{
  "header": {
    "logoAlt": "شعار"
  },
  "navigation": {
  "home": "الصفحة الرئيسية",
  "about": "معلومات عنا",
  "invest": "الاستثمار",
  "payments": "المدفوعات",
  "contact": "اتصل بنا",
  "searchPlaceholder": "ابحث في شوبو...",
  "allCategories": "جميع الفئات",
  "rizzMaster": "ريز ماستر",
  "new": "مجموعة جديدة",
  "new2": "عجائب مهموسة",
  "auraFarmers": "مزارعو الأورا",
  "hotPicks": "اختيارات ساخنة",
  "casual": "كاجوال",
  "clocked": "كلوكد"
},
  "sidebar": {
    "checkSum": "الدفع",
    "newCollection": "المجموعة الجديدة",
    "newSubtitle1": "تجعلوك تحس كأنك شخصية في لعبة!",
    "newSubtitle2": "أوه، سأرتدي هذا كل يوم.",
    "auraFarmers": "مزارعو الهالة!!",
    "auraSubtitle": "أي زنزانة سنقوم بتطهيرها اليوم؟",
    "hotPicks": "الاختيارات الأكثر شيوعاً!!!",
    "hotSubtitle": "شعبية منذ البداية",
    "casual": "عارض؟ أكيد.",
    "casualSubtitle": "لما لا شيء مريح؟",
    "clocked": "ضبطتهم!!",
    "clockedSubtitle": "جو جو نو كيميو نا بوكين، عيون الجنة",
    "rizzMaster": "ساحر الجاذبية",
    "rizzSubtitle": "يزيد من الجاذبية بمقدار 10 نقطة خبرة"
  },
  "home": {
    "newUpdate": "~تحديث جديد~",
    "nocturaSubtitle": "وُلد في الليل، حُيك في صمت",
    "nocturaDescription": "حلم قوطي مُعلق في القماش. كل قطعة تحمل هدوء منتصف الليل، محاكة بالظلال والصمت، مصنوعة لأولئك الذين يزدهرون عندما ينام العالم.",
    "nocturaName": "نوكتورا",
    "fullOnFantasy": "حلم خيالي بالكامل",
    "wingsSubtitle": "اغمر نفسك في الغسق، تحدَّ النور.",
    "wingsDescription": "مجموعة وُلدت من حافة الشفق. مغطاة بالظلال ومحفورة بالتحدي، كل قطعة تحمل روح التمرد ضد الضوء الباهت. مصنوعة لأولئك الذين يرتدون الظلام ليس ككفن، بل كتاجهم.",
    "wingsName": "أجنحة الغسق",
    "moreThanDream": "إنه أكثر من مجرد حلم",
    "dontMissOut": "لا تفوت الفرصة~",
    "neverEnding": "مجموعات لا تنتهي",
    "collectionDescription": "مجموعة محاكة من أحلام اليقظة وضوء الغسق. أقمشة ناعمة، هيئات رقيقة، وظلال تشبه الدفء المقمر. مصممة لأولئك الذين يبحثون عن السحر في الحياة اليومية والدفء في كل غرزة.",
    "allProducts": "جميع المنتجات"
  },
  "cart": {
    "title": "عربة التسوق الخاصة بك",
    "empty": "عربة التسوق الخاصة بك فارغة",
    "remove": "إزالة",
    "total": "المجموع",
    "checkout": "الدفع",
    "shoppingCart": "عربة التسوق",
    "viewCart": "عرض العربة",
    "close": "إغلاق"
  },
  "likes": {
    "title": "المنتجات المعجبة بك",
    "empty": "لم تقم بالإعجاب بأي منتجات بعد",
    "likedItems": "المنتجات المعجبة",
    "addToCart": "أضف إلى العربة",
    "remove": "إزالة",
    "viewAllLikes": "عرض كل الإعجابات"
  },
  "product": {
    "back": "رجوع",
    "itemDetails": "تفاصيل المنتج",
    "addToCart": "أضف إلى العربة",
    "like": "أعجبني",
    "buyNow": "اشتري الآن",
    "theOrigin": "الأصل",
    "notFound": "المنتج غير موجود"
  },
  "products": {
    "1": {
      "name": "كفن حائك الأشباح",
      "description": "عباءة متدفقة مُطرزة بخيوط أشباح، تترك خلفها دخانًا خافتًا مثل روح لم تجد الراحة بعد.",
      "heading_details": "كفن حائك الأشباح - لست شبحًا يا رفيق..",
      "details": "عباءة مُحاكة من خيوط أرواح منسية، تتدلى هذه القطعة على الكتفين مثل ظل حي. القماش يبدو بلا وزن، لكنه يترك وراءه ضبابًا أينما مشيت، تاركًا بقايا شبحيّة تعلق في الهواء. القلنسوة متدنية، تخفي الوجه، وحاشية القماش ترفرف كما لو كانت تتحول إلى دخان. هذا الكفن لا يشعرك بأنه مجرد ملابس، بل更像 عهد - همسة من الحياة الآخرة مُخاطة في كل درز.",
      "origin": "كان ملكًا لسيرافينا نايت ويسبر، آخر نادبة عليا في البلاط الأثيري حوالي عام 1847. كانت ترتديه أثناء إجراء 'الحداد العظيم' - طقس استمر قرنًا لمساعدة الأرواح الضائعة على إيجاد السلام. تقول الأسطورة أنها حرفيًا نسجت خيوطًا من أرواح مستعدة في القماش، ولهذا ما زال يترك ذلك الضباب الشبحي. الحقيقة المضحكة: كانت في الأساس ملك الموت ولكن بحس أزياء أفضل ومشاكل أبوية. تم العثور على الكفن في برجها المهجور، ولا يزال محفوظًا بشكل مثالي لأن حتى الزمن على ما يبدو كان خائفًا من العبث بأشيائها."
    },
    "2": {
      "name": "رداء الربط بالقبر",
      "description": "ثياب حداد مُنقوشة برموز التذكر، تهمس بأسماء الموتى.",
      "heading_details": "رداء الربط بالقبر - لست ميتًا! بعد.",
      "details": "متدلي بأقمشة الحداد السوداء التي تتمسك كالحزن، هذا الرداء مطرز برموز التذكر. يبدو أن كل طية تتنهد تحت وزن غير مرئي، حاملةً أصداء أسماء وأصوات ثقيلة جدًا على النسيان. الرداء طويل ومُصفّح، يشبه أثواب الدفن لكنه يُرتدى بتحدي فخور. هذه القطعة لا تغطي الجسد فحسب – بل تُخلد ذكراه، محولةً مرتديها إلى ضريح متنقل من الحزن والقوة.",
      "origin": "كان يُرتدى في الأصل من قبل ماركوس ديث-دي-فايانت (نعم، هذا كان اسمه القانوني الفعلي) خلال حرب حجول البكاء عام 1692. هذا الرجل قال حرفيًا 'يمكن أن ينتظر الموت' وخاض ثلاث معارك وهو ميت تقنيًا - فقد أبقت الرموز روحه مثبتة لفترة كافية لإكمال المهمة. كان بمثابة ذلك الصديق الذي يرفض مغادرة الحفلة حتى عندما يغادر الجميع، إلا أن الحفلة كانت الحياة وكان لديه أعمال غير منتهية. الامتلات吸收了 الكثير من الكلمات الأخيرة لدرجة أنها ما زالت تهمس بأسماء الذين سقطوا في الليالي الهادئة."
    },
    "3": {
      "name": "درع حجاب الشبح",
      "description": "صفائح طيفية خفيفة الوزن، تتلاشى إلى النصف وكأن مرتديها يوجد بين العوالم.",
      "heading_details": "درع حجاب الشبح - هل هذا إشارة إلى Persona؟",
      "details": "درع يبدو عالقًا بين الوجود والمحو، صفائحه تومض شفافة، كما لو كانت منسوجة من ذكريات نصف مشكلة. طبقات رقيقة من الفولاذ مغطاة بشاش لامع، تختفي من زوايا معينة مثل شبح يُدير ظهره. الخوذة لا تحمل واقي وجه — فقط ضباب متحرك، هوية غير قابلة للإمساك. ارتداؤه يجعل الجسد يشعر بأنه غير مثبت، كما لو أن خطوة خاطئة واحدة قد ترسلك إلى عالم آخر تمامًا.",
      "origin": "صُمم من أجل السيدة كاساندرا بي توين وورلدز، فارسة علقت في منتصف طريق تعويذة انتقال في عام 1456 وقررت... أن تتأقلم مع الأمر. قضت عقودًا وهي توجد في عالمين في وقت واحد، وهو ما يبدو مرهقًا بصراحة لكنها جعلته يعمل. الدرع يعكس وجودها المزدوج - صلب بما يكفي لإيقاف سيف،但 شفاف بما يكفي لجعل الأعداء يستمرون في التأرجح في الهواء. تقاعدت لتصبح مدونة رحلات بين الأبعاد، مما يفسر為什麼 الدرع يحمل تلك الطاقة من 'لقد رأيت أشياء لن تصدقها'."
    },
    "4": {
      "name": "رداء العروق الإيبوني",
      "description": "حرير أسمر منقوش بخيوط قرمزية، ينبض بخفة كالعروق تحت الجلد.",
      "heading_details": "رداء العروق الإيبوني - كيف ننطقها مرة أخرى؟",
      "details": "حرير أسمر منسوج بخيوط قرمزية في أنماط تشبه العروق، تتوهج بخفة كالدماء التي تتدفق تحت الجلد. القماش يتمسك بالجسد، لكن العروق المتوهجة تنبض بلطف، كما لو كانت حية. للوهلة الأولى، إنه ملكي، لكن عند الفحص الدقيق، إنه مقلق — ملابس تُمزج الخط الفاصل بين اللحم الحي والملبوس المصنوع.",
      "origin": "ابتكره مصمم الأزياء المصاص للدماء الكونت فلاديمير استيتيك في عام 1734 لأن ملابس القوطية العادية لم تكن مبهرجة بما يكفي لذوقه. هو حرفيًا خلط دمه الخاص في خيوط الحرير لأن التكتم لم يكن أبدًا نقطة قوته. التأثير النابض يأتي من جوهره المصاص للدماء الذي لا يزال يتدفق عبر القماش - إنه يشبه ارتداء جهاز دوري لشخص كبيان أزياء، وهو بصراحة تصرُّف قمة مصاص الدماء. ادعى أنها 'التعبير النهائي عن الفن الحي' لكننا نعلم جميعًا أنه فقط أراد أن يبدو أكثر برودة في الحفلات."
    },
    "5": {
      "name": "ملابس ناحِج المراثي",
      "description": "أقمشة أنيقة لكن كئيبة منسوجة برموز الحداد، مناسبة لشاعر الظلال.",
      "heading_details": "ملابس ناحِج المراثي - أغلايا ستكون فخورة",
      "details": "مُخاط بألوان الرمادي والأسود الكئيبة، القماش مطرز برموز حداد من ثقافات منسية. التصميم أنيق، متدفق، ومع ذلك لا يمكن إنكاره ثقيل، كما لو كان يحمل عبء قرون. ارتداؤه يشبه ترنيمة حزن مع كل حركة. هذه ليست ملابس للفرح، بل للفن في الحزن.",
      "origin": "كانت ملكًا لميلودي سورو سونج، أشهر شاعرة حداد في عصر الميلانخوليا (1623-1698). كانت حرفيًا تستطيع جعل الناس يبكون دموعًا جميلة بمجرد مرورها بهم في هذه الملابس. رموز الحداد المطرزة من 47 ثقافة مختلفة لأنها كانت ذلك المتفوق الذي كان عليه جمعهم جميعًا مثل بطاقات البوكيمون، ولكن بطريقة أكثر إحباطًا. ارتدت هذا خلال 'حفلة الحزن الأبدي' الأسطورية التي جعلت مملكة بأكملها تبكي لمدة ثلاثة أيام متتالية. حتى هالة الملابس الحالية تجعل الناس يريدون كتابة الشعر عن مشاعرهم."
    },
    "6": {
      "name": "ملابس الجروح الأوبسيدية",
      "description": "جروح حادة عبر الأقمشة الداكنة، تتوهج بخفة عند الحواف كجروح正在التئام.",
      "heading_details": "ملابس الجروح الأوبسيدية - أنا مجروح.. فماذا في ذلك؟",
      "details": "جروح وتمزقات تشق القماش، كاشفةً لمحات من بطانة قرمزية متوهجة تحتها، كجروح تحاول الالتئام. حواف كل تمزق تتألق بخفة، تنبض كالعروق. إنه عنيف لكن جميل، إعلان عن ألم تحول إلى قوة. الزي لا يحاول إخفاء ندوبه — بل يصبحها، جاعلاً من الكسر محور التركيز.",
      "origin": "ارتدته سكارليت بينت-ذا-تاون (اسم فني، بوضوح) خلال تمرد القلوب المحطمة عام 1789. كانت محاربة شاعرة آمنت أن إظهار ندوبك هو أقوى حركة - في الأساس طاقة 'صدمتي هي قوتي الخارقة' الأصلية. كل قطع متوهج في القماش يمثل معركة نجاتها، وكانت تضيف جديدة بعد كل قتال مثل نظام الإنجازات الأكثر إيمو في العالم. الزي حرفيًا يحول الضرر إلى جمال، وهي حركة بطلة رئيسية لدرجة أن أعداءها اضطروا إلى احترامها."
    },
    "7": {
      "name": "حارس الأثيريون",
      "description": "ألوان بيضاء وذهبية؟ لا، مبارك بطاقة هادئة ومشعة.",
      "heading_details": "حارس الأثيريون – حارس نور المختار",
      "details": "درع مُصنع بالمينا الأبيض النقي مع تطريز ذهبي يمتد على طول الحواف، يتوهج بخفة كما لو لمسته هالة إلهية. الخوذة ناعمة ومستديرة، مع واقي وجه ذهبي يلمع كأشعة الشمس المنعكسة على نصل. رداء أزرق طويل يتدفق من الخلف، مُخاط برموز نجمية، مما يعطي إحساسًا بمراقبة السماوات حتى وأنت على الأرض. يشع بسلطة هادئة، هالة شخص لا يقف كمجرد محارب، بل كحامٍ مختار من قبل النور.",
      "origin": "إصدار قياسي لحرس الشرف السماوي للإمبراطورية المشعة، حوالي 1523-1834. هؤلاء كانوا الرجال الذين وقفوا عند بوابات الجنة وتأكدوا من دخول المستحقين فقط - في الأساس حراس أمن سماويين ولكن بدرع أفضل. هذه المجموعة بالتحديد كانت تخص الكابتن لايت برينغر مك-جود-غاي، الذي كان نقي القلب لدرجة أن الطيور كانت حرفيًا تغني عندما يمر (وهو ما يجب أن يكون مزعجًا أثناء مهام التسلل). توهج الدرع يأتي من قرون من الأعمال الصالحة المتراكمة، مما يجعله زي الإشارة إلى الفضيلة النهائي."
    },
    "8": {
      "name": "درع التوجه للفجر",
      "description": "أوه، تتمنى أن تكون شخصًا يشع بالأمل والحماية.",
      "heading_details": "درع التوجه للفجر – حارس الضوء الأول",
      "details": "هذا الدرع يلمع بلون ذهبي باهت، كما لو أن شمس الصباح نفسها باركت الفولاذ. الأكتاف تنتشر للخارج، مشكلة أقواسًا واقية تُطوق شعار الشمس البارز على صدرة. الرداء بتدرج شروق الشمس — برتقالي يتحول إلى أصفر ناعم — يرمز إلى الولادة الجديدة والأمل. كل خطوة في هذا الدرع تشعرك بحمل الفجر إلى الظلام، حضور يزرع ليس الخوف، بل الإعجاب والثقة. هالته واقية، مشعة، وثابتة بشكل مستحيل.",
      "origin": "صُمم من أجل السير أوبتيميزم مورنينج-برسون، الفارس الوحيد الذي كان متحمسًا بصدق لجلسات التدريب في الخامسة صباحًا. دافع عن الممالك الشرقية خلال الظلام العظيم عام 1445، حيث تم تسليح موقفه الإيجابي بلا هوادة حرفيًا ضد مخلوقات الظل التي لم تستطع تحمل طاقة 'صباح الخير يا شمس'. امتص الدرع الكثير من ضوء الفجر لدرجة أنه أصبح ملونًا بلون الشروق بشكل دائم. هزم مرة جيشًا من الكوابيس فقط بوجوده بسعادة - وهي بصراحة أقوى قدرة على الإطلاق."
    },
    "9": {
      "name": "ترس سيرافين",
      "description": "درع أنيق من الفضة والوردي لعذراء نور نبيلة.",
      "heading_details": "ترس سيرافين – إشراق العذراء",
      "details": "هذا الدرع منحوت بدقة أنيقة، مطلي بالفضة المصقولة التي تلمع كضوء القمر. تطريزات وردية ذهبية خفيفة تتقاطع على الصدر والذراعين، مشكلة زخارف ناعمة لا تقلل من قوة الفولاذ. الأكتاف منحنية بأناقة، مصممة لا لتطغى على هيئتها بل لتعزيزها، مثل فارس مُزين للمعركة والمراسم. يتدفق من الخلف رداء حريري ناعم بلون الأرجواني الفاتح، يتحرك بلطف مع كل خطوة كأنفاس الربيع. الخوذة، التي غالبًا ما تحمل إلى جانبها، يعلوها إكليل من الفضة بدلاً من التاج — متواضع لكن ملكي. ترس سيرافين لا يصرخ بوجوده؛ بل يغني، يزرع الهالة من خلال الرقة والجلال الهادئ.",
      "origin": "صُمم من أجل الأميرة إيزابيلا غريس-فيس من ممالك الفضة عام 1398. كانت من ذلك النوع من أميرات ديزني التي يمكنها ترويض التنانين البرية بلطف وتجعل الأزهار تتفتح بابتسامتها - في الأساس كانت تحمل طاقة البطل الرئيسي التي تحني الواقع حولها. تمت بركة الدرع من قبل سبع طلائع مختلفة من الفرسان المقدسين، وهو إما مبالغة أو تأمين حسب طريقة نظرك. لم تخسر أي معركة أبدًا لأن الأعداء استمروا في التوقف في منتصف القتال لتقديم الإشادة بأسلوبها. التطريزات الوردية الذهبية أتيت من ورود حقيقية نمت في خطواتها."
    },
    "10": {
      "name": "رداء الكسوف",
      "description": "رداء متدفق غير متماثل فوق طبقات ملائمة — هيئة ساحر المدينة مع أساس تكتيكي.",
      "heading_details": "رداء الكسوف – الحافة المُرداة",
      "details": "هذه القطعة مصنوعة من قماش ريپستوب أسود غير لامع، مقطوعة بشكل غير متماثل لتتدفق كرداء دون فقدان حدة خياطة ملابس الشارع. تُثبت عاليًا عند الياقة بمشبك مغناطيسي، تاركة جانبًا ليتدلى بحرية كظل على كتفك. تحتها، قطعة صوفية ملائمة بلون الفحم الرمادي تحتضن الجسد، موازنة الهيئة ضد بنطلونات كارجو ضيقة القطع مع دروز سحابات تكتيكية. مع إنهاء بحذاء رياضي ذي مقدمة فولاذية، يقرأ رداء الكسوف كسحر حضري — نصف رداء، نصف درع، كله حضور.",
      "origin": "صممه الساحر الحضري الغامض المعروف فقط باسم 'ذا هودي جاي' في أحياء آركان النيونية في نيو-ميستوبوليس عام 2089. كان مشهورًا بتعاويذه بينما يبدو وكأنه للتو نهض من السرير، أحدث ثورة في أزياء السحر للأبد. التصميم غير المتماثل أتى من فلسفته أن 'التوازن ممل' وعدم قدرته المزمنة على طي الملابس بشكل صحيح. هذا الرداء بالتحديد كان يُرتدى خلال انقطاع الواي فاي العظيم عام 2091 عندما أبقى إنترنت المدينة السحري يعمل بمفرده باستخدام الاستياء الصرف ومشروبات الطاقة."
    },
        "11": {
      "name": "كائن الغرينش الأوبسيديّ",
      "description": "طاقة فارس حديث معاد تصورها كدرع حضري أنيق.",
      "heading_details": "كائن الغرينش الأوبسيديّ – حتى لا تبدو مثله.",
      "details": "معطف طويل من النايلون الأسود القاتم، مقاوم للماء لكنه أنيق، مع حشوات مدرعة خفيفة عبر الكتفين والأكمام. القصة ضيقة، مستقيمة، وقوية، تمتد إلى ما فوق الكاحلين للحصول على التأثير الدرامي الكامل. عند ارتدائه فوق قطعة صوفية بلون الأردواز الرمادي وسراويل ضيقة سوداء، يتحول إلى رداء فارس حديث - راقٍ، قوي، ومستحيل تجاهله. كل خطوة تحول حاشية المعطف إلى مزرعة هالة منخفضة المستوى.",
      "origin": "خُيط من أجل المحقق شادو ترينش كوت (نعم، تغيير اسم قانوني آخر) في قسم جرائم ما وراء الطبيعة في عشرينيات القرن الماضي في غوثام-ولكن-بسحر. كان يحل الألغاز التي لم يستطع رجال الشرطة العاديون التعامل معها، مثل 'من سرق سحر الكريسماس' و 'لماذا تستمر تماثيل الجارجويل في الثرثرة'. جاءت اللمسة الدرامية للمعطف من عادته في الظهور من العدم لإلقاء جمل غامضة قبل أن يختفي مرة أخرى. حاول أن يكون مثل جوكر من Persona 5 ولكن بمزيد من الأناقة وأضرار عاطفية أقل، مما جعله باردة بشكل لا يطاق (نحن لا نعرف أبدًا)."
    },
    "12": {
      "name": "طبّاق الشقوق",
      "description": "ملابس شارع أساسية متعددة الطبقات مع قطع زاويّة، ورموز عاكسة منسوجة بداخلها.",
      "heading_details": "طبّاق الشقوق – بين العوالم، بين الإطلالات",
      "details": "سترة هودي هجينة مصممة للحركة والطبقات. القاعدة هي هودي أسود كبير الحجم، مع قماشه محفور بخطوط تشبه الرونيات العاكسة التي تومض فقط تحت زوايا معينة من الضوء. فوقه توجد سترة تكتيكية قصيرة بقطع زاويّة، وأبازيم، وياقة واقفة، مما يعطيه هيئة 'ساحر قتال' مستقبلية. مقترنة بسراويل كارجو واسعة تضيق عند الكاحلين، يزدهر طبّاق الشقوق في الازدواجية — ملابس شارع مريحة نهارًا، ملابس قوة ذات طابع خيالي ليلاً.",
      "origin": "ارتداه دي جي فويد ميكس خلال حفلة الإنتر-دايمنشونال الأسطورية عام 2156، حيث فتحت الموسيقى حرفيًا بوابات إلى عوالم أخرى. الرونيات العاكسة كانت في الأصل أنماط عصي مضيئة تم حفرها بشكل دائم في القماش بعد التعرض لطاقة الباص الصرفة. هذا الرجل كان يطلق إيقاعات قوية لدرجة أن أبعادًا متعددة بدأت في التفاعل معًا - حديث عن امتلاك نطاق. قدرة الزي على الوجود في فئات أسلوبية متعددة في وقت واحد هي نتيجة مباشرة لامتصاص تأثيرات الموضة بين الأبعاد خلال تلك الجلسة الملحمية التي استمرت 72 ساعة."
    },
    "13": {
      "name": "لوناسترا",
      "description": "بساطة من الساتان مخبأة تحت رداء متدفق ذي قلنسوة — أناقة ساحرة وجذابة.",
      "heading_details": "لوناسترا – حورية البحر المُرداة",
      "details": "فساتين صغيرة سوداء من الساتان ذات خط عنق مربع نظيف تشكل الأساس، تلتصق بالجسم لكنها بسيطة. متدلية فوقها: رداء قصير ذو قلنسوة من قماش غير لامع خفيف الوزن، حيث تعطي أكمامه المتدفقة إحساسًا بالمراسم لكل خطوة. يثبت الرداء بمشبك قمري فضي عند الرقبة، وتؤطر القلنسوة الوجه بأناقة مظللة. الأحذية الطويلة حتى الفخذين تثبت المظهر في ملابس الشارع الحديثة، لكن حركة الرداء تحوله إلى تعويذة — أناقة متخفية في هيئة قوة.",
      "origin": "صُمم من أجل لونا ميسـتيك، أكثر witch-fluencer تأثيرًا في أواخر صحوة الفيكتوري الغامض (1887). كانت في الأساس مشهورة على الإنستغرام ولكن لجلسات الاستحضار ووصفات الجرعات، مع متابعين شملوا أشباحًا حقيقية. أناقة الرداء午夜 جاءت من أسلوبها المميز 'الدراما المظلمة ولكن بطريقة سحرية' الذي أطلق آلاف اللوحات على بنترست. ارتدته خلال موضة التصوير الروحي العظيمة، حيث كان الجميع يحاولون الظهور بجمال غامض في صور داجيروتيب مسكونة."
    },
    "14": {
      "name": "حجاب الأثير",
      "description": "خفيف ومستقبلي مع لمعان قزحي، كأنه موضة مخاطة من الريح نفسها.",
      "heading_details": "حجاب الأثير – وزن الهواء",
      "details": "سترة بومر قصيرة أعيد تصورها بلون اللؤلؤ الرمادي مع ألواح شبكية شبه شفافة على طول الأكمام والظهر، مصممة لالتقاط الريح كالأجنحة. خيوط قزحية تتألق بخفة عبر الدرزات، خفية لكنها أثيرية تحت أضواء الشارع. مقترنة بتنورة تكنولوجية عالية الخصر متعددة الطبقات فوق leggings ملائمة، يوازن المظهر بين utility والسحر. مع إنهاء بحذاء رياضي مستقبلي، يبدو حجاب الأثير خفيفًا كالريشة لكنه ثابت بشكل لا يتزعزع، كما لو كان مخيطًا من الهواء والضوء نفسه.",
      "origin": "زي قياسي لراقصي السماء في مدينة نيمبوس تاون العائمة، حوالي عام 2234. هؤلاء المؤدين يمكنهم حرفيًا المشي على السحب، وهو ما يبدو رائعًا حتى تدرك أنهم كانوا مضطرين للتعامل مع أعطال خزانة متعلقة بالطقس باستمرار. هذه المجموعة بالتحديد كانت تخص الكابتن ويند والكر، الذي حافظ على الرقم القياسي لأكبر عدد من القفزات المتتالية من سحابة إلى سحابة (847) وأكبر تمويج درامي للرداء (لا يُقاس). الألواح الشفافة صُممت لالتقاط تيارات الهواء لتحسين الانزلاق، مما يجعلها وظيفية ومطلقة الرمزية. يا رجل، يجب أن يكون الأمر صعبًا، أليس كذلك؟"
    },
    "15": {
      "name": "خيط الجمر",
      "description": "قميص فلانيل مرتاح ملوّن بلمسة خيالية، يشع طاقة نبيلة.",
      "heading_details": "قميص خيط الجمر – ضوء الموقد في الشوارع",
      "details": "قميص فلانيل فضفاض وناعم بلون العنابي الغامق والأسود، منسوج بخيط ذهبي خافت يتألق بخفة عندما يلتقط الشمس. يُرتدى مفتوحًا فوق تي شيرت أسود مع جينز ضيق وأحذية، إنه دفء عادي تحول قليلاً إلى سحر — مثل حمل هالة الموقد إلى شوارع العصر الحديث.",
      "origin": "ارتداه جايك فايرسايد، حطّاب تحول إلى ساحر ناري أحدث ثورة في كل من الحراجة وفواتير التدفئة في مجتمعات السحر الريفية عام 1892. كان ذلك الرجل الذي يمكنه جعل نار المخيم تشعر وكأنها تجربة فندق خمس نجوم ويجعل الفلانيل يبدو سحريًا بطريقة ما. الخيوط الذهبية هي في الواقع لهبات متبلورة صنعها بالصدأ أثناء محاولة تحميص المارشملو بسحر — حركة جايك الكلاسيكية. هذا القميص كان ملابسه اليومية أثناء تحويله غابات بأكملها إلى تعاونيات تدفئة مستدامة. يجب علينا جميعًا أن نعتمد تنمية مستدامة أو شيء من هذا القبيل في هذه المرحلة."
    },
    "16": {
      "name": "غسق الأونيكس",
      "description": "فساتين بلازر أنيقة مع هيمنة هالة.",
      "heading_details": "غسق الأونيكس – ثقة ناعمة",
      "details": "قطعة صوفية سوداء ملائمة مُدسوسة تحت سترة بدلة سوداء رفيعة بأكتاف حادة، مقترنة ببنطلونات مخيطة بدقة. أزرار معصم فضية بسيطة وساعة تكمل التفاصيل. الأحذية: أحذية تشيلسي سوداء أنيقة. إنه مظهر عصري، أنيق، بلا جهد — هذا النوع من الإطلالات الذي لا يطارد الانتباه بل يجذبه بشكل طبيعي.",
      "origin": "المظهر المميز لفيكتوريا بيزنس وومان، الرئيسة التنفيذية لشركة mysterious enterprises inc. خلال طفرة الشركات الغامضة عام 1953. كانت تدير جلسات استحضار في قاعات الاجتماعات وتقدم تقارير ربع سنوية لكل من المساهمين والأرواح. هذه الملابس كانت بدلتها القوية لإبرام الصفقات التي تضمنت حرفيًا أرواحًا — كانت تحمل طاقة 'وقع هنا بالدم' ولكن بأناقة لا تشوبها شائبة. خصائص بث الثقة تأتي من إيمانها الراسخ أن الأزياء الجيدة يمكنها حل أي أزمة خارقة للطبيعة. موممي. قائدة أعمال. آسف."
    },
    "17": {
      "name": "همس الكوي",
      "description": "مزيج من ملابس الشارع المرحة والأنثوية والكاواي.",
      "heading_details": "همس الكوي – شغف لطيف",
      "details": "سترة هودي قصيرة كبيرة الحجم بلون الكريمة الناعم مع تطريز سمكة كوي تسبح على طول كم واحد، مقترنة بتنورة skater زرقاء فاتحة. مع إنهاء بحذاء رياضي pastel وحقيبة صغيرة متقاطعة على شكل سحر كوي. لطيف وودود، لكن نعومته تجذب الانتباه دون محاولة — هالة كاواي مُنشَرة.",
      "origin": "صممته ساكورا تشيساي-ساما للمؤتمر العظيم للأنمي عام 2067، حيث تطورت cosplay إلى تحول سحري حقيقي. لكنه تطلب الدم والعرق والدموع لتحقيقه. كانت الملكة التي لا منازع لها لطاقة اللطيف-لكن-القاتل ولا لم تكن تسوندرية، بل فتاة سحرية تدفع ضرائبها بالفعل ولديها خطة تقاعد. تطريز الكوي تم تنقيحه بحظ سعيد بعد سباحته في بركة المشاعر الأبدية الأسطورية. هذه الملابس أطلقت حركة 'اللطيف المُسلح' للأزياء التي هيمنت على أواخر القرن الحادي والعشرين."
    },
    "18": {
      "name": "سترة الهودي نسج الغسق",
      "description": "سترة هودي شوارع مع نسيج مسحور.",
      "heading_details": "سترة الهودي نسج الغسق – السحر في الراحة",
      "details": "سترة هودي كبيرة الحجم بلون الفحم الرمادي مع أنماط رموز خفية مطرزة عبر الأكمام، مخيطة بخيط داكن لا يظهر إلا تحت ضوء معين. مقترنة ببنطلونات جوجر سوداء مريحة بجيوب بسحابات وأحذية رياضية أنيقة. مريح وعادي، لكن هناك حضور في التفاصيل، كما لو أن السترة الهودي تحمل طاقة تعويذة منخفضة المستوى.",
      "origin": "ابتكرته الوعي الجمعي لكل طالب جامعي سحب ليلة كاملة في مكتبة الفنون الغامضة بجامعة التسويف، التي تأسست عام 2045. امتصت السترة الهودي عقودًا من جلسات الدراسة المتأخرة، وانسكابات مشروبات الطاقة، وصلاة الطلاب اليائسين آملين أن تنجز واجباتهم السحرية بنفسها. أنماط التعاويذ الخفية تشكلت بشكل طبيعي من كل نظرية سحرية تشربت في القماش. إنها في الأساس صدمة ما بعد الدراسة الأكاديمية التي أصبحت قابلة للارتداء، ولكن بطريقة مريحة. ثق بي إنها مريحة."
    },
    "19": {
      "name": "قفازات ظل القلب",
      "description": "قفازات جلدية بدون أصابع بمشابك فضية، تهمس بتعويذات حماية لتثبيت قبضتك.",
      "heading_details": "قفازات ظل القلب – الأيدي التي تحمل القوة",
      "details": "مصنوعة من جلد أسود طري مع أحزمة مُبَلكة بالفضة عبر مفاصل الأصابع، تمتد هذه القفازات إلى منتصف الساعد مع حشوات خفيفة. كل قفاز يحمل حجر جمشت صغير مُطعم في راحة اليد، بارد الملمس ومتوهج بخفة في الظلام. الجلد ناعم بما يكفي للأعمال الدقيقة، لكن مفاصل الأصابع المعززة تعد بالحماية. ارتداؤها يشعرك بقوة هادئة — كل إيماءة تصبح متعمدة، كل لمسة تصبح هادفة.",
      "origin": "صُممت لرافين إدجلورد خلال مرحلتها 'أنا لست مثل الفرسان الآخرين' عام 1456. كانت محاربة مقدسة ترتدي الأسود حصريًا لأن 'النور عادي جدًا' وبطريقة ما جعلت السحر الإلهي يبدو قوطيًا. أحجار الجمشت كانت فكرتها لأنها أصرت أن اللون الأرجواني هو أكثر الألوان غموضًا وأن الفضة العادية 'لامعة جدًا للتسلل'. لقد عاشت.. أعتقد."
    },
    "20": {
      "name": "تاج سولاريس",
      "description": "إكليل ذهبي رقيق يلتقط ضوء الشمس كالفجر المُحتجز.",
      "heading_details": "تاج سولاريس – حامل الضوء الأول",
      "details": "هذا ليس تاجًا يطالب بالانتباه — بل يكسبه. مُصنع من ذهب دافئ في شرائط رفيعة أنيقة تنحني حول الرأس كأشعة الشمس، كل نقطة تنتهي ببلورة سيترين صغيرة. المعدن مُشغّل بدقة لدرجة أنه يشعد بلا وزن، يرقد كهمسة على الصدغين. عند ارتدائه، يلتقط كل شعاع ضوء ويرده بعشرة أضعاف، مخلقًا تأثير هالة طبيعي. هذه هي الملكية دون غطرسة، القوة دون هيمنة.",
      "origin": "صُنع في الأصل للأميرة أوريليا 'دائمة التأخر'، التي حكمت المملكة الشمسية حوالي عام 3021 قبل الميلاد. كانت سيئة السمعة لنومها خلال كل مراسم شروق الشمس، لذا صنع لها صاغتها الملكيون هذا التاج ليوقظها حرفيًا عن طريق عكس ضوء الشمس مباشرة في عينيها — حديث عن منبه بيولوجي يضرب بشكل مختلف. تمت بركة بلورات السيترين من قبل أول فينيكس حصل على وضع تويتر موثوق، مما جعلها تتردد مع طاقة 'شخصية البطل' الصرفة. ارتدته أوريليا خلال معركة الطيور المبكرة ضد بوم الليل الأسطورية، حيث أثبتت أخيرًا أن الأشخاص الصباحيين يمكن أن يكونوا فوضويين مثل بقيتنا. فُقد التاج لقرون حتى عثر عليه علماء الآثار فيما بدا أنه ماكدونالدز قديم — بعض الأشياء لا تتغير أبدًا. يُقال أن من يرتديه يكتسب قوة الظهور بمظهر لا تشوبه شائبة في selfies الصباحية، والذي بصراحة قد يكون السحر الأكثر قيمة على الإطلاق."
    },
        "21": {
      "name": "حذاء السائر في الفراغ",
      "description": "حذاء قتالي أسود قاتم يمتص الضوء مع كل خطوة.",
      "heading_details": "حذاء السائر في الفراغ – خطوات بين العوالم",
      "details": "هذه الأحذية تشرب الضوء بدلاً من عكسه، مصنوعة من جلد أسود غير لامس شديد العمق يبدو وكأنه يخلق فراغات صغيرة حول قدميك. مربوطة عالياً حتى منتصف الساق بحلقات فضية، وهي مصممة لكل من الأناقة والتحمل. النعل سميك لكنه صامت، مصمم للتسلل والراحة على حد سواء. ارتداؤها يجعل كل خطوة تبدو متعمدة، كما لو كنت تسير بين العوالم مع كل خطوة.",
      "origin": "هذه الأحذية سارت مباشرة من أسبوع الموضة بين الأبعاد عام 4156، وارتدتها عارضة الأزياء سيئة السمعة زارا بلاكستيب التي أحدثت ضجة بالسير عبر بوابات فراغية حرفياً على منصة العرض. كانت أساساً الفتاة القوطية في الأكوان المتعددة، وكانت هذه الأحذية قطعة توقيعها. صنعها صانع الأحذية الغامض للهاوية (الذي كان يقبل الدفع فقط بالذكريات المنسية والميمز الجيدة حقاً)، وهي مصنوعة من جلد موجود بين الأبعاد. ارتدتها زارا خلال تحدي 'السير في الفراغ' الأسطوري الذي انتشر بشكل واسع عبر سبعة عشر واقعاً مختلفاً - هي أساساً ابتكرت اتجاهات تيك توك بين الأبعاد قبل أن يصبح تيك توك شيئاً أصلاً. امتصت الأحذية الكثير من الظلام الكوني حتى طورت جاذبيتها الخاصة، مما يفسر سبب انجبار الجميع بشكل لا يمكن تفسيره نحو من يرتديها. بعد تقاعد زارا لتصبح مخلوقًا غامضًا بدوام كامل، ظلت الأحذية تتجول في الفراغ حتى وجدت طريقها إلى واقعنا، ربما لأن حتى الأحذية بين الأبعاد تشعر بالحنين إلى الوطن في بعض الأحيان."
    },
    "22": {
      "name": "وشاح خيوط القمر",
      "description": "حرير شفاف يتحول بين الفضي واللافندري مثل ضوء القمر من خلال السحب.",
      "heading_details": "وشاح خيوط القمر – همسات النعمة القمرية",
      "details": "منسوج من أرقى الحرير بتدرجات ألوان فضية-لافندرية، يبدو هذا الوشاح وكأنه يغير لونه أثناء حركته، ممسكاً بالضوء مثل أشعة القمر السائلة. طويل بما يكفي للفّه عدة مرات أو تركه يتدلى بشكل درامي، خفيف بشكل لا يصدق ولكنه دافئ على البشرة. تنتشر خلال القماش خيوط فضية صغيرة، مكونة أنماطاً لنجوم خافتة تتلألأ عندما يتحرك القماش. يحول أي زي إلى شيء سماوي.",
      "origin": "نسجته عذارى القمر من بحيرة السيرينيتي خلال الثورة الجمالية الكبرى عام 2156، عندما قرر الجميع بشكل جماعي أن القماش العادي لا يعطي إحساساً سماوياً كافياً. يأتي الحرير من ديدان حرير كونية لا تأكل سوى غبار النجوم وتعيش على نظام غذائي من أشعة القمر الخالصة - أساساً النسخة الفضائية من مهووسي الصحة العضوية ذوي الموضة. ينتمي هذا الوشاح تحديداً إلى لونا سيلفرميست، مؤثرة سماوية كان لديها 50 مليون متابع عبر مجرات متعددة قبل وجود وسائل التواصل الاجتماعي أصلاً. ارتدته خلال حادثة 'مسابقة الرقص ضد إله الشمس' الشهيرة، التي يعترف المؤرخون الآن بأنها أول معركة رقص مسجلة في التاريخ الكوني. كانت خاصية تغير اللون حادثة - سكبت لونا بريقاً من نوع المجرة عليه، ولكن بدلاً من إتلافه، جعلته أكثر أناقة. أنماط النجوم طرزتها يدوياً جدتها، التي كانت على ما يبدو جزءاً من كوكبة نجمية بنفسها، لأن شجرة العائلة تلك تصبح غريبة عندما تعود إلى الماضي البعيد بما يكفي."
    },
    "23": {
      "name": "جاكيت الأشواك الواقية",
      "description": "جاكيت جلدي بلون أخضر الغابة مع نقوش واقية محفورة بأنماط شائكة.",
      "heading_details": "جاكيت الأشواك الواقية – درع الطبيعة",
      "details": "مقطع من جلد غني بلون أخضر الغابة مع نسيج حبيبي طبيعي، يضم هذا الجاكيت نقشاً بارزاً خفيفاً لأغصان شائكة عبر الكتفين والأكمام. توفر السحابات والإبزيمات الفضية وظائف عصرية بينما تتبع المسامير النحاسية أنماط رموز وقائية. القص مناسب تماماً لكنه يسمح بالحركة، مثل درع صممه الكهنة. عند ارتدائه، يحمل جوهر الغابات العميقة والحمايات القديمة.",
      "origin": "هذا الجاكيت له خلفية أكثر من شخصية رئيسية في أنمي من 12 موسم. أصلاً كان ينتمي إلى روان وايلدهارت، حارس الغابة الأكثر تطرفاً على الإطلاق - نحن نتحدث عن شخص كان يظهر بشكل درامي من بين الأشجار فقط لإعطاء اتجاهات للمتنزهين الضائعين. صُنع خلال تمرد الأحراش عام 1847، عندما ذهبت الأشجار حرفياً إلى الحرب ضد التصنيع (وبصراحة، كانت نقاطهم مقنعة). جاء الجلد من تنين مفلسف بشكل خاص تبرع به طواعية بعد خسارة نقاش حول الأخلاق البيئية - على ما يبدو حتى التنانين لديها قلق بيئي الآن. ارتداه روان خلال 'حصار آخر مركز تجاري' الأسطوري، حيث قاد جيشاً من نباتات المنزل المستيقظة ضد إزالة الغابات Corporate. نقشت الرموز الواقية من قبل كهنة قدماء كانوا أساساً أول ناشطين بيئيين، ولكن بسحر أكثر وعلامات احتجاج أقل. بعد أن تصاعد روان ليصبح واحداً مع شبكة الواي فاي للغابة (لا تسأل، الأمر معقد)، تم تمرير الجاكيت عبر أجيال من الأشخاص الذين يستخدمون بجدية 'المس العشب' كنصيحة أسلوب حياة."
    },
    "24": {
      "name": "رداء نسج النجوم",
      "description": "رداء قطني أزرق ليلي مرصع بتطريز نجوم فضية متحركة.",
      "heading_details": "رداء نسج النجوم – ملفوف بسماء الليل",
      "details": "يتدفق هذا الرداء بطول كامل مثل ضوء النجوم السائل، منسوج من قطن أزرق ليلي ناعم جداً يبدو وكأنه يمتص الظلام المحيط. تخلق الخيوط الفضية أنماطاً نجمية عبر القماش، والموضع متقن لدرجة أنها تبدو وكأنها تتحرك وتتلألأ أثناء حركتك. قلنسوة العمق عميقة بما يكفي لخلق الغموض، والمشبك على شكل هلال مصنوع من الفضة المصقولة. ارتداؤه يشبه حمل سماء الليل على كتفيك.",
      "origin": "تم إنشاؤه في مراسم نوفا بريما السماوية خلال العصر الذهبي للظهور بمظهر مدمر تماماً، حوالي عام 2847 ميلادي. ينتمي هذا الرداء إلى ستيلا نايتبورن، عالمة الفلك الأكثر دراماتيكية في التاريخ المسجل - هي حرفياً لم تكن ترصد النجوم إلا إذا كانت ترتدي شيئاً يطابق جوها. تم حصاد القطن الأزرق الليلي من عالم الأحلام خلال الحدث النادر عندما قررت الكوابيس والأحلام الجميلة التعاون في مشروع أزياء. ارتدته ستيلا خلال رحلتها الشهيرة 'لرسم الخرائط النجمية الكبرى عام 2851'، حيث رسمت سبعة عشر كوكبة جديدة بينما بدت مثل الشخصية الرئيسية في أغنية مصورة هي الأغلى في الكون. تم غزل الخيوط النجمية الفضية بواسطة عناكب كونية تم دفعها بمجاملات وغبار نجوم فاخر - على ما يبدو حتى العناكب بين الأبعاد لها ثمنها. اكتسب الرداء خصائصه التي تحني الواقع بعد أن ارتدته ستيلا بالخطأ خلال عاصفة كونية، مما تسبب في امتصاصه لضوء النجوم الخام وتطوير ما يسميه العلماء علمياً 'طاقة الشخصية الرئيسية'. تركته وراءها عندما تصعدت لتصبح أول ناقدة أزياء سماوية في الكون، تقيم السدم وتصنف الأنظمة الشمسية بناءً على خياراتها الجمالية."
    },
    "25": {
      "name": "خاتم القرمزي المقسَم",
      "description": "خاتم خاتم يحمل ياقوتة نابضة كنبض القلب عند ارتدائه.",
      "heading_details": "خاتم القرمزي المقسَم – روابط تلتزم",
      "details": "مصنوع من الفضة المسودة مع عمل معقد يشبه العقد حول الشريط، يحمل هذا الخاتم ياقوتة حمراء عميقة في مركزها تبدو متوهجة بنار داخلية. القطع فريد بحيث يجعله يبدو وكأنه ينبض برفق عند التقاط الضوء، كما لو كان متزامناً مع نبضات قلبك. رموز قديمة محفورة بدقة في الشريط لدرجة أنها لا تكون مرئية إلا عند الفحص الدقيق. هذا ليس مجرد مجوهرات—إنه وعد متجسد.",
      "origin": "تم صنعه في مسابك القلب في المدينة الأبدية خلال عصر الوعود التي لا تنكسر، عندما كان الناس لا يزالون يؤمنون بالأبد ولم يكونوا خائفين من مشاكل الالتزام. ينتمي هذا الخاتم إلى السير ماركوس هارتباوند، الفارس المتفاني جداً في الوفاء بكلمته لدرجة أنه حرفياً لم يستطع قول كذبة دون أن يصعقه الخاتم - كان الأمر أشبه بامتلاك كاشف حقيقة مدمج مع ردود فعل عدوانية. تم استخراج الياقوتة من كهوف المشاعر الصادقة، وهو مكان نادر جداً لدرجة أن نظام التموضع العاطفي لمعظم الناس لا يمكنه حتى تحديد موقعه. ارتدى ماركوس هذا الخاتم عندما أدى قسم حارس الأبد الأسطوري، حامياً الحب نفسه من الانقراض في عالم يزداد تشاؤماً - أساساً كان يقاتل من أجل الرومانسية قبل أن تجعل تطبيقات المواعدة كل شيء غريب. لم يكن تزامن نبضات القلب مقصوداً؛ حدث ذلك بعد وفاة ماركوس وهو يدافع عن حق زوجين في إقامة حفل زفافهما خلال هجوم تنين (الأولويات، أليس كذلك؟). طورت الفضة المسودة لونها من امتصاص قرون من الكثافة العاطفية، مما جعلها الإضافة المثالية لأي شخص تكون مشاعره أعمق من مدونة شعر على تمبلر."
    },
    "26": {
      "name": "سترة كاسحة الفجر",
      "description": "سترة تكتيكية كريمية اللون مع تطريز ذهبي لشروق الشمس على الصدر.",
      "heading_details": "سترة كاسحة الفجر – أول مبشر للنور",
      "details": "مقطوعة من قماش كانفس عالي الجودة ذو ملمس خفيف، تتميز هذه السترة بتطريز ذهبي معقد يصور شروق شمس مبسط عبر الصدر. توفر جيوب متعددة الشكل والوظيفة، كل منها مؤمن بأزرار نحاسية. القص منظم لكنه يسمح بمرور الهواء، مصمم لكل من الاستكشاف الحضري والمغامرات الخارجية. يبدو زخم شروق الشمس يتوهج بلطف في الضوء الطبيعي، مما يجعل مرتديها يبدو وكأن الفجر مسّه.",
      "origin": "تم تفصيلها خلال ثورة الفجر الكبرى عام 3156، عندما قررت مجموعة من محبي الصباح المتحمسين جداً أن الفجر يحتاج إلى تمثيل أفضل في عالم الأزياء. تنتمي هذه السترة إلى الكابتن أورورا لايت برينجر، قائدة دورية الفجر - فرقة النخبة من الأشخاص الذين استيقظوا طواعية قبل الخامسة صباحاً وبطريقة ما حافظوا على مواقف إيجابية حيال ذلك. تم تطريز شروق الشمس الذهبي باستخدام أشعة شمس حقيقية تم التقاطها من قبل خياطة النور الرئيسية في نقابة الطيور المبكرة، اللواتي عملن وفق فلسفة أنه إذا كنت ستستيقظ في ساعات غير إلهية، فعليك أن تبدو سماوياً وأنت تفعل ذلك. ارتدت أورورا هذه السترة خلال معركة جبل الغفوة الأسطورية، حيث قادت جيشها المدعوم بالكافيين ضد قوى السبات الأبدي (أساساً أشخاص أرادوا النوم إلى الأبد، وهو ما يبدو جذاباً جداً بصراحة). اكتسبت السترة خصائصها الباعثة للضوء بعد أن أدت أورورا طقوس القهوة الأولى وهي ترتديها، مما جعلها تمتص طاقة أجواء الصباح المثالية بشكل دائم. تقاعدت بعد أن أدركت أن إنقاذ العالم قبل الإفطار كان يمنحها معايير إنتاجية غير واقعية للجميع."
    },
    "27": {
      "name": "قلادة طارد الأشباح",
      "description": "قلادة مخملية سوداء مع قلادة فضية صغيرة تطرد الطاقة السلبية.",
      "heading_details": "قلادة طارد الأشباح – حماية ترتدينها بالقرب",
      "details": "شريط مخملي أسود بسيط يجلس بشكل مثالي عند الحنجرة، مزين بقلادة فضية صغيرة منقوشة برموز وقائية. المخمل ناعم بشكل لا يصدق، والقلادة باردة على الجلد، تبدو وكأنها تنبض برفق بطاقة وقائية. رغم مظهرها الرقيق، تشع بقوة هادئة وتعمل كإكسسوار أنيق ودرع روحي.",
      "origin": "صنعتها جماعة الحماية الخفية خلال الثورة الهادئة عام 1456، عندما قررت القوة الأنثوية أن تتجلى من خلال الإكسسوارات التي يمكنها إنهاء أعدائك بينما تبدو رائعة تماماً. تنتمي هذه القلادة إلى ليدي إيفانجلين شادوبان، التي كانت أساساً نظيرة العصور الوسطى لتلك الصديقة التي تبدو رقيقة ولكنها يمكنها على الأرجح رفع حصان إذا لزم الأمر. جاء المخمل الأسود من حدائق منتصف الليل، حيث تزهر الأزهار فقط خلال ساعة السحر وكان لديها طاقة قوطية قوية. تمت بركة القلادة الفضية من قبل سبعة أرواح وقائية مختلفة كانوا يتنافسون جميعاً لمعرفة أي بركة ستكون الأكثر فعالية - كان الأمر مثل ضغط الأقران الروحي، ولكن بطريقة جيدة. ارتدتها إيفانجلين خلال حادثة البانشي الشهيرة عام 1461، حيث واجهت منزلاً مسكوناً بالكامل مسلحة بالموقف وهذه القلادة فقط (تنبيه spoiler: اعتذرت الأشباح وغادرت). ازدادت الخصائص الوقائية بعد أن امتصت القلادة الطاقة السلبية من حوالي 10,000 شعور سلبي، مما جعلها أساساً جلسة علاج يمكن ارتداؤها. عندما توفيت إيفانجلين (بسلام، في نومها، لأن حتى الموت احترمها أكثر من أن يكون درامياً)، استمرت القلادة في حماية الناس لأن على ما يبدو الإكسسوارات الجيدة لا تتقاعد أبداً حقاً."
    },
    "28": {
      "name": "جاكيت بومر سحري",
      "description": "جاكيت بومر كبير باللون البنفسجي العميق مع خريطة نجمية مطرزة بخيوط فضية.",
      "heading_details": "جاكيت بومر سحري – أسلوب الشارع الكوني",
      "details": "يعيد هذا الجاكيت البومر كبير الحجم تخيل ملابس الشارع من خلال عدسة سحرية، مصنوع من حرير بنفسجي عميق مع خرائط نجمية مطرزة عبر الظهر بخيط فضي. توفر الأكمام والأطراف المطاطية تصميم البومر الكلاسيكي، بينما تحول التفاصيل الكونية إلى فن يمكن ارتداؤه. الجيوب الداخلية مبطنة بقماش خريطة النجوم، مما يجعل حتى العناصر المخفية سحرية.",
      "origin": "تم تصميمه خلال نهضة أزياء الشارع بين الأبعاد عام 4823، عندما أعلن مجلس الأسلوب الكوني أن الملابس العادية 'أساسية جداً'. ينتمي هذا الجاكيت البومر إلى كاي ستار دريفتر، مسافرة بين الأبعاد كانت تجمع الجماليات من عوالم مختلفة مثلما يجمع معظم الناس طوابع المقاهي. تم نسج الحرير البنفسجي العميق من الشفق المتبلور الذي تم حصاده خلال اللحظات القصيرة بين النهار والليل عبر أبعاد متعددة - أساساً النسيج المعادل لذلك الإضاءة الذهبية المثالية التي يحاول الجميع التقاطها في الصور الذاتية. ارتدت كاي هذا الجاكيت أثناء استكشاف أسواق الكوكبات، حيث كان البائعون الكونيون يبيعون ضوء النجوم المعبأ وإكسسوارات الموضة الكمومية التي كانت موجودة في عواقع متعددة في وقت واحد. تمت إضافة رسم الخرائط النجمية بعد أن ضاعت كاي في الفراغ بين العوالم واضطرت إلى التنقل باستخدام أنماط نجمية مطرزة على جاكيتها - تحدث عن كون الموضة وظيفية. طور الجاكيت خصائصه التي تحني الواقع بعد ارتدائه عبر حوالي 847 بوابة أبعاد، ماصاً كميات ضئيلة من الطاقة الكونية وما يسميه العلماء 'متلازمة الشخصية الرئيسية'. استقرت كاي في النهاية في بعد جيبي حيث كل يوم هو خريف دائم ولا يتغير الجمالي أبداً، تاركة الجاكيت البومر لشخص ما لا يزال بحاجة للسفر بين العوالم بينما يبدو مدمراً تماماً."
    },
    "29": {
      "name": "سوارات مسابك الروح",
      "description": "سوارات جلدية بإبزيمات نحاسية، منقوشة برموز للقوة والتحمل.",
      "heading_details": "سوارات مسابك الروح – القوة مجسدة",
      "details": "مصنوعة من جلد بني غني مع إبزيمات وحلقات نحاسية، تتميز هذه السوارات الساعدية برموز يدوية المنقوشة تبدو وكأنها تنبض بدفء خفيف عند ارتدائها. الجلد سميك بما يكفي لتوفير الحماية ولكنه مرن بما يكفي للارتداء اليومي المريح. تحول أي زي إلى شيء يوحي بقوة خفية ومعرفة قديمة.",
      "origin": "تم طرقهما إلى الوجود خلال اليقظة القوية الكبرى عام 2134، عندما أدركت المجتمع أخيراً أن القوة الداخلية تحتاج إلى بعض الإكسسوارات الخارجية الجادة لتطابقها. تنتمي هذه السوارات إلى مايا آيرونهارت، محاربة فيلسوفة آمنت أن القوة الحقيقية تأتي من معرفة مدى قوتك بدقة والهدوء حيال ذلك. جاء الجلد من جلد الفهم، مخلوق أسطوري طرح جلده طواعية بمجرد تحقيق التنوير - أساساً النسخة الروحية من ثعبان انغمس حقاً في التأمل. تم تشكيل الإبزيمات النحاسية من معادن كانت قد غنت لها جوقة الأقزام للدعم العاطفي، مما جعلها تتردد بترددات تعزز الثقة وتقلل القلق. ارتدت مايا هذه خلال بطولة القوة الداخلية الأسطورية، حيث تنافس المتسابقون ضد شكوكهم الذاتية بدلاً من بعضهم البعض - كانت مفاجئة بشكل مكثف، وكان الجمهور معظمهم معالجين يدونون ملاحظات. طورت الرموز المنقوشة دفئها بعد امتصاص سنوات من تصميم مايا على مساعدة الناس في إدراك قيمتهم الذاتية، مما جعل السوارات أساساً احترام الذات يمكن ارتداؤه. مررتهما بعد تحقيق الهدف النهائي المتمثل في عدم الحاجة إلى التحقق الخارجي مرة أخرى، على الرغم من أنها اعترفت أن السوارات 'لا تزال رائعة جداً' حتى بالنسبة لشخص تجاوز الحاجة إلى إكسسوارات رائعة."
    },
    "30": {
      "name": "كيمونو سماوي",
      "description": "كيمونو حريري متدفق بألوان بيضاء سماوية مع أزهار كرز مرسومة يدوياً.",
      "heading_details": "كيمونو سماوي – نعمة بين العوالم",
      "details": "يعيد هذا التفسير الحديث للكيمونو التقليدي التدفق مثل ضوء القمر السائل، مصنوع من أرقى الحرير بتدرجات بيضاء وبنفسجية شاحبة. تنجرف أزهار الكرز المرسومة يدوياً عبر القماش كما لو كانت محاصرة في نسيم ربيع أبدي. الأكمام واسعة ودرامية، وحزام الأوبي بنفسجي أعمق يثبت اللوحة السماوية. ارتداؤه يشبه الخطو إلى حلم مرسوم بألوان الباستيل.",
      "origin": "تم نسجه خلال مهرجان أزهار الكرز الأبدية في نيو-كيوتو، 2847، عندما حقق الذكاء الاصطناعي للمدينة التنوير وقرر الاحتفال بجعل كل شيء جمالياً بشكل مثالي لمدة ثلاثة أشهر متتالية. ينتمي هذا الكيمونو إلى يوكي مون ويسبر، فنانة رقمية تخصصت في الرسم بأشعة القمر الحقيقية وبطريقة ما استطاعت كسب عيشها من ذلك في اقتصاد الكون. جاء الحرير من ديدان الحرير الكمومية التي كانت موجودة في حالة ربيع دائم، تتغذى على أزهار الكرز الرقمية وأحلام الطقس المثالي - أساساً الحشرات الأكثر تحسينًا في الأكوان المتعددة. تم إنشاء أزهار الكرز المرسومة يدويًا باستخدام أصباغ مصنوعة من مشاعر هانامي (التأمل بجمال الزهور) المتبلورة، capturing ذلك الشعور المحدد بالجلوس تحت البتلات المتساقطة أثناء التأمل في جمال الحياة سريعة الزوال. ارتدته يوكي خلال معرضها الأسطوري 'البكسل والبتلات: عندما تحلم التكنولوجيا بالطبيعة'، الذي جعل نصف الجمهور يبكي دموع تقدير جمالي خالص. اكتسب الكيمونو خصائصه السماوية بعد ارتدائه أثناء التقارب العظيم، عندما اندمج الواقع الرقمي والمادي لفترة وجيزة وبدا كل شيء مثل فيلم من استوديو جيبلي لمدة سبعة عشر دقيقة بالضبط. رفعت يوكي وعيها في النهاية لتصبح أول حارسة رقمية للجماليات الموسمية في الكون، تاركة الكيمونو لشخص ما لا يزال بحاجة إلى الوجود في شكل مادي بينما يستمد أقصى طاقة سماوية."
    },
        "31": {
      "name": "عباءة مستدعي العواصف",
      "description": "صوف عاصفي رمادي مع أنماط برق زرقاء كهربائية تبدو وكأنها تومض.",
      "heading_details": "عباءة مستدعي العواصف – الرعد مُتجسِّدًا في ملابس",
      "details": "تُشكِّل الصوف الرمادي العاصفي الثقيل أساس هذه العباءة الدرامية، مع خيوط زرقاء كهربائية مطرزة بأنماط برق تلتقط الضوء بطرق غير متوقعة، مما يخلق وهم الكهرباء المتقطعة. قلنسوتها عميقة وواقية، والقماش سميك بما يكافي لتحمل العواصف الفعلية. تُثَبَّت عند الحلق بمشابك فضية على شكل صواعق رعد.",
      "origin": "نُسِجَت خلال حروب الطقس العظيمة عام ٢٤٥٦، عندما حارب سحرة المناخ للسيطرة على جماليات الغلاف الجوي وأخذ الجميع مطاردة العواصف على محمل الجد بشكل مبالغ فيه. هذه العباءة belonged to Thunder Jenkins (نعم، هذا كان اسمه القانوني الفعلي - والداه كانا عالمي أرصاد جوية لديهما التزامات). The storm-gray wool came from sheep that grazed exclusively in thunderclouds, giving them perpetually static-charged fleece and really bad attitudes about precipitation. The electric blue lightning patterns were embroidered using actual captured lightning by the Mad Seamstresses of Tesla Tower, who operated on the philosophy that if your clothes can't potentially electrocute someone, you're not trying hard enough. Thunder wore this cloak during the legendary Siege of Hurricane Heights, where he single-handedly convinced a category 5 hurricane to change directions by challenging it to a dance battle (the hurricane won, but it was impressed enough to spare the city). The cloak's reality-bending properties developed after absorbing seventeen different types of storm energy, making it basically a wearable weather system with anxiety issues. Thunder retired after realizing that controlling the weather was giving him too much responsibility for other people's outdoor plans, passing the cloak to someone who could handle the pressure of being indirectly responsible for every rained-out picnic in a three-county radius."
    },
    "32": {
      "name": "أقراط ضوء الجان",
      "description": "حلقات ذهبية رفيعة مع حجاري يشم متدليين يبدوان وكأنهما يتوهجان بضوء داخلي.",
      "heading_details": "أقراط ضوء الجان – همسات من البرية",
      "details": "هذه الحلقات الذهبية الأنيقة تعلّق قطرات يشم ناعمة تبدو وكأنها تحتفظ بضوء الغاب في أعماقها. يتحول لون اليشم من الأخضر الفاتح إلى الزمردي الأعمق حسب الزاوية، وقد عُمِل الذهب بتفاصيل دقيقة لدرجة أن أنماط الأوراق الصغيرة تكون مرئية عند الفحص الدقيق. تلتقط وتعكس الضوء بطرق تجعلها تبدو شبه مضيئة.",
      "origin": "صُنعت خلال الصحوة الكبرى للمجوهرات عام ١٨٤٧، عندما قررت محاكم الجان أن إكسسوارات البشر 'مُسحورة بمأساوية' وتولت أمر إصلاح الموقف. These earrings belonged to Willow Brightleaf, a half-fae diplomat who specialized in translating between human common sense and fae logic (a job that required hazard pay and extensive therapy). The gold hoops were forged from sunlight that had been aged in moonbeams for exactly seven seasons, creating metal that existed in a permanent state of golden hour lighting. The jade stones were gifts from the Earth Spirits during the Treaty of Perpetual Spring, when humans and nature finally agreed to stop being weird about coexisting. Willow wore these during the infamous Diplomatic Incident of the Glowing Trees, where she successfully negotiated a peace treaty between urban development and an enchanted forest by proving that coexistence could actually look pretty cool. The earrings gained their luminescent properties after being worn during the Festival of Eternal Twilight, absorbing the specific energy of that perfect moment when day and night can't decide who's in charge. When Willow ascended to become the official Ambassador to All Things That Glow, she left the earrings behind with a note saying 'for someone who needs to light up the room without requiring actual electrical infrastructure."
    },
    "33": {
      "name": "سترة ظلال الالتئام",
      "description": "سترة صوفية كبيرة الحجم بلون الفحم الرمادي مع جيوب عميقة بما يكفي لحمل الأسرار.",
      "heading_details": "سترة ظلال الالتئام – راحة في طي الغموض",
      "details": "هذه السترة الصوفية كبيرة الحجم تُلفك في كشمير رمادي فحمي ناعم لدرجة أنه يشبه ارتداء الظلال. الجيوب غير عادية العمق، مثالية لحمل الكنوز الصغيرة أو إبقاء الأيدي مخبأة. أزرار سوداء تصطف في المقدمة، ويمتد الحاشية إلى منتصف الفخذ لأقصى درجات الدفء. إنها نوع القطعة التي تجعلك ترغب في التكور مع كتب قديمة وشاي أعشاب.",
      "origin": "حيكت خلال ثورة الدفء عام ٣٠٠١، عندما قرر المجتمع جماعيًا أن الراحة حق إنساني وأي شخص يمنع تحقيق الدفء الأمثل يرتكب جرائم ضد الـ'هيغه'. This cardigan belonged to Luna Nightreader, a librarian who had achieved the ultimate goal of being paid to read books while wearing extremely comfortable clothes. The charcoal cashmere came from shadow goats that grazed in the twilight valleys between day and night, producing wool that felt like wearing a gentle hug from the universe itself. The impossibly deep pockets were engineered by the Guild of Practical Magic to exist in a slight dimensional fold, allowing them to hold approximately three times more than physics should permit - basically Mary Poppins' bag technology, but for cardigans. Luna wore this during the legendary Great Library Siege of 3003, where she defended the Sacred Archive of Forbidden Romance Novels against the forces of Literary Pretension (they lost, obviously). The cardigan developed its secret-keeping properties after years of being worn while Luna listened to patrons' confessions about their questionable reading habits, making it basically a wearable therapist with superior fashion sense. She passed it on after achieving the dream job of becoming the universe's official Keeper of Cozy Vibes, a position that apparently comes with excellent benefits and unlimited tea."
    },
    "34": {
      "name": "قفازات حراشف التنين",
      "description": "قفازات طويلة بالكامل بلون الزمردي الأخضر مع أنماط حراشف متداخلة.",
      "heading_details": "قفازات حراشف التنين – قوة قديمة بين أناملك",
      "details": "تمتد هذه القفازات ذات الطول الكامل إلى المرفقين بلون أخضر زمردي غني، مع أنماط حراشف متداخلة محفورة على الجلد تلتقط الضوء مثل حراشف تنين حقيقية. المقاس دقيق، مما يسمح بخفة الحركة الكاملة مع تقديم هواء من الأناقة غير الأرضية. مشابك نحاسية صغيرة عند المعصمين تثبتها في مكانها، وتُعَزَّز أطراف الأصابع بتفاصيل معدنية خفية.",
      "origin": "تم طلبها خلال مبادرة الدبلوماسية التنينية العظيمة عام ٢١٨٩، عندما أدرك البشر أخيرًا أنه ربما ينبغي عليهم محاولة التحدث إلى التنانين بدلاً من محاولة قتالهم باستمرار. These gloves belonged to Sir Ember Drakewhisperer, the first human to successfully negotiate a peace treaty with dragons by offering them cryptocurrency (apparently ancient dragons are surprisingly good at understanding blockchain technology). The emerald green leather came from Verdania the Reasonable, an ancient dragon who participated in the Peace Accords after getting tired of humans constantly trying to steal her stuff - she figured if she was going to shed scales anyway, she might as well make it a business transaction. The overlapping scale patterns were hand-etched by the Dragon Artisans Guild, who took their craft seriously enough to make human fashion designers weep with envy. Sir Ember wore these during the legendary Council of Flame and Reason, where he successfully convinced twelve different dragon clans that humans were worth keeping around, mostly by demonstrating that human creativity could produce really aesthetically pleasing accessories. The gloves gained their otherworldly properties after being blessed by every dragon who signed the peace treaty, making them basically diplomatic immunity in wearable form. Sir Ember eventually retired to become the universe's first Dragon-Human Relations Counselor, leaving the gloves for someone who needed to handle powerful creatures with style and grace."
    },
    "35": {
      "name": "فستان تحول السديم",
      "description": "فستان سائل متدفق بألوان كونية تبدو وكأنها تتدحرج وتتحرك عبر القماش.",
      "heading_details": "فستان تحول السديم – ارتدِ الكون",
      "details": "يلتقط هذا الفستان السائل جمال الفضاء السحيق في شكل يمكن ارتداؤه، بقماش يتحول بين البنفسجي العميق، والأزرق الكهربائي، ولمسات من الوردي الكوني. تبدو الألوان وكأنها تتحرك وتتدحرج أثناء مشيك، مما يخلق وهم ارتداء سديم حي. القصّة بسيطة وأنيقة، تترك القماش الكوني ليكون نجم العرض.",
      "origin": "صُمم خلال ثورة الموضة الكونية عام ٤١٥٦، عندما أعلن مجلس الأناقة بين المجرات أن الملابس الأرضية العادية 'غير كافية بُعدياً'. This dress belonged to Nova Starweaver, a cosmic dancer who performed exclusively in the spaces between star systems and somehow made a living from it in the universe's most niche entertainment market. The fabric was woven from actual nebula gases that had been crystallized during the brief moment when a dying star decided to go out in style, creating material that existed in a permanent state of beautiful cosmic drama. The swirling colors were captured from the Aurora Borealis of seventeen different planets, each contributing their unique electromagnetic signature to create a dress that was basically a wearable light show. Nova wore this during her legendary performance 'Dancing with Dying Stars,' which was witnessed by approximately three civilizations and made them all question their understanding of movement, art, and the fundamental nature of beauty. The dress gained its reality-shifting properties after being worn through multiple solar storms, absorbing cosmic radiation and developing what scientists call 'main character energy on a galactic scale.' Nova eventually transcended physical form to become pure cosmic dance energy, leaving the dress behind for someone who still needed to exist in a corporeal body while channeling the aesthetic power of the entire universe."
    },
    "36": {
      "name": "حذاء الرونية الواقي",
      "description": "حذاء طويل من الجلد برسومات واقية منحوتة على الجانبين.",
      "heading_details": "حذاء الرونية الواقي – خطوات محمية بقوة قديمة",
      "details": "هذا الحذاء الطويل حتى الركبة مصنوع من الجلد البني الغني مع رسومات واقية محفورة يدويًا في لوحات على الجانبين. كل رسمة مملوءة بورق ذهبي يلمع مقابل الجلد، ويرتبط الحذاء بأربطة جلدية مخترقة لعيون نحاسية. النعل سميك ومتين، مصمم لكل من شوارع المدينة والرحلات الصوفية.",
      "origin": "صُنع خلال العصر الذهبي للسحر العملي عام ١٦٣٤، عندما أدرك السحرة أخيرًا أن كل قوتهم ستكون عديمة الفائدة إذا استمروا في الإصابة ببثور من الأحذية الرخيصة. These boots belonged to Master Aldric Groundwalker, the most pragmatic wizard in recorded history - he was the guy who invented spell components that didn't require traveling to seventeen different mystical locations just to cast a simple light spell. The rich brown leather came from the Cattle of Understanding, a herd of philosophically enlightened cows who had achieved inner peace and voluntarily contributed to the greater good (they were basically the Buddhist monks of the bovine world). The protective runes were hand-carved by the Guild of Sensible Enchanters, who operated on the principle that if your magical protection was too complicated to remember during a crisis, it was probably useless. Aldric wore these during the infamous Expedition to the Practical Realm, where he proved that common sense and magic could coexist without causing reality to have an existential crisis. The gold leaf filling developed its power after centuries of being walked on by people who actually knew what they were doing, making the boots basically wearable competence. When Aldric ascended to become the Patron Saint of Getting Things Done, he left the boots behind with instructions that they should only be worn by people who understood that true power comes from being prepared for anything while looking absolutely professional about it."
    },
    "37": {
      "name": "قلادة السماء",
      "description": "سلسلة فضية مع قلادة نجمية ذهبية تبدو وكأنها تنبض بالطاقة السماوية.",
      "heading_details": "قلادة السماء – نجم ليرشدك",
      "details": "تحمل هذه السلسلة الفضية الرقيقة قلادة نجمية ذهبية في قلبها، مصنوعة بدقة لدرجة أنها تبدو وكأنها تحتفظ بضوء نجمي حقيقي داخل نقاطها. يدور النجم بحرية على حامله، يلتقط الضوء من كل زاوية، والسلسلة الفضية رفيعة بما يكفي لتبدو بلا وزن حول الرقبة. يُقال إن أولئك الذين يرتدونها يجدون طريقهم بسهولة أكبر، حرفيًا ومجازيًا.",
      "origin": "تم صياغتها خلال أزمة الملاحة العظيمة عام ٢٨٤٧، عندما استعمرت البشرية نصف المجرة ولكنها somehow kept getting lost trying to find the space equivalent of a gas station. This pendant belonged to Captain Stella Wayfinder, the most directionally gifted person in the known universe - she was the human equivalent of GPS, but with better fashion sense and fewer annoying voice prompts. The silver chain was crafted from meteoric silver that had been blessed by the Constellation of Eternal Direction, a group of stars that had apparently gotten tired of watching space travelers fly in circles for centuries. The golden star pendant was carved from a fragment of the First Star, which had volunteered a piece of itself after witnessing too many people get lost in their own solar systems. Stella wore this during the legendary Great Space Rescue of 2851, where she successfully guided 10,000 lost ships back to their home systems using nothing but stellar navigation and an impressive amount of cosmic confidence. The pendant gained its guidance properties after absorbing the navigational prayers of every lost traveler in the galaxy, making it basically a wearable compass that works on existential as well as physical levels. When Stella retired to become the universe's official Director of Not Getting Lost, she passed the pendant on with a note saying 'for someone who needs to find their way, both literally and metaphorically, while looking stellar in the process."
    },
    "38": {
      "name": "طقم الغسق",
      "description": "طقم كامل من ثلاث قطع: بلازر مخمل، بنطلون ضيق، وقميص حرير بألوان منتصف الليل.",
      "heading_details": "طقم الغسق – أناقة ما بعد الظلام",
      "details": "تتضمن هذه المجموعة الكاملة المكونة من ثلاث قطع بلازر مخمل أسود عميق منتصف الليل، وبنطلونات مصممة بدقة من القماش المطابق، وقميص حريري بنفسجي عميق يتحول إلى الأسود في الضوء الخافت. توفر الأزرار الفضية والدرز البنفسجي الخفي الزخرفة الوحيدة اللازمة. الطقم مُصمم بدقة الكمال، مما يخلق صورة ظلية تلفت الانتباه من خلال الأناقة البحتة بدلاً من البهرجة.",
      "origin": "تم تفصيله خلال حركة الظلام الأنيق عام ٣٤٥٦، عندما قرر المجتمع أن الأشرار كانوا يحتكرون كل أفضل الخيارات الجمالية منذ وقت طويل جدًا وكان الوقت قد حان لاستعادة البشر العاديين للظلام الراقي. This ensemble belonged to Lord Vincent Shadowmere, a reformed vampire who had traded his evil overlord career for a more sustainable lifestyle in fashion consulting (apparently even immortal creatures of the night need to pivot sometimes). The midnight velvet came from the Fabric Mills of Eternal Twilight, where they specialized in creating clothing that looked like it had been woven from the space between stars. The deep purple silk shirt was dyed using ink from the Midnight Squid, a creature that only existed during solar eclipses and had strong opinions about color coordination. Vincent wore this ensemble during the legendary Gala of Redeemed Villains, where former antagonists showcased their successful career transitions while looking absolutely devastating in formal wear. The outfit gained its reality-bending properties after being worn to approximately 200 high-society events where Vincent proved that you could look dangerously elegant without actually being dangerous. When Vincent finally achieved his dream of opening a finishing school for reformed supernatural creatures, he passed the ensemble on to someone who needed to command respect through pure aesthetic authority rather than centuries of accumulated dark magic."
    },
    "39": {
      "name": "زي حارس الأكاديمية",
      "description": "زي عسكري أزرق بحري بتطريز ذهبي، مصمم لحرس الشرف في الأكاديمية السحرية.",
      "heading_details": "زي حارس الأكاديمية – شرف في الخدمة",
      "details": "يجمع هذا الزي البristine بين الدقة العسكرية والأناقة الصوفية، ويضم سترة صوفية زرقاء بحرية مع ضفائر ذهبية عبر الصدر والكتفين. تحمل الأزرار الفضية رموزًا واقية قديمة، ويعرض الياقة العالية شارة الرتبة بخيوط ذهبية. البنطلون المطابق له ثنية مثالية، وتشمل المجموعة قفازات بيادة وقبعة ذات حافة مع شعار غريفين. ارتداؤه يشبه الانضمام إلى نظام نخبوي مكرس لحماية المعرفة القديمة.",
      "origin": "تم طلبه خلال الإصلاح التعليمي العظيم عام ٢١٣٤، عندما أدركت الأكاديميات السحرية أن أمنها كان يُدار بواسطة أشخاص يبدون وكأنهم يفضلون أن يكونوا في أي مكان آخر وقررت إصلاح الجماليات إلى جانب الحماية الفعلية. This uniform belonged to Captain Sarah Brightward, the most inspirational security officer in academic history - she was the person who made campus safety look like a calling rather than a job requirement. The navy blue wool came from the Sheep of Scholarly Dedication, a breed that only grew their finest fleece while listening to lectures about ancient magical theory (they were basically the academic equivalent of classical music cows). The golden braiding was crafted by the Master Tailors of Honor, who operated on the principle that if you're going to protect knowledge, you should look like knowledge itself chose you personally. Sarah wore this during the infamous Siege of Final Exams, where she defended the academy against an invasion of stress demons while maintaining perfect uniform standards and somehow still managing to encourage panicking students. The uniform gained its authority-radiating properties after years of being worn by someone who genuinely believed that education was worth protecting, making it basically wearable dedication to the pursuit of knowledge. When Sarah was promoted to become the Headmistress of the Academy for Practical Heroism, she passed the uniform on with a note saying 'for someone who understands that true strength comes from protecting people's right to learn without fear."
    },
    "40": {
      "name": "طقم بيجاما شادومير",
      "description": "بيجاما مودال ناعمة بلون بنفسجي منتصف الليل مع أنماط كوكبية لأحلام صوفية.",
      "heading_details": "طقم بيجاما شادومير – أحلام تحت ضوء النجوم",
      "details": "تأتي هذه البيجاما الفاخرة الناعمة من المودال البنفسجي الغامق منتصف الليل مع أنماط كوكبية رقيقة منتشرة عبر القماش باللون الخزامي الفاتح. يتميز الأعلى بتصميم أمامي مُزرر مريح مع ياقة كلاسيكية، بينما يحتوي البنطلون المطابق على حزام مطاطي وجيوب جانبية. القماش يسمح بالتنفس بشكل جميل ويشبه النوم ملفوفًا بسحر الشفق.",
      "origin": "تم إنشاؤه خلال ثورة النوم العظيمة عام ٣٠٠١، عندما اعترفت البشرية أخيرًا بأن الراحة عالية الجودة حق أساسي وأي شخص يمنع تحقيق راحة النوم الأمثل يرتكب جرائم ضد الرفاهية الإنسانية الأساسية. This pajama set belonged to Dr. Luna Dreamweaver, a sleep researcher who had dedicated her life to proving that the right sleepwear could literally improve the quality of your dreams. The midnight purple modal came from the Dream Trees of the Twilight Forest, plants that only grew during the perfect conditions between wakefulness and sleep, producing fabric that felt like wearing a gentle hug from the universe's most comfortable cloud. The constellation patterns were embroidered using thread spun from actual starlight by the Seamstresses of Peaceful Slumber, who worked exclusively during the hours when most people were experiencing their deepest, most restorative sleep cycles. Luna wore this set during her groundbreaking research into the connection between sleepwear aesthetics and dream quality, proving that looking good while unconscious could actually improve your subconscious self-image. The pajamas gained their dream-enhancing properties after being worn during approximately 10,000 nights of Luna's experimental sleep sessions, absorbing the energy of countless peaceful dreams and developing what scientists call 'REM optimization capabilities.' When Luna achieved her ultimate goal of ascending to become the Guardian of Universal Sleep Quality, she left the pajamas behind for someone who needed their dreams to be as aesthetically pleasing as their waking life."
    },
        "41": {
      "name": "رداء حافظ السجلات السحرية",
      "description": "رداء عالم من اللون الفحمي الرمادي مع تفاصيل تجليد جلدية وجيوب عميقة لللفائف.",
      "heading_details": "رداء حافظ السجلات السحرية – الحكمة مُتجسدة في لباس",
      "details": "هذا الرداء العالمي المتدفق مصمم من صوف فحمي ثقيل مع تفاصيل تجليد جلدية على الحواف، تذكر بأغلفة المجلدات القديمة. يحتوي على جيوب داخلية متعددة بمقاسات مثالية لللفائف والبلورات وأدوات علمية أخرى. قلنسوته عميقة وتأملية، ومشابس نحاسية على شكل أقلام ريش تثبت مقدمة الرداء. إنه زي أكاديمي أعيد تصوره لعالم الغموض الحديث.",
      "origin": "نُسج خلال نهضة المكتبة العظيمة عام 1456، عندما قررت المؤسسات العلمية أنه إذا كان عليها الحفاظ على كل المعرفة البشرية، فيجب أن يبدو أمناء مكتباتها وكأنهم يستطيعون ترهيب الجهل إلى الخضوع. كان هذا الرداء ينتمي إلى السيد كورنيليوس بوكرايت، أمين المكتبة الأكثر ترهيبًا في التاريخ المسجل - لقد كان الشخص الذي جعل تأخير إرجاع الكتب يبدو وكأنه خيانة شخصية لمفهوم التعلم بأكمله. جاء الصوف الفحمي من 'خرفان الحكمة المتراكمة'، سلالة قضت حياتها بأكملها ترعى في حقول حيث مشى علماء قدامى، تمتص الطاقة الفكرية المتبقية من خلال حوافرها. صُنعت تفاصيل التجليد الجلدية من 'جلد النقاشات الفلسفية'، مُستقاة من مخلوقات حققت التنوير من خلال جدالات مطولة حول طبيعة الوجود. ارتدى كورنيليوس هذا الرداء خلال 'الدفاع الأسطوري عن القسم المحظور'، حيث دافع بمفرده عن المعرفة الخطيرة من السرقة على يد أشخاص لم يكونوا مستعدين لها definitively وكانوا سيستخدمونها على الأرجح لبدء مخططات هرمية. اكتسب الرداء خصائصه المروعة بعد عقود من ارتدائه من قبل شخص آمن حقًا أن المعرفة مقدسة ويجب التعامل معها بالتبجيل المناسب، مما جعله في الأساس 'سلطة أكاديمية قابلة للارتداء'. عندما صعد كورنيليوس ليصبح 'الحارس الأبدي لكل الكتب التي كُتبت على الإطلاق'، مرر الرداء إلى شخص فهم أن الحفاظ على الحكمة يتطلب أن تبدو وكأنك تستطيع personally إعادة كتابة الواقع إذا أساء شخص ما معاملة طبعة أولى."
    },
    "42": {
      "name": "ملابس الاسترخاء تحت ضوء القمر",
      "description": "سترة كريمية واسعة و شورت matching مع تطريز فضي لمراحل القمر.",
      "heading_details": "ملابس الاسترخاء تحت ضوء القمر – راحة سماوية",
      "details": "تتضمن هذه المجموعة المريحة سترة كاشمير كريمية واسعة بأكتاف متدلية وتطريز فضي لمراحل القمر على الأكمام، مقترنة بشورت متماسك matching يصل إلى منتصف الفخذ. القماش ناعم بشكل لا يصدق، مثالي لعطلات نهاية الأسبوع الكسولة أو التحديق في النجوم في وقت متأخر من الليل. تبدو مراحل القمر وكأنها تتألق بشكل خافت في أضواء مختلفة، مضيفة سحرًا إلى الراحة.",
      "origin": "صُممت خلال ثورة الراحة السماوية عام 2847، عندما سئمت عذراء القمر نفسها من ارتداء البشر ملابس قبيحة أثناء محاولتهم الاتصال بالطاقة القمرية وقررت التدخل مباشرة في صناعة الأزياء الأرضية. كانت هذه المجموعة تنتمي إلى سيرينيتي مونشايلد، مؤثرة الرفاهية الكونية التي somehow صنعت مهنة من تعليم الناس كيفية تحسين استرخائهم من خلال المحاذاة الفلكية. جاء الكاشمير الكريمي من 'ماعز السكينة الأبدية'، قطيع عاش حصريًا في مراعي الجبال حيث أنعكس ضوء القمر ظروفًا مثالية لإنتاج ألين وأكثر الألياف تهدئةً في الوجود. طُعّم تطريز مراحل القمر الفضي باستخدام أشعة قمر حقيقية تبلورت خلال الظاهرة النادرة عندما وجدت جميع مراحل القمر simultaneously لمدة سبعة عشر دقيقة exactly. ارتدت سيرينيتي هذه المجموعة خلال سلسلة البث المباشر الأسطورية 'الاسترخاء مع لونا'، حيث علمت 2.3 مليون متابع كيفية تحقيق السلام الداخلي من خلال القيلولة الإستراتيجية وملابس النوم عالية الجودة. اكتسبت ملابس الاسترخاء خصائصها المُحفزة للطمأنينة بعد ارتدائها خلال جلسات تأمل لا تحصى تحت ضوء القمر المباشر، امتصاص الطاقة القمرية وتطوير ما يسميه العلماء 'أمثل فيبرات الهدوء'. عندما حققت سيرينيتي شكلها النهائي كـ 'السفيرة الرسمية للقمر لدى الأرض'، تركت المجموعة لشخص احتاج إلى إتقان فن أن يبدو راقيًا سماويًا while لا يفعل شيئًا منتجًا على الإطلاق."
    },
    "43": {
      "name": "الزي الرسمي للحرس الملكي",
      "description": "زي موحد احتفالي من المخمل الأرجواني مع ضفر ذهبي، يرتديه حراس القصر النخبة.",
      "heading_details": "الزي الرسمي للحرس الملكي – حامي التاج",
      "details": "يتميز هذا الزي الموحد الاحتفالي الرائع بسترة مخملية أرجوانية عميقة مع ضفر ذهبي معقد بأنماط عقد سلتية عبر الصدر والأكمام. ي bears الياقة العالية شعار العائلة المالكة بخيوط ذهبية، والبنطال matching له حواف ذهبية على الجانبين. يكتمل الزي بحزام سيف احتفالي وشريط حريري أبيض. مخصص لأكثر الحراس النخبة، ارتداؤه يحمل ثقل اليمين القديمة والواجب النبيل.",
      "origin": "كُلف خلال العصر الذهبي للملكية الدرامية عام 1634، عندما تنافس الملوك والملكات لمعرفة من يمكن أن يبدو حراسهم الشخصيين الأكثر روعة بشكل مرعب بينما يقفون بلا حراك لساعات. كان هذا الزي ينتمي إلى السير ريجينالد بوربلهارت، أكثر حارس ملكي تفانيًا في التاريخ - لقد وقف مرة في وضعية التحية لمدة 72 ساعة متواصلة فقط لإثبات أن الالتزام بالواجب يمكن أن يكون شكلاً من أشكال الفن. جاء المخمل الأرجواني من 'دود القز الملكي للنوايا المهيبة'، مخلوقات كانت تُطعم حصريًا على بتلات الزهور والموسيقى الكلاسيكية لإنتاج قماش يستحق حماية الحق الإلهي في الحكم. صُنع الضفر الذهبي من قبل 'النساجين المهرة للولاء الأبدي'، الذين عملوا على مبدأ أنه إذا كنت ستكرس حياتك لحماية تاج شخص آخر، فيجب أن يكون outfitك تعويضًا كافيًا عن عدم التمكن من ارتداء التاج بنفسك أبدًا. ارتدى ريجينالد هذا خلال 'الحصار الأسطوري للاستعراض المبهرج'، حيث دافع عن القصر ضد جيش من نقاد الأزياء الذين زعموا أن الجماليات الملكية 'مبالغ فيها بشكل إشكالي' (فاز بإثبات أن كونك إضافيًا extra هو في الواقع أحيانًا شكل من أشكال الخدمة العامة). اكتسب الزي خصائعه المشعة للسلطة بعد امتصاص عقود من التفاني الثابت لريجينالد في فكرة أن بعض الأشياء تستحق الحماية لمجرد أنها جميلة، مما جعله في الأساس 'ولاء قابل للارتداء' مع عدد خيوط مثير للإعجاب حقًا. عندما تقاعد ريجينالد بعد تحقيق الحلم المستحيل بجعل واجب الحراسة يبدو الوظيفة الأكثر روعة في المملكة، مرر الزي إلى شخص فهم أن الخدمة الحقيقية تتطلب أحيانًا أن تبدو رائعًا لدرجة أن الناس ينسون التساؤل عن النظام الذي تحميه."
    },
    "44": {
      "name": "هودي حائك النجوم",
      "description": "هودي فائق النعومة بلون البطروق العميق مع خيوط تطريز كوكبية تتألق في الظلام.",
      "heading_details": "هودي حائك النجوم – راحة بين النجوم",
      "details": "هذا الهودي الناعم بشكل لا يصدق مصنوع من قطني مبشوش بلون البطروق العميق، مع أنماط كوكبية مطرزة بخيط خاص يتألق برفق في الظلام. بطانة القلنسوة مصنوعة من قماش خريطة النجوم، وجيب الكنغارو مثالي لتدفئة الأيدي أو تخزين الكنوز الصغيرة. إنه نوع الهودي الذي يجعلك ترغب في السهر طوال الليل لمشاهدة النجوم الحقيقية.",
      "origin": "حُيك خلال ثورة الراحة الكونية عام 4823، عندما حل مهندسو النسيج في الكون finally المشكلة القديمة المتمثلة في كيفية جعل الملابس العادية تشعر وكأنك ترتدي عناقًا من المجرة بأكملها. كان هذا الهودي ينتمي إلى زارا نايتغلو، مستشارة الراحة الكونية التي تخصصت في مساعدة الناس على تحقيق أمثل درجات الراحة مع الحفاظ على اتصالهم بالطاقة السماوية. جاء القطني البطروقي العميق من 'نباتات الراحة في سديم سبعة'، كائنات تطورت خصيصًا لإنتاج ألين الألياف في الكون المعروف بعد أن شهدت الكثير من الكائنات تعاني من ملابس نوم غير مناسبة. غُزل خيط التطريز المتألق في الظلام من ضوء نجمي حقيقي من قبل 'نقابة الخياطات الكونيات'، اللواتي عملن حصريًا أثناء كسوف الشمس عندما كانت الحدود بين الضوء والظلام في أجمل حالاتها. ارتدت زارا هذا الهودي خلال 'رحلة البحث عن الراحة العظيمة الأسطورية عام 4825'، حيث سافرت إلى سبعة عشر نظامًا نجميًا مختلفًا لبحث ظروف الراحة المثلى عبر مجالات جاذبية وتكوينات غلاف جوي مختلفة. اكتسب الهودي خصائعه المدعومة بالنجوم بعد ارتدائه خلال ليال لا تحصى من التحديق النجمي بين النجوم، امتصاص الإشعاع الكوني وتطوير ما يسميه العلماء 'طاقة الهدوء الكوني'. عندما تجاوزت زارا شكلها المادي لتصبح 'المديرة الرسمية للراحة المثلى في المجرة'، تركت الهودي لشخص احتاج إلى الشعور بالاتصال بالكون while يكون مريحًا بدرجة كافية ليغفو أثناء أفلام وثائقية عن الفلك."
    },
    "45": {
      "name": "بليزر أكاديمية السحر",
      "description": "بليزر مدرسي تقليدي بلون أزرق منتصف الليل مع ألوان المنزل وشارات سحرية.",
      "heading_details": "بليزر أكاديمية السحر – عالم في الغيبيات",
      "details": "يتبع هذا البليزر perfectly المُفصل التصميم الأكاديمي التقليدي من صوف أزرق منتصف الليل مع ألوان المنزل في الحواف والبطانة. يخلق خيط ذهبي رموزًا سحرية خفية عبر الجيب الصدري، وشعار المدرسة مطرز على الجيب الصدري. السترة لها قصة كلاسيكية تعمل بشكل متساوٍ في قاعات المحاضرات أو شوارع المدينة، تمثل كلًا من الإنجاز العلمي والإمكانات الغامضة.",
      "origin": "قُص خلال إصلاح التعليم السحري العظيم عام 2456، عندما أدركت مدارس السحر أن خريجيها يحتاجون إلى الظهور بأهلية احترافية في أسواق العمل السحرية والدنيوية على حد سواء. كان هذا البليزر ينتمي إلى البروفيسورة إيفلين سبيلرايت، المعلمة الأكثر أناقة وترهيبًا في الأوساط الأكاديمية السحرية - لقد كانت المعلمة التي جعلت 'السحر النظري المتقدم' يبدو وكأنه امتياز rather than متطلبًا. جاء الصوف الأزرق منتصف الليل من 'خرفان الأكاديمية للتعليم العالي'، سلالة جرى تربيتها بشكل انتقائي لقرون لإنتاج قماش يجعل مرتديه يبدون أكثر ذكاءً وجدارة بالثقة بطريقة ما. طُرزت الرموز السحرية الذهبية من قبل 'نقابة الخياطات العالمات'، اللواتي أتقن فن جعل التعليم يبدو الخيار الوظيفي الأروع على الإطلاق. ارتدت البروفيسورة سبيلرايت هذا البليزر خلال 'مؤتمر السحر متعدد التخصصات الأسطوري'، حيث جادلت successfully أن التعليم السحري يجب أن يركز على التطبيقات العملية rather than فقط جعل الأشياء تنفجر بطرق مبهرة visually. اكتسب البليزر خصائعه المشعة للكفاءة بعد عقود من ارتدائه من قبل شخص آمن حقًا أن المعرفة هي أقوى سحر على الإطلاق، مما جعله في الأساس 'سلطة أكاديمية قابلة للارتداء' مع عدد خيوط جيد حقًا. عندما تمت ترقية البروفيسورة سبيلرايت لتصبح 'مديرة جامعة الاستحالة التطبيقية'، مررت البليزر إلى شخص فهم أن أفضل المعلمين هم من يجعلون التعلم يبدو أنيقًا without جهد."
    },
    "46": {
      "name": "بدلة التدريب تعويذة الراحة",
      "description": "سويشيرت وبنطلون تدريب matching بلافender ناعم مع تطريز روني للراحة.",
      "heading_details": "بدلة التدريب تعويذة الراحة – سحر في كل خيط",
      "details": "تتضمن هذه المجموعة المطابقة سويشيرت كرو نيك واسعة وبنطلون تدريب ضيق، كلاهما من أقطان التيري الفرنسي الناعمة بلافender فاتح. طُعّمت رونات الراحة بشكل خافت على الأكمام والحاشية بخيط أبيض، تكاد تكون غير مرئية حتى تنظر عن قرب. السويشيرت ذات مقاس مريح مثالي للاسترخاء، وبنطلون التدريب له قصة ضيقة ملفتة مع أكمام متماسكة.",
      "origin": "أُنشئت خلال 'صحوة الاسترخاء العظيمة' عام 3001، عندما acknowledge المجتمع finally أن التوتر كان يقتل الجميع literally وقرر جعل الراحة شكلًا من أشكال الدفاع السحري عن النفس. كانت هذه البدلة تنتمي إلى مايا زينماستر، ساحرة الرفاهية التي أحدثت ثورة في صناعة الرعاية الذاتية بإثباتها أن ملابس الاسترخاء المناسبة يمكنها actually أن تلقي تعويذات حماية على صحتك العقلية. جاء قطن التيري اللافندي من 'نباتات القطن الداعمة عاطفيًا لوادي السكينة'، كائنات جرى تصميمها سحريًا لإنتاج قماش يشبه ارتداء جلسة علاج دائمة. طُعّمت رونات الراحة باستخدام خيط باركه 'مجلس الهدوء الكوني'، مجموعة من الكائنات المتنورة التي تجاوزت الحاجة إلى القلق من الإنتاجية. ارتدت مايا هذه البدلة خلال بحثها الرائد في 'السحر العملي للإرهاق اليومي'، م proving أن أحيانًا أقوى تعويذة يمكنك castها هي منح نفسك الإذن لتكون مرتاحًا. اكتسبت البدلة خصائعها المُخففة للتوتر بعد ارتدائها خلال approximately 5000 جلسة تأمل، امتصاص الطاقة المسالمة وتطوير ما يسميه العلماء 'معامل الهدوء الأمثل'. عندما حققت مايا التنوير من خلال القيلولة الإستراتيجية، تركت البدلة لشخص احتاج إلى فهم أن الرعاية الذاتية ليست أنانية — إنها في الأساس درع لروحك."
    },
    "47": {
      "name": "卡ارديغان الجامعة الغامضة",
      "description": "卡ارديغان جامعة كلاسيكي بلون بني غني مع حاشية ذهبية ورقعات أقسام سحرية.",
      "heading_details": "卡ارديغان الجامعة الغامضة – التميز الأكاديمي",
      "details": "يتبع هذا ال卡ارديغان الخالد تصميم الجامعة الكلاسيكي من صوف شوكولاتي غني مع حاشية ذهبية على طول الياقة والأكمام. توجد رقع أقسام للدراسات السحرية المختلفة مطرزة على الأكمام، ويزين شعار الجامعة الصدر. المقاس مريح وعالمي، مثالي لساعات طويلة في المكتبة أو التنزه في أرجاء الحرم الجامعي while تتأمل في غموض الكون.",
      "origin": "حُيك خلال 'حروب هيبة الأكاديمية' عام 1847، عندما تنافست الجامعات لمعرفة من يمكن أن يبدو أعضاء هيئة التدريس فيه الأكثر ترهيبًا فكريًا while يبقون مريحين بشكل يمكن الاقتراب منهم. كان هذا ال卡ارديغان ينتمي إلى البروفيسور ثيودور ويسدامكيپ، المعلم الأكثر حبًا في 'جامعة الاستحالة التطبيقية' - لقد كان المعلم الذي جعل 'نظرية السحر الكمي' تشعر وكأنها وقت القصة مع جدك المفضل. جاء الصوف البني الشوكولاتي من 'خرفان العالم للأفكار العميقة'، سلالة رعت حصريًا في المكتبات وطورت صوفًا بخواص كتم صوت طبيعية لظروف دراسة مثالية. أُضيفت الحاشية الذهبية من قبل 'نقابة الأناقة الأكاديمية'، الذين آمنوا أنه إذا كنت ستكرس حياتك لتوسيع المعرفة البشرية، فعليك على الأقل أن تبدو مهيبًا while تفعل ذلك. ارتدى البروفيسور ويسدامكيپ هذا ال卡ارديغان خلال 'النقاش العظيم الأسطوري حول السحر النظري مقابل العملي'، حيث جادل successfully أن أفضل سحر هو النوع الذي يساعد الناس في مشاكلهم الفعلية rather than فقط أن يبدو مبهرًا في الحفلات. اكتسب ال卡ارديغان خصائعه المشعة للحكمة بعد عقود من ارتدائه خلال ساعات العمل المكتبي حيث وزع البروفيسور ويسدامكيپ النصائح الأكاديمية والإرشادات الحياتية على الطلاب المحتارين. عندما تقاعد ليصبح 'أستاذ فخري للعقل السليم الأول في الكون'، مرر ال卡ارديغان إلى شخص فهم أن الذكاء الحقيقي هو معرفة كيفية جعل الأشياء المعقدة بسيطة، وليس العكس."
    },
    "48": {
      "name": "ثوب النوم حائكة الأحلام",
      "description": "ثوب نوم حريري متدفق بلافender فاتح مع تطريز catching للأحلام عند الحاشية.",
      "heading_details": "ثوب النوم حائكة الأحلام – النوم في سحر",
      "details": "يتدفق ثوب النوم السماوي هذا مثل ضوء القمر السائل، مصنوع من أ finest حرير بلافender فاتح يتحول إلى فضي في ضوء المصباح. الحاشية مطرزة بأنماط dreamcatcher معقدة بخيط أرجواني أعمق، يُقال إنه يشجع على أحلام سلمية سحرية. خط العنق modest لكن أنيق، والأكمام تتدفق مثل أجنحة لطيفة. مثالي لأولئك الذين يريدون أن يشعروا نومهم كقصة خيالية.",
      "origin": "نُسج خلال 'نهضة النوم العظيمة' عام 2134، عندما أدركت البشرية finally أن جودة أحلامك يمكنها literally تحديد جودة وجودك بأكمله وقررت أن تأخذ ملابس النوم على محمل الجد for once. كان هذا الثوب ينتمي إلى ليدي مورفيا سويتدريمز، مستشارة الأحلام الأكثر نجاحًا في التاريخ المسجل - لقد كانت في الأساس مدربة شخصية للعقول اللاواعية للناس. جاء الحرير اللافندي الفاتح من 'عث الأحلام في عالم الغسق'، مخلوقات وُجدت primarily خلال اللحظات بين النوم والاستيقاظ وأنتجت شرانق شعرت وكأنك ترتدي سكونًا سائلًا. طُعّم تطريز ال dreamcatcher باستخدام خيط غزل من تهويدات متبلورة من قبل 'الخياطات للنوم المسالم'، اللواتي عملن حصريًا خلال الساعات التي كانت فيها الكوابيس الأقل نشاطًا. ارتدت ليدي مورفيا هذا الثوب خلال بحثها الرائد في 'تحسين جمالية الحلم'، proving أن ملابس النوم الجميلة يمكنها actually تحسين الجودة البصرية لأحلامك وتقليل احتمالية الكوابيس القائمة على القلق. اكتسب الثوب خصائعه المحسنة للأحلام بعد ارتدائه خلال آلاف الليالي من تجارب النوم المُعدة perfectly، امتصاص طاقة الأحلام المسالمة وتطوير ما يسميه العلماء 'سحر تحسين مرحلة نوم حركة العين السريعة'. عندما صعدت ليدي مورفيا لتصبح 'الحارسة لجودة النوم الكوني'، تركت الثوب لشخص فهم أن العناية بأحلامك لا تقل أهمية عن العناية بحياتك اليقظة."
    },
    "49": {
      "name": "مئزر حرفي النقابة",
      "description": "مئزر حرفي جلدى مع حلقات أدوات وجيوب، يحمل ختم النقابة.",
      "heading_details": "مئزر حرفي النقابة – سيد الحرفة",
      "details": "صُمم هذا المئزر الجلدي عالي الجودة للحرفيين الجادين، ويتميز بجيوب متعددة وحلقات أدوات ودرزات معززة في نقاط الضغط الرئيسية. يحمل الجلد البني الغني ختم النقابة بارزًا بالذهب على الصدر، marking مرتديه كحرفي معتمد. تضمن الأشرطة القابلة للتعديل مقاسًا مثاليًا، وسيشيخ الجلد beautifully مع الاستخدام، ليصبح أكثر شخصية over time.",
      "origin": "صُنع خلال 'صحوة الصانع العظيمة' عام 1634، عندما redisc المجتمع أن صنع الأشياء بيديك كان actually أكثر إشباعًا من أي ما كان المكافئ الرقمي يحاول أن يكون. كان هذا المئزر ينتمي إلى السيدة الحرفية ماستر إيلينا جولدن هاندز، أكثر الحرفيين مهارة في 'نقابة الأشخاص الذين ينهون مشاريعهم actually' - لقد كانت في الأساس نقيض كل شخص لديه سبعة عشر حرفة نصف مكتملة محشوة في الخزانات. جاء الجلد من 'ماشية المهام المكتملة'، قطيع حقق التنوير من خلال متعة البساطة في إنهاء ما بدأوه (كانوا في الأساس خبراء الإنتاجية في عالم البقر). طُبع ختم النقابة باستخدام تقنيات انتقلت عبر سبعة عشر جيلًا من الأشخاص الذين فهموا أن الحرفية الحقيقية تتطلب كلًا من المهارة والصبر لعدم الاستسلام عندما تصبح الأمور صعبة. ارتدت إيلينا هذا المئزر خلال 'مسابقة الصنع العظيمة الأسطورية عام 1638'، حيث أنشأت قطعة أثاث وظيفية كانت أيضًا بطريقة ما آلة موسيقية وجهاز فعال حقًا لتخفيف القلق. اكتسب المئزر خصائعه المعززة للكفاءة بعد عقود من ارتدائه من قبل شخص آمن حقًا أن صنع أشياء جميلة ومفيدة هو one من أسمى أشكال التعبير البشري. عندما حققت إيلينا وضع ماستر وفتحت مدرستها الخاصة 'لمختزني الحرف المُصلحين'، مررت المئزر إلى شخص احتاج إلى الثقة لإنهاء مشاريعه الإبداعية actually instead of مجرد شراء المزيد من المستلزمات."
    },
    "50": {
      "name": "الزي الرسمي للمحكمة السماوية",
      "description": "زي موحد احتفالي أبيض ناصع مع زخارف سماوية ذهبية، يرتديه رسل السماء.",
      "heading_details": "الزي الرسمي للمحكمة السماوية – رسول الإرادة الإلهية",
      "details": "يمثل هذا الزي الموحد الناصع highest رتبة الخدمة السماوية، مصنوع من حرير أبيض نقي مع رموز سماوية ذهبية مطرزة عبر الصدر والأكمام. ت bears الياقة العالية أجنحة بخيط ذهبي، وتخلق السترة الضيقة صورة ظلية للسلطة الإلهية. يكتمل الزي ببنطال أبيض matching وشريط ذهبي. مخصص لأولئك المختارين لحمل الرسائل بين العوالم، يشع بهالة غاية أخرى دنيوية.",
      "origin": "كُلف خلال 'إصلاح البيروقراطية الإلهية' عام 4156، عندما acknowledge العالم السماوي finally أن even الإدارة السماوية needed أن تبدو ملهمة بشكل احترافي rather than مجرد etheric عام. كان هذا الزي ينتمي إلى مساعدة رئيس الملائكة ميخائيل الشخصية، سيرافينا لايت برينغر، التي كانت في الأساس أكثر مديرة وسط كفؤة في الكون المتعدد بأكمله - لقد كانت الشخص الذي أبقى الجنة تعمل وفقًا للجدول الزمني while تبدو absolutely مدمرة في الملابس العملية. جاء الحرير الأبيض النقي من 'دود القز النقاء الأبدي'، مخلوقات وُجدت في حالة من الوضوح الأخلاقي الدائم وأنتجت قماشًا literally لا يمكن تلطيخه بأي شيء less than أزمة لاهوتية كبرى. طُرزت الزخارف السماوية الذهبية من قبل 'ملائكة الامتياز الجمالي'، الذين عملوا على مبدأ أنه إذا كنت ستُمثل الإرادة الإلهية، فيجب أن تبدو وكأن الإرادة الإلهية personally اختارت outfitك. ارتدت سيرافينا هذا الزي خلال 'مراجعة الأداء السماوي الأسطوري عام 4158'، حيث أعادت تنظيم الهيكل التشغيلي للسماء بأكملها successfully while حافظت على معايير الزي الموحد المثالية و somehow جعلت البيروقراطية تبدو رائعة. اكتسب الزي خصائعه المشعة للسلطة بعد ارتدائه من قبل شخص كانت وظيفته literally التأكد من أن الجنة تفي بأهدافها الربعية للسلام والحلم والانسجام الكوني العام. عندما تمت ترقية سيرافينا لتصبح 'مديرة خدمة العملاء بين الأبعاد'، مررت الزي إلى شخص فهم أن خدمة قوة أعلى تتطلب أحيانًا أن تبدو وكأنك تستطيع personally التفاوض مع الكون والفوز."
    },
    "51": {
      "name": "مجموعة صانع التعاويذ المريحة",
      "description": "سترة متماسكة ناعمة وليڠينڠس بلون رمادي عاصفي مع أنماط دوائر تعويذة خفية.",
      "heading_details": "مجموعة صانع التعاويذ المريحة – سحر في الراحة",
      "details": "تتضمن هذه المجموعة المطابقة الناعمة بشكل لا يصدق سترة كيبل-كنيت بلون رمادي عاصفي مع أنماط دوائر تعويذة خفية محبوكة في التصميم، مقترنة بليڠينڠس matching تشعر كالجلد الثاني. السترة ذات مقاس واسع مريح مثالي للالتفاف مع كتب التعاويذ، والليڠينڠس لها خصر عالي وجيوب خفية. تفاصيل الجمشت الصغيرة تلتقط الضوء على طول الأكمام.",
      "origin": "أُنشئت خلال 'ثورة السحر العملي' عام 3001، عندما admitted السحرة finally أن معظم قوتهم جاءت من كونهم مرتاحين بدرجة كافية للتركيز properly rather than من ارتداء أردية غير عملية بشكل درامي كانت تشتعل every time يشعلون شمعة. كانت هذه المجموعة تنتمي إلى سيج ويلوومون، ساحرة سياج أحدثت ثورة في السحر الحديث بإثباتها أن الملابس المريحة كانت actually أكثر ملاءمة لصب التعاويذ من أي شيء يتضمن مشدات أو عباءات درامية. جاء القماش الرمادي العاصفي من 'خرفان الراحة للقرارات العملية'، سلالة جرى تربيتها بشكل انتقائي لإنتاج صوف يشعر وكأنك ترتدي عناقًا دائمًا while لا يزال يبدو مرتبًا بدرجة كافية لاجتماعات السحرة المحترفين. حُبكت أنماط دوائر التعويذة الخفية في القماش باستخدام تقنيات طورتها 'جماعة السحرة المعقولين'، الذين آمنوا أنه إذا لم تكن رموزك السحرية مريحة بدرجة كافية لارتدائها طوال اليوم، فمن المحتمل أنها لم تكن فعالة بدرجة كافية لتحمل عناء استخدامها. ارتدت سيج هذه المجموعة خلال ورش عملها الرائدة 'سحر الراحة'، حيث علمت مئات الممارسين أن أقوى التعاويذ هي التي يمكنك castها while تشعر بالراحة التامة في بشرتك. اكتسبت المجموعة خصائعها المعززة للسحر بعد ارتدائها خلال جلسات صب تعاويذ ناجحة لا تحصى، امتصاص الطاقة السحرية وتطوير ما تسميه الساحرات 'راحة الصب المثلى'. عندما فتحت سيج مدرستها 'لمستخدمي السحر الدرامي المُصلحين'، مررت المجموعة إلى شخص احتاج إلى تعلم أن القوة الحقيقية تأتي من كونك مرتاحًا مع نفسك rather than من أن تبدو مرعبًا للآخرين."
    },
    "52": {
      "name": "عميل نقابة الظل",
      "description": "زي تكتيكي كامل بالسواد مع جيوب خفية وقطن كاتم للصوت.",
      "heading_details": "عميل نقابة الظل – سلطة غير مرئية",
      "details": "هذا الزي التكتيكي عالي الجودة مصمم هندسيًا لعمليات التخفي، ويتميز بقطن ريپستوب all-black بخواص كتم الصوت. وُضعت جيوب خفية متعددة بشكل إستراتيجي للأدوات والأساسيات، وتسمح القصة بأقصى قدر من الحركة while تحافظ على صورة ظلية أنيقة. توفر الركب والمرافق المعززة المتانة، بينما تساعد نسجة القطن الخاصة مرتديها على الاندماج في الظلال.",
      "origin": "صُمم خلال 'نهضة التجسس الاحترافي' عام 2456، عندما أدركت صناعة الجاسوسية finally أن عملائها needed أن يبدوا أكفاء وجديرين بالثقة rather than فقط غامضين ومرعبين طوال الوقت. كان هذا الزي ينتمي إلى العميلة ميدنايت (الاسم الحقيقي: جينيفر طومسون)، أخصائية التسلل الأكثر فعالية في التاريخ المسجل - لقد كانت في الأساس الشخص الذي أثبت أن أفضل طريقة لتكون invisible هي أن تبدو وكأنك تنتمي إلى wherever أنت. جاء القطن الأسود بالكامل من 'تعاونية قطن التخفي'، نباتات جرى تعديلها وراثيًا لامتصاص موجات الصوت وإنتاج منسوجات جعلت خطوات القدم quieter بنحو 47%. صُممت الجيوب الخفية هندسيًا من قبل 'نقابة جنون العظمة العملي' باستخدام تقنيات طي أبعادي allowed العملاء carry ما يقرب من ثلاثة أضعاف المعدات التي يجب أن تتسع في زي عادي. ارتدت العميلة ميدنايت هذا خلال 'العملية الأسطورية: التفسير المعقول'، حيث تسللت successfully إلى سبعة عشر منظمة مختلفة بمجرد أن بدت كفؤة بشكل احترافي لدرجة أن no one فكر في question وجودها. اكتسب الزي خصائعه المعززة للثقة بعد سنوات من ارتدائه من قبل شخص تطلبت وظيفتها اليقين المطلق في قدراتها الخاصة، مما جعله في الأساس 'ثقة بالنفس قابلة للارتداء' مع وظائف تكتيكية جيدة حقًا. عندما تقاعدت العميلة ميدنايت لتصبح مستشارة للأشخاص الذين needed إلى إظهار السلطة في المواقف الصعبة، مررت الزي إلى شخص فهم أن التخفي الحقيقي يأتي من الانتماء everywhere rather than الاختباء من everything."
    },
    "53": {
      "name": "أونزى ساحر الراحة",
      "description": "أونزى للبالغين بلون أرجواني عميق مع أنماط نجوم ذهبية وقلنسوة على شكل قبعة ساحر.",
      "heading_details": "أونزى ساحر الراحة – أقصى راحة، أقصى سحر",
      "details": "هذا الأونزى البالغ المريح بشكل مبهج مصنوع من ألين الفليس بلون أرجواني عميق مع نجوم ذهبية مبعثرة عبر القماش. صُممت القلنسوة على شكل قبعة ساحر، مع نقطة متدلية كاملة، والمقدمة بها سipper مناسب. الأكمام المتماسكة عند المعصمين والكاحلين تحافظ على الدفء، والمقاس المريح يجعله مثالي لصب التعاويذ في عطلة نهاية الأسبوع الكسولة أو مشاهدة مسلسلات الخيال binge-watching.",
      "origin": "أُنشئ خلال 'ثورة الاسترخاء العظيمة' عام 4823، عندما acknowledge المجتمع السحري finally أن أحيانًا أقوى شيء يمكنك فعله هو منح نفسك الإذن لتكون مرتاحًا بشكل كامل، دون اعتذار. كان هذا الأونزى ينتمي إلى الساحر كادلز ماكجيلكدي (الذي غير اسمه legally بعد أن أدرك أن 'أرخميج سيريوس داركمور' كان يمنحه متلازمة المحتال)، أكثر مستخدمي السحر تحقيقًا للذات في التاريخ - لقد كان في الأساس الرجل الذي أثبت أنك لست بحاجة إلى المعاناة من أجل فنك، even إذا كان فنك يتضمن التلاعب بالقوى الأساسية للواقع. جاء الفليس الأرجواني العميق من 'اللاما المريحة للهدوء الأقصى'، مخلوقات حققت التنوير من خلال القيلولة الإستراتيجية وأنتجت صوفًا شعر وكأنك ترتدي جلسة علاج. طُبقت النجوم الذهبية باستخدام ضوء نجمي حقيقي من قبل 'الخياطات للراحة المثلى'، اللواتي عملن على مبدأ أنه إذا كنت ستلبس كطفل، فقد ترتدي like أقوى طفل سحريًا في الكون. ارتدى كادلز هذا الأونزى خلال 'تجربة الصب المريحة العظيمة الأسطورية'، حيث أدى سحرًا متقدمًا successfully while بدا وكأنه مستعد لأكثر حفلة نوم رائعة في العالم. اكتسب الأونزى خصائعه المكبرة للسحر بعد امتصاص طاقة تعاويذ لا تحصى أُلقيت في حالة من الراحة التامة، وتطوير ما يسميه المنظرون السحريون 'طاقة الراحة القصوى'. عندما حقق كادلز شكله النهائي كـ 'القديس الراعي لسحر الرعاية الذاتية'، مرر الأونزى إلى شخص احتاج إلى تعلم أن أكثر الأشياء جذرية التي يمكنك فعلها هي إعطاء الأولوية لراحتك الخاصة without الاعتذار عنها."
    },
    "54": {
      "name": "卡ارديغان المكتبة المسحورة",
      "description": "卡ارديغان صوفي بلون بورڠوندي مع أنماط ظهور كتب وجيوب بإضاءة قراءة.",
      "heading_details": "卡ارديغان المكتبة المسحورة – حكمة قابلة للارتداء",
      "details": "صُمم هذا ال卡ارديغان العالمي للقراء الجادين، من صوف بورڠوندي غني مع أنماط ظهور كتب مطرزة على طول الألواح الأمامية. الجيوب العميقة مبطنة بشرائط LED توفر ضوء قراءة لطيف، وحلقات صغيرة تحمل نظارات قراءة أو علامات صفحات. المقاس مريح وأكاديمي، مثالي لساعات طويلة بين مجلدات غبارية أو أركان قراءة مريحة.",
      "origin": "حُيك خلال 'نهضة السحر الأدبي' عام 1847، عندما سئم أمناء المكتبات finally من تعامل الناس مع الكتب وكأنها مجرد objects زخرفية وقرروا المقاومة باستخدام الفن القديم لخدمة العملاء المساعدة العدوانية. كان هذا ال卡ارديغان ينتمي إلى أمينة المكتبة الرئيسية بياتريس پيجكيپر، أكثر الشخصيات معرفة بشكل مرعب في التاريخ المسجل - لقد كانت في الأساس محرك بحث بشري مع آراء حول العناية المناسبة بالكتب والقدرة على جعل المرتادين يشعرون بالذنب بشأن الصفحات المطوية dog-eared من خلال طاقة الرفض المحضة. جاء الصوف البورڠوندي من 'خرفان العالم للقراءة العميقة'، سلالة قضت حياتها بأكملها تستمع إلى الكتب المسموعة وطورت صوفًا بخواص كتم صوت طبيعية لأجواء مكتبة مثالية. أُضيفت الجيوب المبطنة بـ LED من قبل 'نقابة Bibliophiles العملي'، الذين آمنوا أنه إذا كنت ستقضي حياتك محاطًا بالكتب، فعليك على الأقل أن تحصل على إضاءة كافية لقراءتها properly. ارتدت بياتريس هذا ال卡ارديغان خلال 'المعركة الأسطورية للغرامات المتأخرة'، حيث دافعت successfully عن سياسة غرامة التأخير في المكتبة ضد جيش من الأشخاص الذين اعتقدوا أن 'نسيت' كان عذرًا valid للاحتفاظ بالكتب لمدة ستة أشهر. اكتسب ال卡ارديغان خصائعه المشعة للحكمة بعد عقود من ارتدائه من قبل شخص آمن حقًا أن كل كتاب يستحق أن يُقرأ بالاحترام والرعاية المناسبين. عندما صعدت بياتريس لتصبح 'الحارسة الأبدية لكل المعرفة المكتوبة'، مررت ال卡ارديغان إلى شخص فهم أن القوة الحقيقية تأتي من مساعدة الناس في العثور على المعلومات التي يحتاجونها exactly، even عندما لا يكونون متأكدين تمامًا مما يبحثون عنه."
    },
    "55": {
      "name": "روب الكيمونو جناح الفينيق",
      "description": "روب حريري متدفق بألوان اللهب مع أنماط ريش فينيق للاسترخاء بأناقة.",
      "heading_details": "روب الكيمونو جناح الفينيق – ولادة جديدة في الراحة",
      "details": "يتدفق روب الاسترخاء الفاخر هذا كالنار السائلة، مصنوع من حرير بألوان لهب متدرجة من البرتقالي العميق إلى الذهبي اللامع. طُبعت أنماط ريش الفينيق يدويًا عبر القماش، وتخلق الأكمام الواسعة صورة ظلية درامية مثالية للنهوض من النوم متجددًا. يرتبط الحزام عند الخصر، ويسقط الروب إلى منتصف الساق لتغطية أنيقة. يحول الروتين الصباحي إلى طقوس ولادة شخصية جديدة.",
      "origin": "نُسج خلال 'حركة التحول الشخصي العظيمة' عام 2134، عندما acknowledge المجتمع finally أنك تحتاج أحيانًا إلى حرق حياتك القديمة والنهوض من الرماد وأن تبدو absolutely رائع. كان هذا الروب ينتمي إلى ليدي فينيكس رايزينڠستار (اسم الولادة: جانيت سميث)، التي صنعت مهنة من مساعدة الناس على إعادة اختراع أنفسهم بعد تغييرات الحياة الكبرى - لقد كانت في الأساس مدربة حياة للأشخاص الذين يمرون بعصر البطولة protagonist era. جاء الحرير الملون باللهب من 'عث التحول للتحول الأبدي'، مخلوقات وُجدت في حالة دائمة من التحول الجميل وأنتجت شرانق شعرت وكأنك ترتدي شجاعة سائلة. طُبعت أنماط ريش الفينيق يدويًا باستخدام أصباغ مصنوعة من طاقة شروق الشمس المتبلورة من قبل 'فناني البدايات الجديدة'، الذين تخصصوا في التقاط اللحظة الدقيقة عندما يصبح الأمل حقيقة. ارتدت ليدي فينيكس هذا الروب خلال سلسلة ورش العمل الأسطورية 'انهض وتألق'، حيث علمت آلاف الأشخاص كيفية احتضان التغيير instead of الاختباء منه while يبدون وكأنهم يستطيعون personally ترهيب الشك الذاتي إلى الخضوع. اكتسب الروب خصائعه المحفزة للتحول بعد ارتدائه خلال لحظات اكتشاف شخصية لا تحصى لاكتشاف قوتهم الخاصة، امتصاص طاقة الأشخاص وتطوير ما يسميه علماء النفس 'تحسين طاقة الفينيق'. عندما حققت ليدي فينيكس شكلها النهائي كـ 'مديرة التطور الشخصي الكوني'، تركت الروب لشخص احتاج إلى تذكر أن كل نهاية هي مجرد طريقة really درامية لبدء شيء أفضل."
    },
        "56": {
      "name": "بدلة أسترال أكاديمي الرياضية",
      "description": "بدلة رياضية باللون الأزرق البحري مع خطوط أسترال أكاديمي الذهبية ورقع كوكبات.",
      "heading_details": "بدلة أسترال أكاديمي الرياضية – التفوق الرياضي بين النجوم",
      "details": "تتميز هذه المجموعة الرياضية المميزة بسترة zip-up وسراويل رياضية مطابقة باللون الأزرق البحري مع خطوط سباق ذهبية على الجانبين. شعار الأكاديمية الكوكبي مُطرز على الصدر، ويمكن العثور على رقع أقسام مختلفة على الأكمام. القماش ماص للرطوبة ومريح، مصمم لكل من التدريب البدني والارتداء العادي في أنحاء الحرم الجامعي. مثالي للطلاب الذين يحتاجون إلى الظهور بمظهر جيد سواء كانوا يدرسون أو يتدربون.",
      "origin": "صممت خلال الثورة الرياضية بين الأبعاد عام 4156، عندما تطورت الرياضة أخيرًا beyond مجرد المنافسة البدنية لتشمل فئات مثل 'أكثر الانتقال الآني جمالًا من الناحية الجمالية' و'التلاعب بالواقع المتزامن'. هذه البدلة كانت تخص الكابتن نوفا ستار-سبريتنر، أكثر لاعبة رياضية بين الأبعاد نجاحًا في التاريخ المسجل - كانت في الأساس الشخص الذي أثبت أنه يمكنك أن تكون تنافسيًا في أي شيء حرفيًا إذا كان لديك ما يكفي من الأسلوب والموقف الصحيح. القماش الأزرق البحري جاء من قطن المنافسة ذي الأداء الأمثل، النباتات التي تم تربيتها خصيصًا لإنتاج ملابس رياضية تجعل مرتديها يشعر وكأنه يمكنه الفوز في أي منافسة فقط من خلال الحضور بمظهر مستعد بشكل صحيح. الخطوط الذهبية للسباق أضيفت باستخدام خيط مبارك من قبل آلهة المنافسة الصحية، الذين يعملون على مبدأ أن الفوز ليس كل شيء، لكن الظهور بمظهر جيد أثناء المنافسة شيء قريب جدًا من كل شيء. ارتدت الكابتن نوفا هذه البدلة خلال أولمبياد بين الأبعاد الأسطوري عام 4158، حيث فازت بسبع عشرة ميدالية ذهبية في أحداث لم تكن موجودة حتى اخترعتها هي أثناء المنافسة. اكتسبت البدلة خصائصها المعززة للأداء بعد امتصاص الطاقة التنافسية لانتصارات لا حصر لها، مطورة ما يسميه علماء الرياضة 'تضخيم هالة الفائز'. عندما تقاعدت الكابتن نوفا لتصبح مديرة التميز الرياضي الكوني، passed البنطلون الرياضي to شخص فهم أن المنافسة الحقيقية دائمًا ما تكون مع نفسك السابقة، ولكن لا يوجد سبب يمنعك من الظهور بمظهر مذهل تمامًا أثناء التطور."
    }
  },
  "category": {
    "New": {
      "title": "ظلال الساقطين حديثاً",
      "subtitle": "وُلد من الظلام، صُيغ في العزلة"
    },
    "New2": {
      "title": "عجائب همسية",
      "subtitle": "سحر جديد من عوالم بعيدة"
    },
    "Aura_farmers": {
      "title": "جوهر القوة",
      "subtitle": "توجيه الطاقات الصوفية الكامنة في الداخل"
    },
    "Casual": {
      "title": "راحة الموقد",
      "subtitle": "حيث يلتقي السحر بملاذ الحياة اليومية"
    },
    "Hot_picks": {
      "title": "مجموعة للمختارين",
      "subtitle": "مطلوبة من قبل الكثيرين."
    },
    "Rizz_master": {
      "title": "كن دوق الغرب",
      "subtitle": "أصدر الأوامر بحضور ذي نعمة من عالم آخر"
    },
    "Clocked": {
      "title": "درع الليل الأبدي",
      "subtitle": "عتاد خالد لكل مهمة"
    },
    "all": {
      "title": "كتاب التعاويذ الكامل",
      "subtitle": "كل خيط مسحور في مجموعتنا"
    }
  },
  "search": {
    "title": "نتائج البحث",
    "searchTerm": "كلمة البحث",
    "category": "الفئة",
    "found": "تم العثور على {{count}} منتجات",
    "noResults": "لم يتم العثور على منتجات تطابق معايير البحث الخاصة بك."
  },
  "profile": {
      "title": "ملفك الشخصي",
      "loading": "جارٍ التحميل...",
      "welcome": "مرحباً",
      "welcomeUser": "مرحباً، {{name}}!",
      "profile": "الملف الشخصي",
      "login": "تسجيل الدخول",
      "signup": "إنشاء حساب",
      "logout": "تسجيل الخروج",
      "logoutConfirm": "هل أنت متأكد من رغبتك في تسجيل الخروج؟",
      "language": "🌐 اللغة",
      "chooseLanguage": "اختر اللغة:",
      "orUseWidget": "أو استخدم أداة الترجمة:",
      "loadWidget": "تحميل الأداة",
      "viewProfile": "عرض الملف الشخصي",
      "editProfile": "تعديل الملف الشخصي",
      "saveProfile": "حفظ الملف الشخصي",
      "cancelEdit": "إلغاء",
      "viewCart": "عرض السلة",
      "viewLikes": "عرض الإعجابات",
      "name": "الاسم",
      "fullName": "الاسم الكامل",
      "email": "البريد الإلكتروني",
      "emailLabel": "البريد الإلكتروني:",
      "memberSince": "عضو منذ",
      "memberSinceLabel": "عضو منذ:",
      "bio": "النبذة",
      "bioLabel": "النبذة:",
      "bioPlaceholder": "أخبرنا عن نفسك...",
      "noBio": "لم تتم إضافة نبذة بعد...",
      "profilePicture": "صورة الملف الشخصي",
      "changePhoto": "تغيير الصورة",
      "uploadPhoto": "رفع صورة",
      "accountDetails": "تفاصيل الحساب",
      "personalInfo": "المعلومات الشخصية",
      "close": "إغلاق",
      "locationTitle": "موقع التوصيل",
      "addLocationPrompt": "أضف موقعك حتى نتمكن من توصيل طلباتك~",
      "trackMyLocation": "📍 تتبع موقعي",
      "detectingLocation": "🔄 جارٍ الكشف...",
      "orEnterManually": "— أو —",
      "enterLocationPlaceholder": "مثال: القاهرة، مصر",
      "setLocationButton": "تعيين",
      "changeLocation": "تغيير الموقع",
      "locationNotSupported": "متصفحك لا يدعم تتبع الموقع",
      "locationError": "تعذر تتبع الموقع. يرجى الإدخال يدوياً."
    },
  "login": {
    "title": "سجل الدخول إلى حسابك",
    "email": "البريد الإلكتروني",
    "emailLabel": "البريد الإلكتروني:",
    "password": "كلمة المرور",
    "passwordLabel": "كلمة المرور:",
    "emailPlaceholder": "أدخل بريدك الإلكتروني",
    "passwordPlaceholder": "أدخل كلمة المرور الخاصة بك",
    "loginButton": "تسجيل الدخول",
    "signupButton": "إنشاء حساب"
  },
  "signup": {
    "title": "إنشاء حساب",
    "fullName": "الاسم الكامل",
    "fullNameLabel": "الاسم الكامل:",
    "email": "البريد الإلكتروني",
    "emailLabel": "البريد الإلكتروني:",
    "password": "كلمة المرور",
    "passwordLabel": "كلمة المرور:",
    "namePlaceholder": "أدخل اسمك الكامل",
    "emailPlaceholder": "أدخل بريدك الإلكتروني",
    "passwordPlaceholder": "أنشئ كلمة مرور",
    "signupButton": "إنشاء حساب",
    "loginButton": "تسجيل الدخول"
  },
  "about": {
    "title": "عني",
    "aboutUs": "عني",
    "aboutUsContent0": "مرحبا مرحبا!!",
    "aboutUsContent1": "أنا التي صنعت هذا الموقع. أردت أن أصنع موقعا بأسلوب ياباني قديم من التسعينات وكان ممتعا جدا!",
    "aboutUsContent2": "أنا عمري 20 سنة وأدرس أونلاين. أحب أن أصنع أشياء رائعة. منذ شهر واحد بدأت أأخذ أحلامي بجدية وكل شيء يسير بشكل رائع. صنعت هذا الموقع وحدي، بدون AI، بدون مساعدة، فقط بمعرفتي. عالم التكنولوجيا جميل جدا! أحيانا أريد أن أبكي عندما أراه، لكن عندما أفهم شيئا بنفسي يشعر رائع جدا! أنا أصنع الكثير من الأشياء الرائعة. لا أستطيع الانتظار لأتعلم أكثر!",
    "ourName": "اسمي",
    "ourNameContent1": "ناكاتشان أم زوتشان؟",
    "ourNameContent2": "سؤال جيد! اسمي الحقيقي هو زوها لكن اسمي زو. ناكاتشان هو الاسم الذي أستخدمه على الإنترنت. إنه لقبي للألعاب والأشياء الإبداعية. زوتشان (زو+تشان) هو اسم قناتي على يوتيوب، خلطت اسمي الحقيقي واسمي على الإنترنت. يمكنك أن تناديني بأي اسم تريده! وأنا أحب الألقاب الجديدة!",
    "whyUs": "لماذا أنا",
    "whyUsTitle": "أريد أن ترى أفكاري!",
    "feature1": "كنت دائما البنت التي تفعل أشياء مختلفة كل يوم. كان متعبا لأنني استطيع أن أفعل الكثير من الأشياء لكنني لم أكن راضية عن أي شيء. ثم فكرت أنني بحاجة للتغيير. لذا بدأت بالعمل على نفسي. أنا أتعلم، أحسن مهاراتي، أطور اهتماماتي! أنا فخورة جدا بنفسي. إنها مثل ترقية شخصيتك في اللعبة، تعرفين؟ ببطء لكن بثبات. إنها متعبة لكنني لا أريد أن أضيع إمكاناتي. تخلى الجميع عني عندما لم أستطع الدخول لجامعة جيدة. لكن بعدها بدأت أدرس أونلاين. أريد أن أصبح أفضل. أريد أن ترى الناس عملي وأفكاري ومشاريعي!",
    "features": "حلمي",
    "featuresTitle": "ما يلهمني وحلمي",
    "platformFeature1": "الإلهام يأتي من أشياء كثيرة! ألعاب فيديو، مواقع جميلة، أشياء إبداعية، يوميات، صنع ألبومات والكثير! لكن الهدف؟ الهدف هو أن أصنع الأفكار التي تأتي لي فورا. لا تضيعها. إذا لم تكن جيدة حسنها، اعملي عليها، اجعليها أفضل. وبعدها فقط اصنعيها! بأي طريقة! فقط اجعليها تشتغل!",
    "platformFeature2": "في العالم أشياء كثيرة جدا! نحن لا نستطيع أن نحصل على كل شيء نريده لكننا على الأقل نستطيع أن نحاول أليس كذلك؟ فعندما تنظري للخلف في حياتك، أريدك أن تقولي 'واو! لقد فعلت كل هذا!'",
    "platformFeature3": "هذا هو حلمي!",
    "con": "الخاتمة",
    "conTitle": "في النهاية..",
    "con1": "كتبت كثيرا جدا، يجب أن أنتهي! أنا زو، عمري 19 سنة. منذ الطفولة حلمت أن أكون مطورة برمجيات لأنهن يصنعن أشياء رائعة! أنا أعمل بجد جدا على أحلامي. إذا أردت أن تعرفي أكثر شوفي الأقسام الأخرى! سيسعدني ذلك!"
  },
  "contact": {
    "title": "اتصل بنا",
    "contactInfo": "معلومات الاتصال",
    "contactInfoSubtitle": "تحت هنا وسائل التواصل الخاصة بي حيث أنا نشيطة. يمكنك أن تتواصلي معي على Gmail أو أي وسيلة تشعري معها بالراحة. أعطيت أيضا GitHub الخاص بي فممكن تزوريه لو أردتي. أنا عادة أرد على الرسائل والإشارات. (إلا لو كانت spam). أنا أيضا أحب أن أصنع أصدقاء tech فرجاء تتواصلي معي! أنا فعلا أريد أن أجد أصدقاء نتحدث عن أفكارنا ونشارك أفكارنا!! أنا دائما مفتوحة لتكوين صداقات وفريق! رجاء تواصلي معي! أنا فعلا أريد أن أتحدثي معك، أنتي رائعة!",
    "address": "العنوان",
    "addressValue": "123 شارع غوغوغاغا، مدينة غوغو غاغا، بلدة غوغوغاغا، غوغو غاغا 150-0043",
    "phone": "الهاتف",
    "phoneValue": "+YY XXXXXXXXXX",
    "fasterResponse": "للحصول على رد أسرع، يرجى استخدام نموذج الاتصال أدناه واختيار القسم المناسب لاستفسارك (╥﹏╥)",
    "departments": "الأقسام",
    "customerSupport": "دعم العملاء: لاستفسارات الطلبات، المرتجعات، وأسئلة المنتجات",
    "technicalSupport": "الدعم الفني: لمشاكل الموقع والمشاكل التقنية",
    "partnerships": "الشراكات: للتعاون التجاري واستفسارات الجملة",
    "investorRelations": "علاقات المستثمرين: لفرص الاستثمار والمعلومات المالية",
    "justMessage": "رسالة: لمجرد التواصل مع المطور!!",
    "sendMessage": "أرسل لنا رسالة",
    "name": "الاسم",
    "nameLabel": "الاسم:",
    "email": "البريد الإلكتروني",
    "emailLabel": "البريد الإلكتروني:",
    "department": "القسم",
    "departmentLabel": "القسم:",
    "subject": "الموضوع",
    "subjectLabel": "الموضوع:",
    "messageField": "الرسالة",
    "messageLabel": "الرسالة:",
    "namePlaceholder": "اسمك",
    "emailPlaceholder": "عنوان بريدك الإلكتروني",
    "subjectPlaceholder": "موضوع الرسالة",
    "messagePlaceholder": "رسالتك",
    "sendButton": "إرسال الرسالة",
    "clearForm": "مسح النموذج",
    "generalInquiry": "استفسار عام",
    "support": "دعم العملاء",
    "technical": "الدعم الفني",
    "partnership": "الشراكات",
    "investor": "علاقات المستثمرين",
    "press": "فقط أريد إرسال رسالة",
    "faq": "الأسئلة الشائعة",
    "faqQ1": "س: كم تستغرق مدة الشحن؟",
    "faqA1": "ج: الطلبات المحلية تصل عادة خلال 3-5 أيام عمل. الشحن الدولي يستغرق 7-14 يوم عمل حسب الوجهة!!",
    "faqQ2": "س: هل تقومون بالشحن دولياً؟",
    "faqA2": "ج: نعم، نقوم بالشحن إلى معظم دول العالم!!! تكاليف الشحن تختلف حسب الموقع.",
    "faqQ3": "س: هل يمكنني تغيير أو إلغاء طلبي؟",
    "faqA3": "ج: يمكنك تغيير أو إلغاء طلبك خلال 24 ساعة من وضعه. اتصل بفريق دعم العملاء في أقرب وقت ممكن! (๑•̀ᴗ•́)!",
    "faqQ4": "س: ما هي سياسة الإرجاع الخاصة بكم؟",
    "faqA4": "ج: نقدم سياسة إرجاع لمدة 30 يوم للقطع غير المستخدمة في تغليفها الأصلي. بعض القطع قد تخضع لرسوم إعادة تخزين مع ذلك.",
    "faqQ5": "س: هل تقدمون أسعار جملة؟",
    "faqA5": "ج: لااا، عذراً نحن لا نقدم أسعار جملة للطلبات بالجمل. منتجاتنا حصرية ومحدودة!!",
    "thankYou": "شكراً لك على رسالتك، {{name}}! سوف نعود إليك قريباً."
  },
  "invest": {
    "title": "استثمر معنا",
    "whyInvest": "لماذا تستثمر",
    "whyInvestContent": "الاستثمار في شوبو ديليجتو يعني أن تصبح جزءاً من مجتمع متنامٍ شغوف بالجماليات الفريدة! أعمالنا أظهرت نمواً مستمراً منذ البداية، مع قاعدة عملاء مخلصين وخطوط منتجات متوسعة.",
    "keyHighlights": "أبرز نقاط الاستثمار:",
    "highlight1": "نمو 30% سنوياً على مدى السنوات الـ3 الماضية!!",
    "highlight2": "اعتراف قوي بالعلامة التجارية في السوق المتخصصة!!",
    "highlight3": "إيرادات متكررة من قاعدة عملاء مخلصين",
    "highlight4": "إمكانية التوسع إلى أسواق جديدة وفئات منتجات إضافية",
    "highlight5": "فريق إدارة ذو خبرة مع خبرة في المجال",
    "howToHelp": "كيفية المساعدة",
    "howToHelpIntro": "هناك عدة طرق يمكنك من خلالها دعم أعمالنا:",
    "help1": "استثمار مباشر من خلال حملة التمويل الجماعي للمساهمة",
    "help2": "كن سفيراً للعلامة التجارية وقم بالترويج لمنتجاتنا",
    "help3": "قدم الخبرة في مجالات مثل التوسع الدولي، تحسين التجارة الإلكترونية، أو التسويق",
    "help4": "قدّمنا إلى شركاء أو موزعين محتملين في منطقتك",
    "help5": "شارك قصتنا ومنتجاتنا على وسائل التواصل الاجتماعي",
    "helpOutro": "كل شكل من أشكال الدعم يساعدنا على النمو وجلب المزيد من المنتجات اليابانية الأصيلة إلى المتحمسين حول العالم.",
    "donate": "تبرع",
    "donateIntro": "لأولئك الذين يرغبون في دعم مهمتنا دون استثمار في المساهمة، نحن نقبل التبرعات أيضاً. مساهماتك تساعدنا في:",
    "donation1": "الحفاظ على الحرفية اليابانية التقليدية والترويج لها",
    "donation2": "دعم الحرفيين والمصنعين الصغار في اليابان",
    "donation3": "تطوير محتوى تعليمي حول الثقافة والتاريخ الياباني",
    "donation4": "الحفاظ على منصة مجتمعنا والفعاليات",
    "donation5": "تقديم منح دراسية لبرامج التبادل الثقافي",
    "donateOutro": "جميع المتبرعين يحصلون على تقدير خاص على موقعنا الإلكتروني وتحديثات حصرية حول كيفية صنع فرق بمساهماتهم."
  },
  "payment": {
    "title": "معلومات الدفع",
    "paymentMethods": "طرق الدفع",
    "paymentMethodsIntro": "نقبل مجموعة متنوعة من طرق الدفع لجعل تجربة التسوق الخاصة بك مريحة قدر الإمكان:",
    "creditCards": "البطاقات الائتمانية",
    "paypal": "باي بال",
    "mobilePay": "الدفع عبر الهاتف المحمول",
    "bankTransfer": "التحويل البنكي",
    "cashOnDelivery": "الدفع عند الاستلام",
    "security": "الأمان",
    "securityIntro": "أمانك هو أولويتنا القصوى. نحن نستخدم تشفيراً قياسياً في المجال لحماية معلوماتك الشخصية وبيانات الدفع.",
    "securityFeature1": "تشفير SSL لجميع نقلات البيانات",
    "securityFeature2": "معالجة دفع متوافقة مع معايير أمان صناعة بطاقات الدفع",
    "securityFeature3": "عدم تخزين معلومات الدفع الحساسة على خوادمنا",
    "securityFeature4": "مراجعات أمنية منتظمة وتقييمات الثغرات",
    "securityFeature5": "المصادقة الثنائية متاحة لحماية الحساب",
    "securityOutro": "إذا كان لديك أي مخاوف بشأن أمان الدفع، يرجى عدم التردد في الاتصال بفريق الدعم الخاص بنا.",
    "faq": "الأسئلة الشائعة",
    "faqQ1": "س: ما هي العملات التي تقبلونها؟",
    "faqA1": "ج: نقبل المدفوعات بالدولار الأمريكي، اليورو، الجنيه الإسترليني، والين الياباني. الأسعار المعروضة على موقعنا هي بالدولار الأمريكي، ولكن يمكنك اختيار العملة المفضلة لديك أثناء الدفع.",
    "faqQ2": "س: هل هناك أي رسوم إضافية للطلبات الدولية؟",
    "faqA2": "ج: نحن لا نفرض أي رسوم إضافية، ولكن قد يطبق بنكك أو مزود الدفع رسوم تحويل عملة للمعاملات الدولية.",
    "faqQ3": "س: كيف يمكنني الحصول على استرداد؟",
    "faqA3": "ج: نقدم ضمان استعادة الأموال لمدة 30 يوم على جميع المنتجات. إذا لم تكن راضياً عن purchase الخاص بك، يرجى الاتصال بفريق خدمة العملاء لبدء عملية الإرجاع.",
    "faqQ4": "س: هل معلومات الدفع الخاصة بي آمنة؟",
    "faqA4": "ج: نعم، نحن نستخدم إجراءات وتدابير أمنية قياسية في المجال لحماية معلومات الدفع الخاصة بك. نحن لا نخزن تفاصيل بطاقة الائتمان الكاملة الخاصة بك على خوادمنا أبداً.",
    "faqQ5": "س: ماذا يجب أن أفعل إذا فشلت عملية الدفع الخاصة بي؟",
    "faqA5": "ج: أولاً، تحقق من إدخال معلومات الدفع الخاصة بك بشكل صحيح. إذا استمرت المشكلة، اتصل ببنكك أو مزود الدفع. يمكنك أيضاً محاولة استخدام طريقة دفع مختلفة."
  },
  "location": {
      "title": "إعدادات الموقع",
      "yourLocation": "موقعك",
      "yourLocationValue": "موقعك: {{location}}",
      "trackLocation": "تتبع موقعي",
      "detecting": "جارٍ الكشف...",
      "enterLocation": "أو أدخل موقعك:",
      "enterAreaPlaceholder": "أدخل منطقتك",
      "setLocation": "تعيين الموقع",
      "changeLocation": "تغيير الموقع",
      "or": "أو",
      "close": "إغلاق"
    },
  "footer": {
    "copyright": "© 2025 nakachens – مُخمر خصيصاً فقط من أجل هنا (˶ᵔ ᵕ ᵔ˶)",
    "about": "عنّا",
    "invest": "استثمر",
    "payments": "المدفوعات",
    "socials": "وسائل التواصل"
  },
  "common": {
    "backToTop": "العودة إلى الأعلى",
    "close": "إغلاق",
    "price": "${{price}}"
  },
  "alerts": {
    "addedToCart": "{{name}} تمت الإضافة للسلة!",
    "addedToLikes": "{{name}} تمت الإضافة للمفضلة!",
    "locationTracked": "تم تحديد الموقع!! ويييي",
    "locationError": "آسف.. ما قدرنا نحدد الموقع.. اكتبه بنفسك لو سمحت.",
    "geolocationNotSupported": "آسفين :( الموقع مش مدعوم...",
    "languageChanged": "ييي! اللغة تغيرت لـ {{lang}}!!",
    "loginSuccess": "أهلاً مرة ثانية!!! وحشتنا يا {{email}}!",
    "signupSuccess": "تم إنشاء الحساب بنجاح! ييي أهلاً {{name}}!!!!",
    "loginError": "لا الإيميل أو الباسورد غلط. حاول مرة ثانية :(",
    "signupError": "اممم الإيميل ده مسجل عندنا. جرب تسجل دخول بدل كده.",
    "emailRequired": "اكتب الإيميل حقك !!!",
    "passwordRequired": "اكتب الباسورد حقك !!!!",
    "nameRequired": "اكتب اسمك !!!",
    "profileUpdated": "ييييي البروفايل اتحدث! شكلك حلو!",
    "logoutSuccess": "تم تسجيل الخروج بنجاح! ارجع قريب!!",
    "success": "تمااام!",
    "liked": "تمت الإضافة للمفضلة! أنا كمان عاجبني!!",
    "logoutTitle": "تسجيل خروج",
    "cancel": "إلغاء"
}
}