{
  "header": {
    "logoAlt": "लोगो"
  },
  "navigation": {
  "home": "होम पेज",
  "about": "हमारे बारे में",
  "invest": "निवेश करें",
  "payments": "भुगतान",
  "contact": "संपर्क करें",
  "searchPlaceholder": "शोपो में खोजें...",
  "allCategories": "सभी श्रेणियाँ",
  "rizzMaster": "रिज़ मास्टर",
  "new": "नया कलेक्शन",
  "new2": "फुसफुसाए चमत्कार",
  "auraFarmers": "औरा फार्मर्स",
  "hotPicks": "हॉट पिक्स",
  "casual": "कैजुअल",
  "clocked": "क्लॉक्ड"
},
  "sidebar": {
    "checkSum": "चेकसम देखो",
    "newCollection": "नया कलेक्शन",
    "newSubtitle1": "तुम्हें गेम के कैरेक्टर जैसा फील कराता है!",
    "newSubtitle2": "अरे मैं तो इसे रोज पहनूंगा।",
    "auraFarmers": "ऑरा फार्मर्स !!",
    "auraSubtitle": "आज कौन सा डंजन क्लियर कर रहे हो?",
    "hotPicks": "हॉट पिक्स !!!",
    "hotSubtitle": "शुरू से ही पॉपुलर",
    "casual": "कैजुअल? क्यों नहीं।",
    "casualSubtitle": "आरामदायक कुछ क्यों नहीं?",
    "clocked": "क्लॉक्ड एम' !!",
    "clockedSubtitle": "जोजो नो किम्यो ना बोउकेन, आइज़ ऑफ हेवन",
    "rizzMaster": "रिज़ मास्टर",
    "rizzSubtitle": "चार्म 10xp बढ़ा देता है"
  },
  "home": {
    "newUpdate": "~नया अपडेट~",
    "nocturaSubtitle": "रात में जन्मी, चुप्पी में सिली गई",
    "nocturaDescription": "कपड़े में लिपटा एक गोथिक सपना। हर टुकड़े में आधी रात की खामोशी है, परछाइयों और चुप्पी से सिला हुआ, उनके लिए बनाया गया जो दुनिया के सोते ही जीवित हो उठते हैं।",
    "nocturaName": "नोक्टुरा",
    "fullOnFantasy": "एक पूरी तरह फैंटेसी वाला सपना",
    "wingsSubtitle": "खुद को शाम में लपेटो, रोशनी को चुनौती दो।",
    "wingsDescription": "गोधूलि के किनारे से जन्मा एक संग्रह। परछाइयों में लिपटा और विद्रोह से उकेरा गया, हर टुकड़ा बुझती रोशनी के खिलाफ विद्रोह की भावना लिए हुए है। उनके लिए बनाया गया जो अंधेरे को चादर की तरह नहीं, बल्कि अपना ताज की तरह पहनते हैं।",
    "wingsName": "विंग्स ऑफ डस्क",
    "moreThanDream": "यह सिर्फ सपना नहीं है",
    "dontMissOut": "मत छोड़ो इसे~",
    "neverEnding": "कभी न खत्म होने वाले कलेक्शन",
    "collectionDescription": "दिन के सपनों और गोधूलि की रोशनी से बुना हुआ एक संग्रह। नरम कपड़े, कोमल आकृतियाँ, और ऐसे रंग जो चांदनी जैसे आरामदायक लगते हैं। उनके लिए डिजाइन किया गया जो रोजमर्रा की जिंदगी में जादू और हर सिलाई में गर्मजोशी ढूंढते हैं।",
    "allProducts": "सारे प्रोडक्ट्स"
  },
  "cart": {
    "title": "आपकी शॉपिंग कार्ट",
    "empty": "आपकी कार्ट खाली है",
    "remove": "हटाएं",
    "total": "कुल",
    "checkout": "चेकआउट",
    "shoppingCart": "शॉपिंग कार्ट",
    "viewCart": "कार्ट देखें",
    "close": "बंद करें"
  },
  "likes": {
    "title": "आपके लाइक किए हुए आइटम्स",
    "empty": "आपने अभी तक कोई आइटम लाइक नहीं किया है",
    "likedItems": "लाइक किए गए आइटम्स",
    "addToCart": "कार्ट में डालें",
    "remove": "हटाएं",
    "viewAllLikes": "सारे लाइक्स देखें"
  },
  "product": {
    "back": "वापस",
    "itemDetails": "आइटम की डिटेल्स",
    "addToCart": "कार्ट में डालें",
    "like": "लाइक",
    "buyNow": "अभी खरीदें",
    "theOrigin": "द ओरिजिन",
    "notFound": "प्रोडक्ट नहीं मिला"
  },
  "products": {
    "1": {
      "name": "व्रेथवीवर का परदा",
      "description": "एक बहता हुआ चोगा जो भूत-धागे से सिला हुआ है, हल्का धुआँ छोड़ता हुआ, जैसे कोई आत्मा जिसे अभी तक चैन नहीं मिला।",
      "heading_details": "व्रेथवीवर का परदा - मैं कोई भूत-चैट नहीं हूँ...",
      "details": "यह चोगा भूली हुई आत्माओं के धागों से बुना हुआ है, यह टुकड़ा कंधों पर एक जीवित छाया की तरह लटकता है। कपड़ा बिना वजन का लगता है, फिर भी जहाँ भी आप चलते हैं, यह धुंध की एक लकीर छोड़ता है, जो हवा में चिपक जाती है। टोपी नीची लटकी हुई है, चेहरे को ढकती हुई, और इसका किनारा ऐसा लगता है जैसे धुएँ में विलीन हो रहा हो। यह परदा कपड़े से कम और एक समझौते ज्यादा लगता है - एक ऐसी फुसफुसाहट जो हर सीवन में सिली हुई है।",
      "origin": "यह सेराफिना नाइटविस्पर का था, जो 1847 ईस्वी के आसपास इथीरियल कोर्ट्स की अंतिम प्रमुख शोक मनाने वाली थी। उसने इसे द ग्रेट ग्रीविंग - एक सदी लंबे अनुष्ठान के दौरान पहना था, जो खोई हुई आत्माओं को शांति पाने में मदद करने के लिए किया गया था। किंवदंती है कि उसने वास्तव में इच्छुक आत्माओं के धागों को कपड़े में बुना था, इसीलिए यह अभी भी वह भूतिया धुंध छोड़ता है। मजेदार बात: वह अनिवार्य रूप से ग्रिम रीपर थी, लेकिन बेहतर फैशन सेंस और डैडी इश्यूज के साथ। यह परदा उसके त्यागे हुए टॉवर में मिला था, अभी भी पूरी तरह से संरक्षित क्योंकि जाहिरा तौर पर समय भी उसकी चीजों के साथ छेड़छाड़ करने से डरता था।"
    },
    "2": {
      "name": "ग्रेबाउंड वस्त्र",
      "description": "शोक की पोशाक जिस पर यादगारी के रून बने हैं, मृतकों के नाम फुसफुसाते हुए।",
      "heading_details": "ग्रेबाउंड वस्त्र - मैं मरा नहीं हूँ! अभी तक।",
      "details": "शोक-काले कपड़ों में लिपटा हुआ जो दुख की तरह चिपकते हैं, इस वस्त्र पर यादगारी के रून कढ़े हुए हैं। हर तह अदृश्य वजन के तले कराहती हुई लगती है, नामों और आवाज़ों की गूँज लेकर चलती है जो भुलाए नहीं भूलते। यह लबादा लंबा और परतदार कटा हुआ है, दफनाने के कपड़ों जैसा दिखता है लेकिन गर्वित अवज्ञा के साथ पहना जाता है। यह टुकड़ा सिर्फ शरीर को ढकता नहीं है - यह उसकी याद दिलाता है, पहनने वाले को दुख और ताकत की एक चलती-फिरती दरगाह बना देता है।",
      "origin": "मूल रूप से मार्कस डेथडेफायंट (हाँ, यह उसका असली कानूनी नाम था) द्वारा 1692 में वॉर ऑफ वीपिंग स्टोन्स के दौरान पहना गया था। इस आदमी ने सचमुच कहा था 'मौत इंतज़ार कर सकती है' और तकनीकी रूप से मर जाने के बावजूद तीन लड़ाइयाँ लड़ी - रून्स ने काम खत्म करने तक उसकी आत्मा को बांधे रखा। वह वही दोस्त था जो पार्टी छोड़ने से इनकार कर देता है, भले ही बाकी सब घर जा चुके हों, बस फर्क इतना था कि पार्टी जिंदगी थी और उसका अधूरा काम बाकी था। इस लबादे ने इतने अंतिम शब्द सोख लिए कि यह अभी भी शांत रातों में गिरे हुए लोगों के नाम फुसफुसाता है।"
    },
    "3": {
      "name": "फैंटम वेल कवच",
      "description": "हल्की-फुल्की भुतही प्लेटें, आधी-अधूरी गायब होती हुई, मानो पहनने वाला दो दुनियाओं के बीच मौजूद हो।",
      "heading_details": "फैंटम वेल कवच - क्या यह पर्सोना रेफरेंस है?",
      "details": "एक ऐसा कवच जो अस्तित्व और मिटाए जाने के बीच फंसा हुआ लगता है, इसकी प्लेटें पारदर्शी होकर चमकती हैं, मानो आधे-अधूरे यादों से बुनी गई हों। स्टील की पतली परतों को चमकदार मलमल के साथ जोड़ा गया है, जो कुछ कोणों पर गायब हो जाती हैं, जैसे कोई भूत मुड़कर चला गया हो। हेल्मेट में कोई चेहरा-प्लेट नहीं है - केवल एक बदलती धुंध, एक अग्राह्य पहचान। इसे पहनने से शरीर अनचाहा लगता है, जैसे एक गलत कदम आपको किसी दूसरे लोक में भटका सकता है।",
      "origin": "यह लेडी कैसेंड्रा बिटवीनवर्ल्ड्स के लिए बनाया गया था, एक ऐसी शूरवीर जो 1456 में एक टेलीपोर्टेशन जादू के बीच में फंस गई और बस... उसे ही अपना लिया। उसने दशकों तक एक साथ दो लोकों में मौजूद रहकर बिताया, जो सुनने में ईमानदारी से थका देने वाला लगता है लेकिन उसने इसे कामयाब बना लिया। कवच उसके दोहरे अस्तित्व को दर्शाता है - तलवार रोकने के लिए पर्याप्त ठोस लेकिन इतना पारदर्शी कि दुश्मन खाली हवा में ही वार करते रह जाते थे। वह रिटायर होकर एक इंटरडायमेंशनल ट्रैवल ब्लॉगर बन गई, जो यह समझाता है कि कवच में वह 'मैंने ऐसी चीजें देखी हैं जिन पर तुम्हें यकीन नहीं होगा' वाली एनर्जी क्यों है।"
    },
    "4": {
      "name": "एबोन वेन वेस्चर",
      "description": "काले रेशम पर लाल धागों का जाल, त्वचा के नीचे नसों की तरह हल्का स्पंदन करता हुआ।",
      "heading_details": "एबोन वेन वेस्चर - इसे फिर से कैसे बोलते हैं?",
      "details": "गहरे रेशम पर लाल धागों से नसों जैसी आकृतियाँ बुनी गई हैं, जो त्वचा के नीचे बहते खून की तरह हल्का चमकती हैं। कपड़ा शरीर से चिपकता है, लेकिन चमकती नसें धीरे से धड़कती हैं, मानो जीवित हों। पहली नज़र में, यह राजसी लगता है, लेकिन जांच करने पर, बेचैन करने वाला - ऐसे कपड़े जो जीवित मांस और बनाए हुए परिधान के बीच की रेखा को धुंधला कर देते हैं।",
      "origin": "इसे वैम्पायर फैशनिस्टा काउंट व्लादिमीर एस्थेटिक ने 1734 में बनवाया था क्योंकि नियमित गॉथिक कपड़े उसकी पसंद के लिए पर्याप्त एक्स्ट्रा नहीं थे। उसने सचमुच अपना खून रेशम के धागों में मिलवाया था क्योंकि सूक्ष्मता कभी उसकी ताकत नहीं रही। स्पंदन प्रभाव कपड़े में अभी भी बहते उसके वैम्पायरिक सार से आता है - यह किसी के संचार प्रणाली को फैशन स्टेटमेंट की तरह पहनने जैसा है, जो ईमानदारी से पीक वैम्पायर बिहेवियर है। उसने दावा किया कि यह 'लिविंग आर्ट की परम अभिव्यक्ति' थी लेकिन हम सभी जानते हैं कि वह बस पार्टियों में कूलर दिखना चाहता था।"
    },
   "5": {
      "name": "डर्जवीवर का परिधान",
      "description": "सुरुचिपूर्ण फिर भी गंभीर कपड़े जिन पर शोक के प्रतीक बुने गए हैं, छाया के एक भाट के लिए उपयुक्त।",
      "heading_details": "डर्जवीवर का परिधान - एग्लाएया को गर्व होगा",
      "details": "गंभीर भूरे और काले रंगों में तैयार, इस कपड़े पर भूली हुई संस्कृतियों के शोक के प्रतीक कढ़े गए हैं। डिजाइन सुरुचिपूर्ण, बहता हुआ, और फिर भी नकारे नहीं नकारने वाला भारी लगता है, मानो यह सदियों का बोझ ढो रहा हो। इसे पहनना हर हरकत के साथ दुख का एक गीत सुनाने जैसा लगता है। यह आनंद के लिए नहीं, बल्कि दुख में कलात्मकता के लिए परिधान है।",
      "origin": "यह मेलोडी सॉरोसॉन्ग का था, जो मेलन्कोली एरा (1623-1698) की सबसे मशहूर ग्रीफ-बार्ड थी। वह सचमुच लोगों को सुंदर आँसू रुला सकती थी, बस इस पोशाक में उनके पास से चलकर। कढ़े गए शोक के प्रतीक 47 अलग-अलग संस्कृतियों के हैं क्योंकि वह वह ओवरएचीवर थी जिसे उन सभी को इकट्ठा करना था जैसे पोकेमॉन कार्ड, बस ज्यादा उदासी भरे। उसने इसे महान 'कॉन्सर्ट ऑफ इटरनल सैडनेस' के दौरान पहना था, जिसने एक पूरे राज्य को लगातार तीन दिनों तक रुला दिया था। यहाँ तक कि इस परिधान की मौजूदा आभा भी लोगों को अपनी भावनाओं के बारे में कविता लिखने के लिए प्रेरित करती है।"
    },
    "6": {
      "name": "ऑब्सीडियन वुंडवेयर",
      "description": "गहरे कपड़ों में बनी तेज़ कटी हुई धारियाँ, जिनके किनारे हल्के से चमकते हैं, ठीक ठीक होते हुए घावों की तरह।",
      "heading_details": "ऑब्सीडियन वुंडवेयर - मुझे चोट लगी है.. तो क्या हुआ?",
      "details": "कपड़े में बनी चीरों और कटाव से चमकदार लाल अस्तर झलकता है, ठीक ऐसे जैसे घाव भरने की कोशिश कर रहे हों। हर चीर का किनारा हल्का सा चमकता है, नसों की तरह स्पंदन करता हुआ। यह हिंसक लेकिन सुंदर है, दर्द को ताकत में बदलने का एक एलान। यह पोशाक अपने निशान छुपाने की कोशिश नहीं करती—बल्कि उन्हें ही अपना केंद्र बना लेती है, टूटेपन को ही मुख्य आकर्षण बना देती है।",
      "origin": "1789 में हार्ट्स के विद्रोह के दौरान स्कारलेट पेंट्सदटाउन (स्टेज नेम, ज़ाहिर है) ने पहनी थी। वह एक योद्धा-कवि थीं जो मानती थीं कि अपने निशान दिखाना सबसे बड़ा पावर मूव है—बुनियादी तौर पर 'मेरा आघात ही मेरी शक्ति है' वाली एनर्जी। कपड़े में हर चमकदार कटाव एक लड़ाई का प्रतिनिधित्व करता है जिसे वह बचकर निकली थीं, और हर लड़ाई के बाद उन्होंने नए कटाव जोड़े थे, दुनिया के सबसे इमो अचीवमेंट सिस्टम की तरह। यह पोशाक सचमुच नुकसान को सुंदरता में बदल देती है, जो इतना मुख्य किरदार वाला मूव है कि उनके दुश्मनों को भी इसे सलाम करना पड़ा।"
    },
    "7": {
      "name": "एथेरियन सेंटिनल",
      "description": "सफेद और सुनहरे रंग? नहीं, शांत और दिव्य ऊर्जा से सज्जित।",
      "heading_details": "एथेरियन सेंटिनल – प्रकाश का चुना हुआ रखवाला",
      "details": "यह कवच बेदाग सफेद एनामल में बना है जिसके किनारों पर सुनहरी फिलिग्री काम की गई है, और यह हल्का सा ऐसे चमकता है मानो किसी दिव्य आभा ने छू लिया हो। हेल्मेट चिकना और गोल है, जिसमें एक सुनहरा विज़र है जो तलवार पर पड़ती धूप की किरणों की तरह दमकता है। पीछे एक लंबा नीला केप लहराता है, जिस पर तारों के नमूने बने हैं, जो धरती पर रहते हुए भी आकाश पर नज़र रखने का अहसास देता है। यह शांत अधिकार का प्रतीक है, उस व्यक्ति की आभा जो सिर्फ एक योद्धा नहीं, बल्कि प्रकाश द्वारा चुना हुआ एक रक्षक है।",
      "origin": "1523-1834 के आसपास, रेडिएंट एम्पायर की सेलेस्टियल ऑनर गार्ड के लिए स्टैंडर्ड इश्यू था। ये वो लोग थे जो स्वर्ग के द्वार पर खड़े होते थे और सुनिश्चित करते थे कि सिर्फ योग्य लोग ही अंदर जाएँ—मूल रूप से दिव्य बाउंसर जिनके पास बेहतर कवच था। यह विशेष सेट कैप्टेन लाइटब्रिंगर मैकगुडगाइ का था, जो इतने शुद्ध दिल का था कि जब वह चलता था तो चिड़ियाँ सचमुच गाना गाने लगती थीं (जो स्टील्थ मिशन के दौरान बहुत परेशान करने वाला रहा होगा)। कवच की चमक सदियों से जमा हुए अच्छे कर्मों से आती है, जिसने इसे अंतिम वर्चू सिग्नलिंग आउटफिट बना दिया।"
    },
    "8": {
      "name": "डॉनवार्ड बुलवार्क",
      "description": "ओह, आप कोई ऐसा बनना चाहते हैं जिसमें चमकती आशा और सुरक्षा हो।",
      "heading_details": "डॉनवार्ड बुलवार्क – पहली किरण के संरक्षक",
      "details": "यह कवच हल्के सुनहरे रंग में मंद चमकता है, ऐसे लगता है मानो उगते सूरज ने खुद इस्पात को आशीर्वाद दिया हो। कंधे के हथियार बाहर की ओर फैले हुए हैं, जो सीने के हिस्से पर उकेरे गए सूरज के चिन्ह को फ्रेम करते हैं। केप सूर्योदय का एक ग्रेडिएंट है—नारंगी से हल्के पीले रंग में बदलता हुआ—जो पुनर्जन्म और आशा का प्रतीक है। इस कवच में हर कदम अंधेरे में सुबह को ले जाने जैसा लगता है, एक ऐसी मौजूदगी जो डर नहीं, बल्कि प्रशंसा और विश्वास पैदा करती है। इसकी आभा सुरक्षात्मक, दीप्तिमान और असंभव रूप से स्थिर है।",
      "origin": "सर ऑप्टिमिज्म मॉर्निंगपर्सन के लिए बनाया गया था, जो एकमात्र ऐसे नाइट थे जो सुबह 5 बजे की ट्रेनिंग के लिए वास्तव में उत्साहित रहते थे। उन्होंने 1445 की महान अंधेरे के दौरान पूर्वी साम्राज्यों की रक्षा की, जहाँ उनका बेरहमी से सकारात्मक रवैया सचमुच हथियार बन गया था, उन छाया जीवों के खिलाफ जो उनकी 'गुड मॉर्निंग सनशाइन' एनर्जी को बर्दाश्त नहीं कर पा रहे थे। कवच ने इतनी भोर की रोशनी सोख ली कि वह स्थायी रूप से सूर्योदय के रंग का हो गया। उन्होंने एक बार सिर्फ बहुत ज्यादा खुशमिजाजी से मौजूद रहकर ही बुरे सपनों की एक सेना को हरा दिया था—जो कि सचमुच अब तक की सबसे ओपी क्षमता है।"
    },
    "9": {
      "name": "सेराफिन एजिस",
      "description": "प्रकाश की एक कुलीन कन्या के लिए सुरुचिपूर्ण चांदी-और-गुलाबी कवच।",
      "heading_details": "सेराफिन एजिस – कन्या का तेज",
      "details": "यह कवच बारीक precision के साथ तराशा गया है, पॉलिश की हुई चांदी में मढ़ा हुआ है जो चाँदनी की तरह चमकता है। सूक्ष्म गुलाबी सोने की जड़ाऊँ छाती और बाजुओं पर फूलों के नमूनों को दर्शाती हैं, जो इस्पात की ताकत को कम किए बिना उसे कोमल बनाती हैं। कंधे के हथियार सुरुचिपूर्ण ढंग से मुड़े हुए हैं, जो उनके ढाँचे को बढ़ाने के लिए बने हैं, न कि दबाने के लिए, ऐसे जैसे कोई नाइट लड़ाई और समारोह दोनों के लिए सजा हो। पीछे हल्के बैंगनी रंग का एक रेशमी केप लहराता है, जो हर कदम के साथ वसंत की साँस की तरह धीरे से हिलता है। हेल्मेट, जिसे अक्सर उनके कंधे पर लटकाया जाता था, उस पर मुकुट के बजाय एक चांदी का मुकुट-सा बना था—विनम्र परंतु शाही। सेराफिन एजिस अपनी मौजूदगी नहीं चिल्लाता; यह गाता है, अनुग्रह और शांत भव्यता के माध्यम से आभा बटोरता है।",
      "origin": "1398 में सिल्वर किंगडम की राजकुमारी इसाबेला ग्रेसफेस के लिए बनाया गया था। वह उस डिज़नी राजकुमारी प्रकार की थीं जो दयालुता से जंगली ड्रैगन को वश में कर सकती थीं और मुस्कुरा कर फूल खिला सकती थीं—मूल रूप से उनमें मुख्य किरदार वाली ऊर्जा थी जो उनके आसपास की वास्तविकता को मोड़ देती थी। कवच को सात अलग-अलग पवित्र नाइटों के समूहों द्वारा आशीर्वाद दिया गया था, जो या तो बहुत ज्यादा था या बीमा, यह इस बात पर निर्भर करता है कि आप इसे कैसे देखते हैं। उन्होंने एक भी लड़ाई नहीं हारी क्योंकि दुश्मन उनके अंदाज की तारीफ करने के लिए लड़ाई के बीच में ही रुक जाते थे। गुलाबी सोने की जड़ाऊँ असली गुलाबों से आई थीं जो उनके कदमों के निशानों में उग आती थीं।"
    },
    "10": {
      "name": "एक्लिप्स मैंटल",
      "description": "फिट किए गए लेयर्स पर बहता हुआ असममित cloak—शहरी जादूगर सिल्हूट जिसमें व्यावहारिक आधार है।",
      "heading_details": "एक्लिप्स मैंटल – छिपी हुई धार",
      "details": "यह टुकड़ा मैट ब्लैक रिपस्टॉप से बना है, असममित रूप से कटा हुआ है ताकि यह एक cloak की तरह बह सके लेकिन स्ट्रीटवियर टेलरिंग की तेजतर्रारी न खोए। यह कॉलर पर एक मैग्नेटिक क्लास्प से ऊँचा बंद होता है, जिससे एक तरफ आपके कंधे पर छाया की तरह स्वतंत्र रूप से लटक जाता है। इसके नीचे, एक फिट किया हुआ चारकोल टर्टलनेक शरीर से चिपका रहता है, जो स्लिम-कट कार्गो पैंट के साथ सिल्हूट को संतुलित करता है, जिनमें टैक्टिकल ज़िपर सीम हैं। स्टील-टोड स्नीकर्स के साथ पूरा हुआ, एक्लिप्स मैंटल शहरी जादूगरी जैसा लगता है—आधा cloak, आधा कवच, पूरी तरह से मौजूदगी।",
      "origin": "2089 में नियो-मिस्टोपोलिस के नियॉन-रोशनी वाले आर्केन डिस्ट्रिक्ट्स में सिर्फ 'दैट हूडी गाइ' के नाम से मशहूर एक रहस्यमय स्ट्रीट मैज द्वारा डिजाइन किया गया था। वह जादू का इस्तेमाल करते हुए भी ऐसे दिखने में मशहूर था जैसे अभी-अभी बिस्तर से उठा हो, उन्होंने मैजिकल फैशन में क्रांति ला दी। असममित डिजाइन उनके उस फिलॉसफी से आया कि 'संतुलन बोरिंग है' और लॉन्ड्री ठीक से तह करने में उनकी पुरानी अक्षमता। यह विशेष मैंटल 2091 की ग्रेट वाईफाई आउटेज के दौरान पहना गया था, जब उन्होंने अकेले ही शहर के मिस्टिकल इंटरनेट को चलाए रखा, सिर्फ शुद्ध द्वेष और एनर्जी ड्रिंक्स का इस्तेमाल करके।"
    },
    "11": {
      "name": "ऑब्सीडियन ग्रिंच",
      "description": "आधुनिक नाइट एनर्जी को शहरी कवच के रूप में फिर से सोचा गया।",
      "heading_details": "ऑब्सीडियन ग्रिंच – ताकि आप एक जैसे न दिखें।",
      "details": "गहरे काले नायलॉन का एक लॉन्गलाइन ट्रेंच कोट, वाटरप्रूफ फिर भी स्लीक, जिसमें कंधों और बाजुओं पर सूक्ष्म कवच वाली क्विल्टिंग है। कट लीन, सीधा और शक्तिशाली है, जो पूरे नाटकीय प्रभाव के लिए टखनों से ठीक ऊपर तक फैला हुआ है। स्लेट-ग्रे टर्टलनेक और ब्लैक टेपर्ड ट्राउजर के ऊपर पहना हुआ, यह एक आधुनिक नाइट के टैबर्ड में बदल जाता है—परिष्कृत, मजबूत और नजरअंदाज करना असंभव। हर कदम कोट के हेम को एक लो-की आभा फार्म में बदल देता है।",
      "origin": "1920 के दशक के गॉथम-लेकिन-जादू-वाले के सुपरनैचुरल क्राइम्स डिवीजन के डिटेक्टिव शैडो ट्रेंचकोट (हाँ, एक और कानूनी नाम परिवर्तन) के लिए टेलर किया गया था। उन्होंने ऐसे रहस्य सुलझाए जो आम पुलिस के बस की बात नहीं थे, जैसे 'किसने क्रिसमस का जादू चुराया' और 'सारी गार्गॉयल्स क्यों गपशप कर रही हैं'। कोट का नाटकीय अंदाज उनकी उस आदत से आया था कि वह कहीं से भी प्रकट होकर रहस्यमय एक-लाइनर बोलते और फिर गायब हो जाते। वह पर्सोना 5 के जोकर जैसे बनने की कोशिश करते थे लेकिन ज्यादा स्टाइल और कम इमोशनल डैमेज के साथ, जिसने उन्हें असहनीय रूप से कूल बना दिया (हम कभी नहीं जान पाए)।"
    },
    "12": {
      "name": "रिफ्टलेयर",
      "description": "स्ट्रीटवियर बेस जिस पर कोणीय कट्स और परावर्तक चिन्ह बुने गए हैं।",
      "heading_details": "रिफ्टलेयर – दायरों के बीच, फिट्स के बीच",
      "details": "हरकत और लेयरिंग के लिए बना एक हाइब्रिड हूडी-जैकेट। बेस एक ओवरसाइज़्ड ब्लैक हूडी है, जिसके कपड़े पर परावर्तक रून जैसी लकीरें बनी हैं जो सिर्फ कुछ खास कोणों पर रोशनी में ही चमकती हैं। इसके ऊपर एक क्रॉप्ड टैक्टिकल जैकेट लेयर की गई है जिसमें कोणीय कट्स, बकल्स और एक स्टैंड-अप कॉलर है, जो इसे एक फ्यूचरिस्टिक 'कॉम्बैट मेज' सिल्हूट देती है। एड़ियों पर कसने वाली चौड़ी कार्गो पैंट के साथ जोड़ा गया, रिफ्टलेयर द्वैत में पनपता है—दिन में आरामदायक स्ट्रीटवियर, रात में फैंटेसी-कोडेड पावरवियर।",
      "origin": "2156 के दिग्गज इंटरडायमेंशनल रेव में डीजे वॉयडमिक्स ने पहना था, जहाँ संगीत ने सचमुच दूसरी वास्तविकताओं के लिए पोर्टल खोल दिए थे। परावर्तक रून मूल रूप से ग्लो-स्टिक पैटर्न थे जो शुद्ध बास एनर्जी के संपर्क में आने के बाद कपड़े में स्थायी रूप से उकेर गए। यह आदमी ऐसे बीट्स बजा रहा था जो इतने मजबूत थे कि कई आयाम एक साथ वाइब करने लगे—रेंज की बात तो अलग है। इस आउटफिट की एक साथ कई स्टाइल श्रेणियों में मौजूद रहने की क्षमता उस महाकाव्य 72-घंटे के सेट के दौरान क्रॉस-डायमेंशनल फैशन प्रभावों को सोख लेने का सीधा नतीजा है।"
    },
    "13": {
      "name": "लूनास्ट्रा",
      "description": "एक बहते हुए हूडेड cloak के नीचे छिपा हुआ साटन मिनिमलिज्म—मंत्रमुग्ध कर देने वाला यम्मी-कोर।",
      "heading_details": "लूनास्ट्रा – छिपी हुई मोहिनी",
      "details": "एक साफ स्क्वेयर नेकलाइन वाली साटन ब्लैक मिनी ड्रेस कोर बनाती है, जो शरीर से सटी हुई लेकिन मिनिमल है। इसके ऊपर: हल्के मैट कपड़े का एक क्रॉप्ड हूडेड cloak लिपटा हुआ है, जिसकी बहती हुई बाजू हर कदम को एक समारोह जैसा अहसास देती हैं। cloak गर्दन पर एक चांदी के क्लास्प से बंद होता है, और हूड चेहरे को छायादार शान के साथ फ्रेम करता है। जांघ तक के बूट इस लुक को आधुनिक स्ट्रीटवियर में जमाते हैं, लेकिन cloak की हरकत इसे एक जादू में बदल देती है—शक्ति के भेष में शान।",
      "origin": "विक्टोरियन ऑकल्ट रिवाइवल (1887) की सबसे प्रभावशाली विच-इन्फ्लुएंसर लूना मिस्टीक के लिए बनाया गया था। वह मूल रूप से इंस्टाग्राम फेमस थीं लेकिन सीन्स और पोशन रेसिपी के लिए, जिनके फॉलोअर्स में असली भूत भी शामिल थे। cloak की मध्यरात्रि वाली शान उनके सिग्नेचर 'डार्क अकादमिया लेकिन विची बनाओ' एस्थेटिक से आई थी जिसने हज़ारों पिंटरेस्ट बोर्ड लॉन्च किए। उन्होंने ग्रेट स्पिरिट फोटोग्राफी ट्रेंड के दौरान इसे पहना था, जब हर कोई हॉन्टेड डागुएरोटाइप्स में रहस्यमयी सुंदर दिखने की कोशिश कर रहा था।"
    },
    "14": {
      "name": "एथरवील",
      "description": "हवादार और भविष्यवादी इंद्रधनुषी चमक के साथ, ऐसे जैसे फैशन हवा से ही सिला गया हो।",
      "heading_details": "एथरवील – हवा का वजन",
      "details": "एक क्रॉप्ड बॉम्बर जैकेट जिसे मोती-जैसे ग्रे रंग में दोबारा सोचा गया है, जिसकी बाजुओं और पीठ पर अर्ध-पारदर्शी मेश पैनल लगे हैं, जो पंखों की तरह हवा को पकड़ने के लिए बने हैं। इंद्रधनुषी धागे सीमों के आर-पार हल्की सी चमकते हैं, सूक्ष्म लेकिन आकाशीय, स्ट्रीटलाइट्स के नीचे। फिट की हुई लेगिंग्स पर लेयर की गई हाई-वेस्टेड टेक स्कर्ट के साथ जोड़ा गया, यह लुक उपयोगिता और मंत्रमुग्धता के बीच संतुलन बनाता है। भविष्यवादी स्नीकर्स के साथ पूरा हुआ, एथरवील हल्का-फुल्का लगता है फिर भी अटूट रूप से जमा हुआ, ऐसे जैसे हवा और प्रकाश से ही सिला गया हो।",
      "origin": "2234 के आसपास, फ्लोटिंग सिटी ऑफ निंबसटाउन की स्काई डांसरों के लिए स्टैंडर्ड यूनिफॉर्म थी। ये हवाई कलाकार सचमुच बादलों पर चल सकते थे, जो तब तक तो कूल लगता है जब तक आपको एहसास नहीं होता कि उन्हें मौसम से जुड़ी वार्डरोब मैलफंक्शनिंग का सामना करना पड़ता था। यह विशेष सेट कैप्टेन विंडवॉकर का था, जिन्हों लगातार बादल-से-बादल में छलांग लगाने (847) और सबसे नाटकीय केप बिलोइंग (अनमेजरेबल) का रिकॉर्ड बनाया था। पारदर्शी पैनल बेहतर ग्लाइडिंग के लिए हवा की धाराओं को पकड़ने के लिए डिजाइन किए गए थे, जिससे यह कार्यात्मक और बिल्कुल आइकॉनिक दोनों बन गया। यार, मुश्किल नहीं होगा क्या?"
    },
    "15": {
      "name": "एम्बरथ्रेड",
      "description": "आरामदायक फैंटेसी-टिंटेड फ़्लैनल, कुलीन ऊर्जा बिखेरती हुई।",
      "heading_details": "एम्बरथ्रेड फ़्लैनल – सड़कों पर घर की रोशनी",
      "details": "गहरे बरगंडी और ब्लैक प्लेड वाली एक ढीली, नरम फ़्लैनल शर्ट, जिसमें हल्का सुनहरा धागा बुना गया है जो सूरज की रोशनी पड़ने पर सूक्ष्म रूप से चमकता है। ब्लैक टी-शर्ट और स्लिम जींस के ऊपर खुली पहनी हुई, यह आरामदायक गर्मी को थोड़ा जादुई बना देती है—ऐसे जैसे आधुनिक सड़कों पर अंगीठी की आभा लेकर चल रहे हों।",
      "origin": "1892 की रूरल मैजिक कम्युनिटीज़ के जेक फायरसाइड नाम के एक लकड़हारे-से-आग के जादूगर ने पहनी थी, जिन्होंने वानिकी और हीटिंग बिल दोनों में क्रांति ला दी। वह वो आदमी थे जो एक कैम्पफायर को पाँच-सितारा होटल का अनुभव जैसा महसूस करा सकते थे और किसी तरह फ़्लैनल को रहस्यमय दिखा सकते थे। सुनहरे धागे असल में क्रिस्टलीकृत लपटें हैं जो उन्होंने मैजिक से मार्शमैलोज़ टोस्ट करने की कोशिश करते हुए गलती से बना ली थीं—क्लासिक जेक मूव। यह शर्ट उनकी रोज़ाना पहनने वाली थी जब उन्होंने पूरे जंगलों को सतत हीटिंग सहकारी समितियों में बदल दिया था। हम सभी को इस समय सतत विकास अपनाना चाहिए या कुछ और।"
    },
    "16": {
      "name": "ओनिक्स डस्क",
      "description": "शानदार ब्लेज़र ड्रेस जिसमें आभा का दबदबा है।",
      "heading_details": "ओनिक्स डस्क – मुलायम आत्मविश्वास",
      "details": "तेज कंधों वाली एक पतली ब्लैक सूट जैकेट के नीचे पहना हुआ एक फिट किया हुआ ब्लैक टर्टलनेक, जिसके साथ टेलर्ड ट्राउजर हैं। मिनिमलिस्ट सिल्वर कफलिंक्स और एक घड़ी डिटेलिंग पूरी करती हैं। जूते: स्लीक ब्लैक चेल्सी बूट्स। यह आधुनिक, सुसज्जित, सहज है—वैसा लुक जो ध्यान नहीं खींचता बल्कि उसे स्वाभाविक रूप से अपनी ओर खींच लेता है।",
      "origin": "1953 के कॉर्पोरेट ऑकल्ट बूम के दौरान मिस्टीरियस एंटरप्राइजेज इंक की सीईओ विक्टोरिया बिजनेसवुमन का सिग्नेचर लुक था। वह बोर्डरूम में सीन्स चलाती थीं और शेयरधारकों और आत्माओं दोनों को तिमाही रिपोर्ट देती थीं। यह आउटफिट उनका पावर सूट था उन डीलों को पूरा करने के लिए जिनमें सचमुच आत्माएं शामिल थीं—उनमें वह 'यहाँ खून में साइन करो' वाली एनर्जी थी लेकिन बेमिसाल स्टाइल के साथ। आत्मविश्वास बिखेरने वाले गुण उनकी उस अटूट आस्था से आए कि अच्छा फैशन किसी भी अलौकिक संकट को हल कर सकता है। माँमी। गर्लबॉस। सॉरी।"
    },
    "17": {
      "name": "कोई व्हिस्पर",
      "description": "चंचल लेकिन स्त्रीत्वपूर्ण स्ट्रीट-कावाई मिक्स।",
      "heading_details": "कोई व्हिस्पर – कोमल शरारत",
      "details": "एक क्रॉप्ड ओवरसाइज़्ड हूडी नरम क्रीम रंग में, जिसकी एक बाजू पर एक कोई मछली की कढ़ाई बनी है, जिसके साथ हल्की नीली स्केटर स्कर्ट है। पेस्टल स्नीकर्स और एक छोटा क्रॉसबॉडी बैग जो एक कोई चार्म की तरह आकार का है, के साथ पूरा हुआ। प्यारा और दोस्ताना, लेकिन इसकी कोमलता कोशिश किए बिना ही ध्यान खींच लेती है—कावाई आभा तैनात।",
      "origin": "2067 की ग्रेट एनिमे कन्वेंशन के लिए सकुरा चीइसाई-सामा द्वारा डिजाइन किया गया था, जहाँ कॉसप्ले वास्तविक मैजिकल ट्रांसफॉर्मेशन में विकसित हो गया था। लेकिन इसके लिए खून पसीना और आँसू बहाने पड़े थे। वह प्यारी-लेकिन-घातक एनर्जी की निर्विवाद रानी थीं और नहीं, वह एक त्सुनडेरे नहीं थीं, बल्कि एक मैजिकल गर्ल थीं जो वास्तव में अपने टैक्स भरती थीं और उनके पास रिटायरमेंट प्लान था। कोई कढ़ाई को अच्छे भाग्य से सज्जित किया गया था जब यह लीजेंडरी पोंड ऑफ इटरनल वाइब्स में तैर कर निकली थी। इस आउटफिट ने 'वेपनाइज्ड क्यूटनेस' फैशन मूवमेंट की शुरुआत की जिसने 21वीं सदी के उत्तरार्ध में दबदबा बनाया।"
    },
    "18": {
      "name": "डस्कवीव हूडी",
      "description": "मंत्रमुग्ध बनावट वाली स्ट्रीट हूडी।",
      "heading_details": "डस्कवीव हूडी – आराम में जादू",
      "details": "एक ओवरसाइज़्ड चारकोल हूडी जिसकी बाजुओं पर हल्के, कढ़े हुए चिन्हों के नमूने हैं, जो काले धागे से बने हैं और सिर्फ कुछ खास रोशनी में ही दिखते हैं। आरामदायक ब्लैक जॉगर जिनमें ज़िप वाली जेबें हैं और स्लीक स्नीकर्स के साथ जोड़ा गया। आरामदायक और कैजुअल, लेकिन विवरण में एक मौजूदगी है, ऐसे जैसे हूडी में लो-की स्पेल एनर्जी हो।",
      "origin": "प्रोक्रैस्टिनेशन यूनिवर्सिटी (स्थापना 2045) की मिस्टिकल आर्ट्स लाइब्रेरी में रात भर पढ़ाई करने वाले हर कॉलेज स्टूडेंट की सामूहिक चेतना द्वारा बनाई गई थी। हूडी ने दशकों की देर रात की पढ़ाई, एनर्जी ड्रिंक्स के गिरने और छात्रों की उन मजबूर प्रार्थनाओं को सोख लिया जो उम्मीद करते थे कि उनका मैजिक होमवर्क खुद-ब-खुद हो जाएगा। सूक्ष्म स्पेल पैटर्न उस सारे मैजिक थ्योरी से प्राकृतिक रूप से बने जो कपड़े में समा गया। यह मूल रूप से एकेडमिक पीटीएसडी को पहनने लायक बना दिया गया है, लेकिन आरामदायक तरीके से। विश्वास करो, यह आरामदायक है।"
    },
    "19": {
      "name": "शैडोहार्ट गॉन्टलेट्स",
      "description": "बिना उँगलियों वाले चमड़े के दस्ताने जिनमें चांदी के क्लास्प लगे हैं, जो आपकी पकड़ को मजबूत करने के लिए सुरक्षा मंत्र फुसफुसाते हैं।",
      "heading_details": "शैडोहार्ट गॉन्टलेट्स – वो हाथ जो ताकत रखते हैं",
      "details": "नरम काले चमड़े से बने, जिनकी पोरों पर चांदी की बकल वाली पट्टियाँ हैं, यह बिना उँगलियों वाले दस्ताने हल्के गद्देदारी के साथ मध्य-बाँह तक फैले हुए हैं। हर दस्ताने की हथेली में एक छोटा अमेथिस्ट पत्थर जड़ा हुआ है, जो छूने पर ठंडा लगता है और अंधेरे में हल्का सा चमकता है। चमड़ा नाजुक काम के लिए काफी नरम है, फिर भी मजबूत पोर सुरक्षा का वादा करते हैं। इन्हें पहनना शांत ताकत को महसूस करने जैसा लगता है—हर इशारा सोचा-समझा, हर स्पर्श सार्थक बन जाता है।",
      "origin": "1456 में रेवेन एजलॉर्ड के 'मैं दूसरे पैलाडिन्स जैसी नहीं हूँ' वाले दौरान उनके लिए बनाया गया था। वह एक पवित्र योद्धा थीं जो विशेष रूप से काला रंग पहनती थीं क्योंकि 'प्रकाश बहुत मेनस्ट्रीम है' और किसी तरह दिव्य जादू को गॉथ दिखा दिया। अमेथिस्ट पत्थर उनका आइडिया था क्योंकि वह जोर देकर कहती थीं कि बैंगनी सबसे रहस्यमय रंग है और आम चांदी 'स्टील्थ के लिए बहुत चमकदार' है। वह जी गईं.. मेरा विश्वास है।"
    },
    "20": {
      "name": "सोलरिस क्राउन",
      "description": "एक नाजुक सुनहरा मुकुट जो सूरज की रोशनी को कैद की हुई सुबह की तरह पकड़ता है।",
      "heading_details": "सोलरिस क्राउन – पहली किरण का वाहक",
      "details": "यह वो मुकुट नहीं है जो ध्यान माँगता है—बल्कि उसे कमाता है। गर्म सोने से बना हुआ, पतली, सुरुचिपूर्ण पट्टियों में जो सिर के चारों ओर सूरज की किरणों की तरह मुड़ती हैं, हर नोक पर एक छोटा सा सिट्रिन क्रिस्टल लगा हुआ है। धातु इतनी बारीकी से काम की गई है कि यह बिना वजन का लगता है, और कनपटियों पर एक फुसफुसाहट की तरह टिका रहता है। जब पहना जाता है, तो यह रोशनी की हर किरण को पकड़ लेता है और उसे दस गुना वापस फेंक देता है, एक प्राकृतिक प्रभामंडल प्रभाव पैदा करता है। यह अहंकार के बिना शाहीपन है, वर्चस्व के बिना शक्ति है।",
      "origin": "मूल रूप से राजकुमारी ऑरेलिया द परपेचुअली लेट के लिए बनाया गया था, जो लगभग 3021 ईसा पूर्व सोलर किंगडम पर राज करती थीं। वह हर सूर्योदय समारोह में सो जाने के लिए कुख्यात थीं, इसलिए उनके राज्य के लोहारों ने यह मुकुट बनाया ताकि वह सूरज की रोशनी को सीधे उनकी आँखों में परावर्तित करके उन्हें जगा सके—एक बायोलॉजिकल अलार्म घड़ी की बात करो जो अलग ही दिखती है। सिट्रिन क्रिस्टल्स को पहले फीनिक्स द्वारा आशीर्वाद दिया गया था जिसने सत्यापित ट्विटर स्टेटस हासिल किया था, जिससे वे शुद्ध 'मुख्य किरदार ऊर्जा' के साथ अनुनाद करते थे। ऑरेलिया ने इसे द लीजेंडरी बैटल ऑफ द अर्ली बर्ड्स बनाम नाइट ओवल्स के दौरान पहना था, जहाँ उन्होंने आखिरकार साबित कर दिया कि सुबह के लोग भी हम में से बाकी लोगों जितने ही अराजक हो सकते हैं। यह मुकुट सदियों तक गायब रहा जब तक कि पुरातत्वविदों को यह एक प्राचीन मैकडॉनल्ड्स में नहीं मिला—कुछ चीजें कभी नहीं बदलतीं। कहा जाता है कि जो भी इसे पहनता है उसे सुबह की सेल्फी में निर्दोष दिखने की शक्ति मिल जाती है, जो कि ईमानदारी से सबसे कीमती जादू हो सकता है।"
    },
        "21": {
      "name": "वॉइडवॉकर बूट्स",
      "description": "मध्यरात्रि-काले कॉम्बैट बूट्स जो हर कदम के साथ रोशनी सोखते हुए प्रतीत होते हैं।",
      "heading_details": "वॉइडवॉकर बूट्स – दुनियाओं के बीच कदम",
      "details": "ये बूट्स रोशनी को परावर्तित करने के बजाय सोख लेते हैं, मैट ब्लैक लेदर से बने हुए हैं इतने गहरे कि आपके पैरों के आसपास छोटे-छोटे शून्य पैदा करते हुए प्रतीत होते हैं। चांदी के आइलेट्स के साथ मिड-काल्फ तक ऊँचे लेस किए गए हैं, ये एलिगेंस और सहनशक्ति दोनों के लिए बने हैं। तलवे मोटे लेकिन खामोश हैं, स्टील्थ और आराम दोनों के लिए डिज़ाइन किए गए। इन्हें पहनना हर कदम को सोचा-समझा बना देता है, ऐसे जैसे आप हर कदम के साथ अलग-अलग दायरों के बीच चल रहे हों।",
      "origin": "ये बूट्स सीधे 4156 के इंटरडायमेंशनल फैशन वीक से निकले थे, जिन्हें कभी कुख्यात मॉडल ज़ारा ब्लैकस्टेप ने पहना था जिसने रनवे पर सचमुच के शून्य पोर्टल्स से गुजरकर सुर्खियाँ बटोरी थीं। वह मूल रूप से मल्टीवर्स की गॉथ लड़की थीं, और ये बूट्स उनका सिग्नेचर पीस थे। रहस्यमय कॉबलर ऑफ द एबिस (जो सिर्फ भुली हुई यादों और बहुत अच्छे मीम्स के बदले में भुगतान लेता था) द्वारा निर्मित, ये उस लेदर से बने हैं जो आयामों के बीच मौजूद होता है। ज़ारा ने इन्हें अपनी दिग्गज 'वॉइड वॉक चैलेंज' के दौरान पहना था जो सत्रह अलग-अलग वास्तविकताओं में वायरल हुई थी—उसने मूल रूप से टिकटॉक के अस्तित्व में आने से पहले ही इंटरडायमेंशनल टिकटॉक ट्रेंड्स का आविष्कार कर दिया था। बूट्स ने इतनी कॉस्मिक डार्कनेस सोख ली कि उन्होंने अपना गुरुत्वाकर्षण खिंचाव विकसित कर लिया, जो इस बात की व्याख्या करता है कि हर कोई पहनने वाले की ओर अकथनीय रूप से क्यों आकर्षित होता है। जब ज़ारा एक पूर्णकालिक क्रिप्टिड बनने के लिए रिटायर हुईं, तो बूट्स शून्य में भटकते रहे जब तक कि वे वापस हमारी वास्तविकता में नहीं आ गए, शायद इसलिए क्योंकि इंटरडायमेंशनल फुटवियर को भी कभी-कभी घर की याद आ जाती है।"
    },
    "22": {
      "name": "मूनवील स्कार्फ",
      "description": "मखमली रेशम जो चांदी और लैवेंडर के बीच बदलता रहता है, ठीक बादलों के बीच से आती चाँदनी की तरह।",
      "heading_details": "मूनवील स्कार्फ – चंद्रमा की अनुग्रह की फुसफुसाहट",
      "details": "सिल्वर-लैवेंडर रंगों के ग्रेडिएंट में बारीक रेशम से बुना हुआ, यह स्कार्फ हिलने-डुलने पर रंग बदलता प्रतीत होता है, रोशनी को तरल चंद्रिका किरणों की तरह पकड़ता है। इसे कई बार लपेटने या नाटकीय ढंग से लहराने के लिए काफी लंबा है, यह त्वचा पर असंभव रूप से हल्का फिर भी गर्माहट देने वाला है। पूरे कपड़े में छोटे चांदी के धागे बुने गए हैं, जो सूक्ष्म नक्षत्र पैटर्न बनाते हैं जो कपड़े के हिलने पर चमकते हैं। यह किसी भी आउटफिट को कुछ अलौकिक में बदल देता है।",
      "origin": "2156 की ग्रेट एस्थेटिक रिवोल्यूशन के दौरान लेक सेरेनिटी की मून मेडेन्स द्वारा बुना गया था, जब सबने सामूहिक रूप से तय किया था कि सामान्य कपड़ा पर्याप्त अलौकिक वाइब्स नहीं दे रहा है। रेशम कॉस्मिक सिल्कवर्म्स से आता है जो सिर्फ स्टारडस्ट खाते हैं और शुद्ध मूनबीम्स के आहार पर जीवित रहते हैं—मूल रूप से उन ट्रेंडी ऑर्गेनिक हेल्थ नट्स का अंतरिक्षीय समकक्ष। यह विशेष स्कार्फ लूना सिल्वरमिस्ट का था, एक खगोलीय इन्फ्लुएंसर जिसके सोशल मीडिया के अस्तित्व में आने से पहले ही अनेक आकाशगंगाओं में 50 मिलियन फॉलोअर्स थे। उसने इसे कुख्यात 'सन गॉड के खिलाफ मूनलाइट डांस-ऑफ' घटना के दौरान पहना था, जिसे इतिहासकार अब ब्रह्मांडीय इतिहास में पहली रिकॉर्डेड डांस बैटल मानते हैं। रंग बदलने वाले गुण एक दुर्घटना थे—लूना ने उस पर गैलेक्सी-ग्रेड ग्लिटर गिरा दिया था, लेकिन इसे बर्बाद करने के बजाय, इसने इसे और आइकॉनिक बना दिया। नक्षत्र पैटर्न उसकी दादी द्वारा हाथ से कढ़े गए थे, जो खुद आंशिक रूप से नक्षत्र थीं, क्योंकि परिवार का पेड़ पीछे जाने पर काफी अजीब हो जाता है।"
    },
    "23": {
      "name": "थॉर्नवार्ड जैकेट",
      "description": "जंगली हरे रंग की लेदर जैकेट जिसमें काँटों जैसे पैटर्न में सुरक्षात्मक रून उकेरे गए हैं।",
      "heading_details": "थॉर्नवार्ड जैकेट – प्रकृति का कवच",
      "details": "समृद्ध जंगली हरे रंग के चमड़े से काटी गई, जिसमें प्राकृतिक बनावट की बनावट है, इस जैकेट में कंधों और बाजुओं पर सूक्ष्म थॉर्न-वाइन उभार बने हैं। चांदी की ज़िप और बकल आधुनिक कार्यक्षमता प्रदान करते हैं जबकि पीतल के स्टड सुरक्षात्मक चिन्ह पैटर्न का पता लगाते हैं। फिट बिल्कुल टेलर्ड है लेकिन हरकत की अनुमति देता है, ऐसे जैसे ड्रूड्स द्वारा डिजाइन किया गया कवच हो। जब पहना जाता है, तो यह गहरे जंगलों और प्राचीन सुरक्षाओं का सार लेकर चलता है।",
      "origin": "इस जैकेट की बैकस्टोरी 12-सीजन के एनीमे के मुख्य किरदार से भी ज्यादा है। मूल रूप से रोवन वाइल्डहार्ट की थी, सबसे एक्स्ट्रा फॉरेस्ट गार्डियन जो कभी जीवित रहा—हम बात कर रहे हैं ऐसे व्यक्ति की जो सिर्फ खोए हुए हाइकर्स को रास्ता दिखाने के लिए पेड़ों से नाटकीय ढंग से प्रकट होता था। 1847 के वुडलैंड रिबेलियन के दौरान बनाई गई, जब पेड़ों ने सचमुच औद्योगिकीकरण के खिलाफ युद्ध छेड़ दिया था (और ईमानदारी से, उनके पास वाजिब points थे)। लेदर एक विशेष रूप से दार्शनिक ड्रैगन से आया जिसने पर्यावरणीय नैतिकता पर बहस हारने के बाद इसे स्वेच्छा से दान कर दिया—जाहिर है अब ड्रैगन्स को भी इको-एंग्जाइटी होती है। रोवन ने इसे दिग्गज 'सीज ऑफ द लास्ट मॉल' के दौरान पहना था, जहाँ उसने कॉर्पोरेट वनों की कटाई के खिलाफ जागे हुए हाउसप्लांट्स की एक सेना का नेतृत्व किया था। सुरक्षात्मक रून प्राचीन ड्रूड्स द्वारा उकेरे गए थे जो मूल रूप से मूल पर्यावरणवादी थे, सिवाय इसके कि उनके पास ज्यादा जादू और कम प्रदर्शन के प्लेकार्ड थे। जब रोवन वन वाईफाई नेटवर्क (मत पूछो, यह जटिल है) के साथ एक होने के लिए उच्चस्तर पर पहुँच गया, तो जैकेट उन लोगों को पीढ़ी दर पीढ़ी हस्तांतरित होती गई जो 'टच ग्रास' को बिना किसी व्यंग्य के जीवनशैली सलाह के रूप में इस्तेमाल करते हैं।"
    },
    "24": {
      "name": "स्टारवीव क्लोक",
      "description": "मध्यरात्रि-नीले मखमल पर बिखरे हुए चांदी के धागे वाले नक्षत्र जो हिलते हुए प्रतीत होते हैं।",
      "heading_details": "स्टारवीव क्लोक – रात के आकाश में लिपटे हुए",
      "details": "यह फुल-लेंथ क्लोक तरल तारकीय प्रकाश की तरह बहता है, मध्यरात्रि-नीले मखमल से बुना हुआ है जो इतना बारीक है कि आसपास के अंधेरे को सोखता हुआ प्रतीत होता है। चांदी के धागे कपड़े के आर-पार नक्षत्र पैटर्न बनाते हैं, और पोजीशनिंग इतनी उस्तादी से की गई है कि वे आपके हिलने-डुलने पर खिसकते और टिमटिमाते हुए दिखाई देते हैं। हूड इतना गहरा है कि रहस्य पैदा करता है, और क्लास्प पॉलिश की हुई चांदी में एक अर्धचंद्र है। इसे पहनना अपने कंधों पर रात का आकाश लेकर चलने जैसा लगता है।",
      "origin": "2847 सीई के आसपास, नोवा प्राइमा के सेलेस्टियल एटेलिएर्स में बनाया गया था, जब लुकिंग एब्सोल्यूटली डेवास्टेटिंग का स्वर्ण युग था। यह क्लोक स्टेला नाइटबोर्न की थी, जो इतिहास में दर्ज सबसे नाटकीय खगोलशास्त्री थीं—वह सचमुच तारों का अवलोकन तब तक नहीं करती थीं जब तक कि उन्होंने कुछ ऐसा न पहना हो जो उनके वाइब्स से मेल खाता हो। मध्यरात्रि-नीला मखमल ड्रीम रियाम से कटाई किया गया था, उस दुर्लभ घटना के दौरान जब बुरे सपने और सुखद सपनों ने एक फैशन प्रोजेक्ट पर सहयोग करने का फैसला किया था। स्टेला ने इसे 2851 के अपने प्रसिद्ध 'ग्रेट स्टार मैपिंग एक्सपेडिशन' के दौरान पहना था, जहाँ उसने सत्रह नए नक्षत्रों को चार्ट किया था, और ऐसा करते हुए ब्रह्मांड की सबसे महँगे म्यूजिक वीडियो के मुख्य किरदार जैसी दिख रही थी। चांदी के नक्षत्र वाले धागे कॉस्मिक मकड़ियों द्वारा काते गए थे जिन्हें तारीफों और प्रीमियम स्टारडस्ट में भुगतान किया जाता था—जाहिर है इंटरडायमेंशनल अरचिन्ड्स की भी अपनी कीमत होती है। क्लोक ने अपने वास्तविकता को मोड़ने वाले गुण तब हासिल किए जब स्टेला ने गलती से इसे एक कॉस्मिक स्टॉर्म के दौरान पहना था, जिससे यह कच्चे स्टारलाइट को सोख गया और वह विकसित हुआ जिसे वैज्ञानिक तकनीकी रूप से 'मुख्य किरदार ऊर्जा' कहते हैं। वह इसे पीछे छोड़ गईं जब वह ब्रह्मांड की पहली सेलेस्टियल फैशन क्रिटिक बनने के लिए उच्चस्तर पर पहुँच गईं, जो नेब्युला की समीक्षा करती थीं और सौर मंडलों को उनके सौंदर्यवादी विकल्पों पर रेटिंग देती थीं।"
    },
    "25": {
      "name": "क्रिमसन ओथ रिंग",
      "description": "एक सील वाली अंगूठी जिसमें एक माणिक जड़ा है जो पहनने पर दिल की धड़कन की तरह स्पंदन करता है।",
      "heading_details": "क्रिमसन ओथ रिंग – बंधन जो बाँधते हैं",
      "details": "बैंड के चारों ओर जटिल गाँठों के काम के साथ काले रंग की चांदी से बनी, यह अंगूठी अपने केंद्र में एक गहरे लाल माणिक को धारण करती है जो आंतरिक आग से चमकता हुआ प्रतीत होता है। पत्थर को एक अनोखे तरीके से काटा गया है जो इसे रोशनी पड़ने पर धीरे-धीरे स्पंदन करता हुआ दिखता है, ऐसे जैसे यह आपकी दिल की धड़कन के साथ तालमेल बिठा रहा हो। बैंड में प्राचीन प्रतीक इतनी बारीकी से उकेरे गए हैं कि वे सिर्फ करीब से देखने पर ही दिखाई देते हैं। यह सिर्फ गहना नहीं है—यह एक प्रतिज्ञा है जो साकार हुई है।",
      "origin": "अनब्रैकेबल प्रॉमिसेज के युग के दौरान, एटरनल सिटी के हार्ट फोर्ज में बनाई गई थी, जब लोग अभी भी हमेशा के लिए में विश्वास करते थे और प्रतिबद्धता के मुद्दों से डरते नहीं थे। यह अंगूठी सर मार्कस हार्टबाउंड की थी, एक नाइट जो अपने वचन को निभाने के प्रति इतने समर्पित थे कि वह सचमुच झूठ नहीं बोल सकते थे बिना अंगूठी के उन्हें झटका दिए—यह एक बिल्ट-इन ट्रुथ डिटेक्टर की तरह था जिसमें आक्रामक फीडबैक था। माणिक को ऑनस्ट फीलिंग्स की गुफाओं से खनन किया गया था, एक ऐसी जगह जो इतनी दुर्लभ है कि ज्यादातर लोगों का इमोशनल इंटेलिजेंस जीपीएस उसे ढूंढ भी नहीं सकता। मार्कस ने यह अंगूठी द लीजेंडरी ओथ ऑफ द इटरनल गार्डियन करते समय पहनी थी, जिसमें उन्होंने प्यार को स्वयं विलुप्त होने से बचाने की कसम खाई थी—मूल रूप से वह रोमांस के लिए लड़ रहे थे इससे पहले कि डेटिंग ऐप्स सब कुछ अजीब बना देते। अंगूठी का दिल की धड़कन के साथ तालमेल जानबूझकर नहीं था; यह तब हुआ जब मार्कस एक ड्रैगन हमले के दौरान एक जोड़े के अपनी शादी करने के अधिकार की रक्षा करते हुए मारे गए (प्राथमिकताएँ, है ना?)। काली पड़ी हुई चांदी ने सदियों की भावनात्मक तीव्रता को सोखकर अपना रंग विकसित किया, जिसने इसे उनके लिए परफेक्ट एक्सेसरी बना दिया जिनकी भावनाएँ एक टम्बलर पोएट्री ब्लॉग से भी गहरी चलती हैं।"
    },
    "26": {
      "name": "डॉनब्रेकर वेस्ट",
      "description": "क्रीम रंग की टैक्टिकल वेस्ट जिसके सीने पर सुनहरी सूर्योदय कढ़ाई बनी है।",
      "heading_details": "डॉनब्रेकर वेस्ट – प्रकाश का पहला दूत",
      "details": "उच्च गुणवत्ता वाली क्रीम कैनवास से काटी गई, जिसमें सूक्ष्म बनावट है, इस वेस्ट में सीने के आर-पार एक स्टाइलाइज्ड सूर्योदय को दर्शाती जटिल सुनहरी कढ़ाई है। एक से अधिक जेबें रूप और कार्य दोनों प्रदान करती हैं, जिनमें से प्रत्येक पीतल के बटनों से सुरक्षित है। फिट संरचित लेकिन हवादार है, जो शहरी अन्वेषण और बाहरी रोमांच दोनों के लिए डिज़ाइन किया गया है। सूर्योदय की आकृति प्राकृतिक रोशनी में मंद चमकती प्रतीत होती है, जिससे पहनने वाला स्वयं भोर से छुआ हुआ दिखाई देता है।",
      "origin": "3156 की ग्रेट सनराइज रिवोल्यूशन के दौरान टेलर की गई थी, जब अत्यधिक प्रेरित सुबह के लोगों के एक समूह ने तय किया कि भोर को फैशन में बेहतर प्रतिनिधित्व की आवश्यकता है। यह वेस्ट कैप्टन अरोरा लाइटब्रिंगर की थी, डॉन पेट्रोल की कमांडर—लोगों की एक अभिजात टुकड़ी जो स्वेच्छा से सुबह 5 बजे से पहले उठती थी और किसी तरह इसके बारे में सकारात्मक रवैया बनाए रखती थी। सुनहरी सूर्योदय कढ़ाई अर्ली बर्ड गिल्ड की मास्टर सीमस्ट्रेसेज द्वारा वास्तविक कैद की गई सूर्य की किरणों का उपयोग करके कढ़ी गई थी, जो इस दर्शन पर काम करती थीं कि यदि आपको अमानवीय घंटों में जागना ही है, तो कम से कम आप खगोलीय दिखते हुए ऐसा करें। अरोरा ने इसे द लीजेंडरी बैटल ऑफ स्नूज़ माउंटेन के दौरान पहना था, जहाँ उसने अनंत नींद की ताकतों (मूल रूप से वे लोग जो हमेशा के लिए सोते रहना चाहते थे, जो ईमानदारी से काफी आकर्षक लगता है) के खिलाफ अपनी कैफीन-ईंधन वाली सेना का नेतृत्व किया था। वेस्ट ने अपने प्रकाश-उत्सर्जक गुण तब हासिल किए जब अरोरा ने इसे पहने हुए रिचुअल ऑफ फर्स्ट कॉफी किया, जिससे यह परफेक्ट मॉर्निंग वाइब्स की ऊर्जा को स्थायी रूप से सोख गया। वह इस एहसास के बाद रिटायर हो गईं कि नाश्ते से पहले दुनिया को बचाना उन्हें बाकी सभी के लिए अवास्तविक उत्पादकता मानक दे रहा था।"
    },
    "27": {
      "name": "रेथबेन चोकर",
      "description": "काला मखमली चोकर जिसमें एक छोटा चांदी का लॉकेट है जो नकारात्मक ऊर्जा को दूर भगाता है।",
      "heading_details": "रेथबेन चोकर – पास पहनी जाने वाली सुरक्षा",
      "details": "एक साधारण काला मखमली रिबन जो गले पर एकदम सही बैठता है, जिसे सुरक्षात्मक चिन्हों से उकेरे गए एक छोटे चांदी के लॉकेट से सजाया गया है। मखमल असंभव रूप से नरम है, और लॉकेट त्वचा के खिलाफ ठंडा लगता है, जो सुरक्षात्मक ऊर्जा के साथ धीरे-धीरे स्पंदन करता हुआ प्रतीत होता है। इसकी नाजुक उपस्थिति के बावजूद, यह शांत शक्ति का प्रसार करता है और सुरुचिपूर्ण एक्सेसरी और आध्यात्मिक कवच दोनों के रूप में कार्य करता है।",
      "origin": "1456 की क्वायट रिवोल्यूशन के दौरान सिस्टरहुड ऑफ सबटल प्रोटेक्शन द्वारा बनाया गया था, जब स्त्री शक्ति ने एक्सेसरीज के माध्यम से प्रकट होने का फैसला किया जो आपके दुश्मनों का अंत कर सकती थीं जबकि बिल्कुल निर्दोष दिख रही होती थीं। यह चोकर लेडी इवेंजेलिन शैडोबेन की थी, जो मध्ययुगीन समकक्ष थीं उस दोस्त का जो नाजुक दिखती है लेकिन शायद जरूरत पड़ने पर एक घोड़े को उठा सकती है। काला मखमल मिडनाइट गार्डन्स से आया था, जहाँ फूल सिर्फ रात के एक पहर में खिलते थे और उनमें गंभीर गॉथ एनर्जी थी। चांदी का लॉकेट सात अलग-अलग सुरक्षात्मक आत्माओं द्वारा आशीर्वाद दिया गया था जो यह देखने के लिए प्रतिस्पर्धा कर रही थीं कि किसका आशीर्वाद सबसे प्रभावी होगा—यह आध्यात्मिक साथी दबाव जैसा था, लेकिन एक अच्छे तरीके से। इवेंजेलिन ने इसे 1461 की कुख्यात बंशी घटना के दौरान पहना था, जहाँ उसने रवैये और इस चोकर से लैस होकर एक पूरे हॉन्टेड हाउस का सामना किया था (स्पॉइलर अलर्ट: भूतों ने माफी माँगी और चले गए)। सुरक्षात्मक गुण तब और तीव्र हुए जब चोकर ने लगभग 10,000 बुरे वाइब्स से नकारात्मक ऊर्जा को सोख लिया, जिससे यह मूल रूप से एक पहनने योग्य थेरेपी सेशन बन गया। जब इवेंजेलिन का निधन हुआ (शांति से, नींद में, क्योंकि मृत्यु भी उनका इतना सम्मान करती थी कि नाटकीय नहीं बना सकती थी), चोकर लोगों की रक्षा करता रहा क्योंकि जाहिर है अच्छे एक्सेसरी कभी वास्तव में रिटायर नहीं होते।"
    },
    "28": {
      "name": "मिस्टिक बॉम्बर",
      "description": "गहरे बैंगनी रंग का ओवरसाइज़्ड बॉम्बर जिस पर चांदी के धागे से नक्षत्र मैपिंग कढ़ी गई है।",
      "heading_details": "मिस्टिक बॉम्बर – ब्रह्मांडीय स्ट्रीट स्टाइल",
      "details": "यह ओवरसाइज़्ड बॉम्बर जैकेट स्ट्रीटवियर को एक रहस्यमय लेंस के माध्यम से फिर से सोचती है, गहरे बैंगनी साटन में बनी है जिसकी पीठ पर चांदी के धागे से नक्षत्र मैप कढ़े गए हैं। रिब्ड कफ और हेम क्लासिक बॉम्बर स्टाइलिंग प्रदान करते हैं, जबकि ब्रह्मांडीय विवरण इसे पहनने योग्य कला में बदल देते हैं। आंतरिक जेबें स्टार-मैप कपड़े से लाइन की गई हैं, जिससे छिपे हुए तत्व भी जादुई बन जाते हैं।",
      "origin": "4823 के इंटरडायमेंशनल स्ट्रीट फैशन रेनेसां के दौरान डिजाइन किया गया था, जब नियमित कपड़ों को काउंसिल ऑफ कॉस्मिक स्टाइल द्वारा 'बहुत बेसिक' घोषित कर दिया गया था। यह बॉम्बर काई स्टारड्रिफ्टर का था, एक आयामी यात्री जो अलग-अलग वास्तविकताओं से सौंदर्यशास्त्र को इकट्ठा करता था जैसे ज्यादातर लोग कॉफी शॉप स्टैम्प इकट्ठा करते हैं। गहरा बैंगनी साटन क्रिस्टलीकृत गोधूलि से बुना गया था जिसे कई आयामों में दिन और रात के बीच के संक्षिप्त क्षणों के दौरान काटा गया था—मूल रूप से कपड़े का समकक्ष वह परफेक्ट गोल्डन आवर लाइटिंग का है जिसे हर कोई सेल्फी में कैद करने की कोशिश करता है। काई ने इसे कॉन्स्टेलेशन मार्केट्स की खोज करते समय पहना था, जहाँ ब्रह्मांडीय विक्रेता बोतलबंद स्टारलाइट और क्वांटम फैशन एक्सेसरीज बेचते थे जो एक साथ कई वास्तविकताओं में मौजूद होते थे। नक्षत्र मैपिंग तब जोड़ी गई जब काई वर्ल्ड्स बिटवीन वॉइड में खो गया और उसे अपनी जैकेट पर कढ़े गए स्टार पैटर्न का उपयोग करके नेविगेट करना पड़ा—फैशन के कार्यात्मक होने की बात करो। जैकेट ने अपने वास्तविकता को मोड़ने वाले गुण तब विकसित किए जब इसे लगभग 847 आयामी पोर्टल्स के माध्यम से पहना गया, जिससे कॉस्मिक ऊर्जा और वह सोख लिया गया जिसे वैज्ञानिक 'मुख्य किरदार सिंड्रोम' कहते हैं। काई अंततः एक पॉकेट डायमेंशन में बस गया जहाँ हर दिन लगातार शरद ऋतु रहती है और सौंदर्यशास्त्र कभी नहीं बदलता, जैकेट को किसी ऐसे व्यक्ति के लिए छोड़कर जिसे अभी भी दुनियाओं के बीच यात्रा करने की आवश्यकता थी जबकि बिल्कुल लावारिस दिखना था।"
    },
    "29": {
      "name": "सोलफोर्ज ब्रेसर्स",
      "description": "चमड़े के ब्रेसर्स जिनमें पीतल की बकलें लगी हैं, जिन पर ताकत और सहनशक्ति के लिए रून उकेरे गए हैं।",
      "heading_details": "सोलफोर्ज ब्रेसर्स – साकार हुई ताकत",
      "details": "पीतल की बकलों और डी-रिंग्स के साथ समृद्ध भूरे रंग के चमड़े से बने, यह फोरआर्म ब्रेसर्स हाथ से उकेरे गए रूनिक प्रतीकों को प्रदर्शित करते हैं जो पहनने पर सूक्ष्म गर्माहट के साथ स्पंदन करते हुए प्रतीत होते हैं। चमड़ा सुरक्षा प्रदान करने के लिए काफी मोटा है फिर भी आरामदायक दैनिक पहनने के लिए पर्याप्त नरम है। ये किसी भी आउटफिट को कुछ ऐसा बना देते हैं जो छिपी हुई ताकत और प्राचीन ज्ञान का सुझाव देता है।",
      "origin": "2134 की ग्रेट स्ट्रेंथ अवेकनिंग के दौराल अस्तित्व में हथौड़े से बनाए गए थे, जब समाज ने आखिरकार महसूस किया कि आंतरिक शक्ति को मेल खाने के लिए कुछ गंभीर बाहरी एक्सेसरीज की आवश्यकता है। यह ब्रेसर्स माया आयरनहार्ट की थीं, एक योद्धा-दार्शनिक जो मानती थीं कि सच्ची ताकत यह जानने से आती है कि आप वास्तव में कितने शक्तिशाली हैं और इसके बारे में शांत रहना। चमड़ा अंडरस्टैंडिंग की खाल से प्राप्त किया गया था, एक पौराणिक प्राणी जो स्वेच्छा से अपनी खाल उतार देता था एक बार जब वह आत्मज्ञान प्राप्त कर लेता था—मूल रूप से एक साँप का आध्यात्मिक समकक्ष जो ध्यान में बहुत रम गया हो। पीतल की बकलें उस धातु से बनी थीं जिन पर ड्वार्वेन कोयर ऑफ इमोशनल सपोर्ट द्वारा गाया गया था, जिससे वे उन फ्रीक्वेंसी के साथ अनुनाद करते थे जो आत्मविश्वास बढ़ाती हैं और चिंता कम करती हैं। माया ने इन्हें द लीजेंडरी टूर्नामेंट ऑफ इनर स्ट्रेंथ के दौरान पहना था, जहाँ प्रतियोगी एक-दूसरे के बजाय अपनी स्वयं की आत्म-संदेह से लड़ते थे—यह आश्चर्यजनक रूप से तीव्र था, और दर्शक ज्यादातर चिकित्सक थे जो नोट्स ले रहे थे। रूनिक प्रतीकों ने अपनी गर्माहट तब विकसित की जब उन्होंने लोगों को उनके स्वयं के मूल्य का एहसास कराने के लिए माया के वर्षों के दृढ़ संकल्प को सोख लिया, जिससे ब्रेसर्स मूल रूप से पहनने योग्य आत्म-सम्मान बन गए। उन्होंने बाहरी मान्यता की आवश्यकता को पार करने के बाद इन्हें आगे बढ़ाया, हालाँकि उन्होंने स्वीकार किया कि ब्रेसर्स 'अभी भी बहुत मस्त' थे यहाँ तक कि किसी के लिए भी जिसने शांत एक्सेसरीज की आवश्यकता को पार कर लिया हो।"
    },
    "30": {
      "name": "ईथेरियल किमोनो",
      "description": "अलौकिक सफेद रंगों में बहता हुआ रेशमी किमोनो जिस पर हाथ से चेरी ब्लॉसम पेंट किए गए हैं।",
      "heading_details": "ईथेरियल किमोनो – दुनियाओं के बीच अनुग्रह",
      "details": "एक पारंपरिक किमोनो की यह आधुनिक व्याख्या तरल चाँदनी की तरह बहती है, जो सफेद और हल्के बैंगनी रंगों के ग्रेडिएंट में बारीक रेशम से बनी है। हाथ से पेंट किए गए चेरी ब्लॉसम कपड़े के आर-पार ऐसे बहते हैं जैसे वे एक शाश्वत वसंत ऋतु की हवा में फँसे हों। आस्तीन चौड़ी और नाटकीय हैं, ओबी सैश एक गहरा बैंगनी है जो अलौकिक रंग पैलेट को जमीन से जोड़ता है। इसे पहनना पेस्टल में पेंट किए गए सपने में कदम रखने जैसा लगता है।",
      "origin": "2847 में नियो-क्योटो के फेस्टिवल ऑफ इटरनल चेरी ब्लॉसम के दौरान बुना गया था, जब शहर की एआई ने आत्मज्ञान प्राप्त किया और तय किया कि लगातार तीन महीनों तक हर चीज को सौंदर्यवादी रूप से परिपूर्ण बनाकर जश्न मनाया जाए। यह किमोनो युकी मूनव्हिस्पर की थी, एक डिजिटल आर्टिस्ट जो वास्तविक मूनबीम्स से पेंटिंग करने में माहिर थीं और किसी तरह कॉस्मिक गिग इकॉनमी में इससे जीवनयापन कर रही थीं। रेशम क्वांटम सिल्कवर्म्स से आया था जो एक स्थायी वसंत की स्थिति में मौजूद थे, जिन्हें डिजिटल चेरी ब्लॉसम और परफेक्ट मौसम के सपनों से खिलाया जाता था—मूल रूप से मल्टीवर्स में सबसे अनुकूलित कीट। हाथ से पेंट किए गए चेरी ब्लॉसम क्रिस्टलीकृत हनामी भावनाओं से बने पिगमेंट का उपयोग करके बनाए गए थे, जो गिरते पंखुड़ियों के नीचे बैठकर जीवन की क्षणभंगुर सुंदरता पर विचार करने की उस विशिष्ट भावना को कैद करते हैं। युकी ने इसे अपने दिग्गज प्रदर्शनी 'पिक्सल्स एंड पेटल्स: व्हेन टेक्नोलॉजी ड्रीम्स ऑफ नेचर' के दौरान पहना था, जिसने आधे दर्शकों को शुद्ध सौंदर्यवादी प्रशंसा के आँसू रुला दिए थे। किमोनो ने अपने अलौकिक गुण तब हासिल किए जब इसे ग्रेट कन्वर्जेंस के दौरान पहना गया था, जब डिजिटल और भौतिक वास्तविकता संक्षेप में मिल गई थी और सब कुछ ठीक सत्रह मिनट के लिए एक स्टूडियो घिबली फिल्म जैसा दिखता था। युकी ने अंततः मौसमी सौंदर्यशास्त्र की दुनिया की पहली डिजिटल संरक्षक बनने के लिए अपनी चेतना को अपलोड किया, किमोनो को किसी ऐसे व्यक्ति के लिए छोड़कर जिसे अभी भी भौतिक रूप में मौजूद रहने की आवश्यकता थी जबकि अधिकतम अलौकिक ऊर्जा को चैनल करना था।"
    },
        "31": {
      "name": "स्टॉर्मकॉलर क्लोक",
      "description": "तूफानी-स्लेटी ऊन बिजली की नीली बिजली के पैटर्न के साथ जो झिलमिलाते प्रतीत होते हैं।",
      "heading_details": "स्टॉर्मकॉलर क्लोक – पहनने योग्य गर्जन",
      "details": "इस नाटकीय क्लोक की नींव भारी तूफानी-स्लेटी ऊन से बनी है, जिसमें बिजली की नीली धागे से कढ़ाई की गई बिजली के पैटर्न हैं जो अप्रत्याशित तरीकों से रोशनी पकड़ते हैं, जिससे झिलमिलाती बिजली का भ्रम पैदा होता है। हुड गहरा और सुरक्षात्मक है, कपड़ा इतना मोटा है कि वास्तविक तूफानों का सामना कर सके। गले में इसे सुरक्षित करने के लिए बिजली की तरह आकार के चांदी के क्लैस्प लगे हैं।",
      "origin": "इसे 2456 के ग्रेट वेदर वार्स के दौरान बुना गया था, जब जलवायु जादूगर वायुमंडलीय सौंदर्यशास्त्र पर नियंत्रण के लिए लड़ रहे थे और हर कोई तूफान का पीछा करने को बहुत गंभीरता से ले रहा था। यह क्लोक थंडर जेनकिंस (हाँ, यह उसका असली कानूनी नाम था - उसके माता-पिता मौसम विज्ञानी थे जिन्हें प्रतिबद्धता के मुद्दे थे) का था, जो इतिहास में दर्ज सबसे अधिक नाटकीय तूफान आह्वानकर्ता था। तूफानी-स्लेटी ऊन उन भेड़ों से आई थी जो विशेष रूप से बादलों में चरती थीं, जिससे उनकी ऊन स्थायी रूप से स्टेटिक-चार्ज रहती थी और वे वर्षा के बारे में बहुत खराब रवैया रखती थीं। बिजली के नीले पैटर्न की कढ़ाई टेस्ला टावर की मैड सीमस्ट्रेस द्वारा वास्तविक कैप्चर्ड बिजली का उपयोग करके की गई थी, जो इस दर्शन पर काम करती थीं कि अगर आपके कपड़े किसी को बिजली का झटका नहीं दे सकते, तो आप पर्याप्त प्रयास नहीं कर रहे हैं। थंडर ने इसे हरिकेन हाइट्स की घेराबंदी के दौरान पहना था, जहाँ उसने अकेले ही एक श्रेणी 5 के तूफान को डांस बैटल की चुनौती देकर दिशा बदलने के लिए मना लिया (तूफान जीत गया, लेकिन यह इतना प्रभावित हुआ कि उसने शहर को बख्श दिया)। इस क्लोक की वास्तविकता-बदलने वाली विशेषताएँ सत्रह अलग-अलग प्रकार की तूफानी ऊर्जा को अवशोषित करने के बाद विकसित हुईं, जिससे यह मूल रूप से एक पहनने योग्य मौसम प्रणाली बन गई जिसमें चिंता के मुद्दे थे। थंडर तब सेवानिवृत्त हो गया जब उसे एहसास हुआ कि मौसम को नियंत्रित करना उसे दूसरे लोगों की आउटडोर योजनाओं के लिए बहुत अधिक जिम्मेदारी दे रहा था, और उसने यह क्लोक किसी ऐसे व्यक्ति को सौंप दिया जो तीन-काउंटी के दायरे में हर बारिश में रद्द होने वाले पिकनिक के लिए अप्रत्यक्ष रूप से जिम्मेदार होने के दबाव को संभाल सकता था।"
    },
    "32": {
      "name": "फेलाइट झुमके",
      "description": "नाजुक सोने के हूप्स जिनमें हरे पन्ने के पत्थर लटके हैं जो भीतर से प्रकाशमान प्रतीत होते हैं।",
      "heading_details": "फेलाइट झुमके – जंगल की फुसफुसाहट",
      "details": "ये सुरुचिपूर्ण सोने के हूप्स चिकने हरे पन्ने की बूंदों को लटकाते हैं जो अपनी गहराई में कैद जंगली प्रकाश को समेटे हुए प्रतीत होते हैं। हरा पन्ना कोण के आधार पर हल्के हरे से गहरे हरे रंग में बदलता रहता है, और सोना इतनी बारीकी से काम किया गया है कि नजदीक से देखने पर छोटे पत्ते के पैटर्न दिखाई देते हैं। वे रोशनी को इस तरह पकड़ते और परावर्तित करते हैं कि वे लगभग चमकीले प्रतीत होते हैं।",
      "origin": "इन्हें 1847 की ग्रेट ज्वेलरी अवेकनिंग के दौरान तब बनाया गया था, जब फे कोर्ट्स ने तय किया कि मानव सहायक उपकरण 'दुखद रूप से कम जादुई' हैं और उन्होंने स्थिति को ठीक करने का जिम्मा खुद ले लिया। ये झुमके विलो ब्राइटलीफ के थे, जो एक आधी-फे राजनयिक थी जो मानव सामान्य ज्ञान और फे तर्क के बीच अनुवाद करने में माहिर थी (एक ऐसी नौकरी जिसमें खतरा भत्ता और व्यापक चिकित्सा की आवश्यकता होती थी)। सोने के हूप्स उस सूर्य के प्रकाश से बने थे जिसे ठीक सात मौसमों तक चाँद की किरणों में रखा गया था, जिससे ऐसी धातु बनी जो सुनहरे घंटे की रोशनी की स्थायी स्थिति में मौजूद थी। हरे पन्ने के पत्थर शाश्वत वसंत की संधि के दौरान पृथ्वी की आत्माओं के उपहार थे, जब मनुष्यों और प्रकृति ने सह-अस्तित्व के बारे में अजीब होना बंद करने पर सहमति जताई थी। विलो ने इन्हें चमकते पेड़ों की कुख्यात राजनयिक घटना के दौरान पहना था, जहाँ उसने शहरी विकास और एक जादुई जंगल के बीच शांति संधि पर सफलतापूर्वक बातचीत की यह साबित करके कि सह-अस्तित्व वास्तव में बहुत अच्छा लग सकता है। इन झुमकों ने अपनी दीप्तिमान विशेषताएँ शाश्वत गोधूलि के त्योहार के दौरान पहने जाने के बाद हासिल कीं, उस विशिष्ट क्षण की ऊर्जा को अवशोषित करके जब दिन और रात तय नहीं कर पाते कि कौन प्रभारी है। जब विलो सभी चमकने वाली चीजों के आधिकारिक राजदूत बनने के लिए अवतरित हुईं, तो उन्होंने इन झुमकों को किसी ऐसे व्यक्ति के लिए छोड़ दिया जिसे 'कमरे को रोशन करने की जरूरत है बिना वास्तविक विद्युत बुनियादी ढाँचे की आवश्यकता के'।"
    },
    "33": {
      "name": "शैडोमेंड कार्डिगन",
      "description": "ओवरसाइज्ड चारकोल ग्रे कार्डिगन जिसकी जेबें रहस्यों को रखने के लिए काफी गहरी हैं।",
      "heading_details": "शैडोमेंड कार्डिगन – रहस्य में आराम",
      "details": "यह ओवरसाइज्ड कार्डिगन आपको चारकोल-ग्रे कश्मीरी ऊन में लपेटता है जो इतना नरम है कि यह छाया पहनने जैसा महसूस होता है। जेबें असामान्य रूप से गहरी हैं, छोटे खजाने रखने या हाथों को छिपाए रखने के लिए बिल्कुल सही। सामने की ओर काले बटन लगे हैं, और हेम अधिकतम आराम के लिए मध्य-जांघ तक पहुँचता है। यह उस तरह का टुकड़ा है जो आपको प्राचीन किताबों और हर्बल चाय के साथ सिमटने के लिए प्रेरित करता है।",
      "origin": "इसे 3001 की कोजी रिवोल्यूशन के दौरान बुना गया था, जब समाज ने सामूहिक रूप से तय किया कि आराम एक मानवीय अधिकार है और कोई भी जो इष्टतम आराम को रोक रहा है वह ह्युगा के खिलाफ अपराध कर रहा है। यह कार्डिगन लूना नाइटरीडर की थी, एक लाइब्रेरियन जिसने अत्यंत आरामदायक कपड़े पहनते हुए किताबें पढ़ने के लिए भुगतान प्राप्त करने के परम लक्ष्य को हासिल कर लिया था। चारकोल कश्मीरी ऊन उन छाया बकरियों से आई थी जो दिन और रात के बीच की गोधूलि घाटियों में चरती थीं, जिससे ऊन उत्पन्न होती थी जो ब्रह्मांड से एक कोमल आलिंगन पहनने जैसा महसूस होता था। अविश्वसनीय रूप से गहरी जेबें प्रैक्टिकल मैजिक की गिल्ड द्वारा एक मामूली आयामी तह में मौजूद होने के लिए इंजीनियर की गई थीं, जिससे वे भौतिकी की तुलना में लगभग तीन गुना अधिक सामान रख सकती थीं - मूल रूप से मैरी पॉपिंस की बैग तकनीक, लेकिन कार्डिगन के लिए। लूना ने इसे 3003 की महान लाइब्रेरी घेराबंदी के दौरान पहना था, जहाँ उसने साहित्यिक दिखावा की ताकतों (जाहिर तौर पर वे हार गए) के खिलाफ फॉरबिडन रोमांस नोवेल्स के पवित्र अभिलेखागार की रक्षा की। यह कार्डिगन अपनी रहस्य रखने वाली विशेषताएँ तब विकसित हुई जब लूना अपने संदिग्ध पढ़ने की आदतों के बारे में दर्शकों की स्वीकारोक्ति सुनते हुए सालों तक पहना गया, जिससे यह मूल रूप से एक पहनने योग्य चिकित्सक बन गया जिसमें बेहतर फैशन समझ थी। जब लूना ने ब्रह्मांड की आधिकारिक कीपर ऑफ कोजी वाइब्स बनने का सपना हासिल किया, तो उसने इसे आगे बढ़ाया, एक ऐसी स्थिति जिसमें जाहिरा तौर पर उत्कृष्ट लाभ और असीमित चाय आती है।"
    },
    "34": {
      "name": "ड्रैगनस्केल दस्ताने",
      "description": "पूरी लंबाई वाले दस्ताने पन्ना हरे रंग में जिनमें ओवरलैपिंग स्केल पैटर्न हैं।",
      "heading_details": "ड्रैगनस्केल दस्ताने – आपकी उंगलियों पर प्राचीन शक्ति",
      "details": "ये ओपेरा-लंबाई वाले दस्ताने कोहनी तक फैले हुए हैं जो समृद्ध पन्ना हरे रंग में हैं, जिनमें चमड़े में उकेरे गए ओवरलैपिंग स्केल पैटर्न हैं जो रोशनी को असली ड्रैगन स्केल्स की तरह पकड़ते हैं। फिट सटीक है, जो पूरी चपलता की अनुमति देते हुए भी दूसरी दुनिया की शानदार हवा प्रदान करता है। कलाइयों पर छोटे पीतल के क्लैस्प उन्हें जगह पर सुरक्षित रखते हैं, और उंगलियों के सिरों को सूक्ष्म धातु विवरण के साथ मजबूत किया गया है।",
      "origin": "2189 की ग्रेट ड्रैगन डिप्लोमेसी पहल के दौरान इन्हें कमीशन किया गया था, जब मनुष्यों को अंततः एहसास हुआ कि शायद उन्हें लगातार लड़ने के बजाय ड्रेगन से बात करने की कोशिश करनी चाहिए। ये दस्ताने सर एम्बर ड्रेकव्हिस्परर के थे, पहले मानव जिसने क्रिप्टोकरेंसी की पेशकश करके ड्रेगन के साथ शांति संधि पर सफलतापूर्वक बातचीत की (जाहिर है प्राचीन ड्रेगन ब्लॉकचेन तकनीक को समझने में आश्चर्यजनक रूप से अच्छे हैं)। पन्ना हरा चमड़ा वेरडानिया द रीजनेबल से आया था, एक प्राचीन ड्रैगन जो शांति समझौतों में तब भाग लेती थी जब वह मनुष्यों के लगातार उसका सामान चुराने की कोशिश करने से थक गई थी - उसने सोचा कि अगर उसे वैसे भी स्केल्स छोड़ने थे, तो वह इसे एक व्यावसायिक लेनदेन बना सकती है। ओवरलैपिंग स्केल पैटर्न ड्रैगन आर्टिसन गिल्ड द्वारा हाथ से उकेरे गए थे, जो अपने शिल्प को इतनी गंभीरता से लेते थे कि मानव फैशन डिजाइनर ईर्ष्या से रो पड़ते थे। सर एम्बर ने इन्हें फ्लेम एंड रीजन की महान परिषद के दौरान पहना था, जहाँ उन्होंने बारह अलग-अलग ड्रैगन कबीलों को यह विश्वास दिलाने में सफलता पाई कि मनुष्यों को आसपास रखने लायक है, ज्यादातर यह प्रदर्शित करके कि मानव रचनात्मकता वास्तव में बहुत सुंदर सहायक उपकरण बना सकती है। इन दस्तानों ने अपनी दूसरी दुनिया वाली विशेषताएँ शांति संधि पर हस्ताक्षर करने वाले हर ड्रैगन द्वारा आशीर्वाद दिए जाने के बाद हासिल कीं, जिससे वे मूल रूप से पहनने योग्य रूप में राजनयिक प्रतिरक्षा बन गए। सर एम्बर अंततः ब्रह्मांड के पहले ड्रैगन-ह्यूमन रिलेशन्स काउंसलर बनने के लिए सेवानिवृत्त हुए, और उन्होंने ये दस्ताने किसी ऐसे व्यक्ति के लिए छोड़ दिए जिन्हें शैली और कृपा के साथ शक्तिशाली प्राणियों को संभालने की आवश्यकता थी।"
    },
    "35": {
      "name": "नेब्युला शिफ्ट ड्रेस",
      "description": "बहती हुई शिफ्ट ड्रेस ब्रह्मांडीय रंगों में जो कपड़े के पार घूमती और हिलती हुई प्रतीत होती है।",
      "heading_details": "नेब्युला शिफ्ट ड्रेस – ब्रह्मांड को पहनना",
      "details": "यह तरल शिफ्ट ड्रेस पहनने योग्य रूप में गहरे अंतरिक्ष की सुंदरता को पकड़ती है, जिसमें कपड़ा गहरे बैंगनी, इलेक्ट्रिक नीले और ब्रह्मांडीय गुलाबी के स्पर्श के बीच बदलता रहता है। रंग चलते समय हिलते और घूमते प्रतीत होते हैं, जिससे एक जीवित नेब्युला पहनने का भ्रम पैदा होता है। कट सरल और सुरुचिपूर्ण है, जो ब्रह्मांडीय कपड़े को शो का स्टार बनने देता है।",
      "origin": "इसे 4156 की कॉस्मिक फैशन रिवोल्यूशन के दौरान डिजाइन किया गया था, जब इंटरगैलेक्टिक स्टाइल काउंसिल द्वारा नियमित पृथ्वी-आधारित कपड़ों को 'आयामी रूप से अपर्याप्त' घोषित कर दिया गया था। यह ड्रेस नोवा स्टारवीवर की थी, एक ब्रह्मांडीय नर्तकी जो विशेष रूप से तारा प्रणालियों के बीच के स्थानों में प्रदर्शन करती थी और किसी तरह ब्रह्मांड के सबसे विशिष्ट मनोरंजन बाजार में इससे जीविका अर्जित करती थी। कपड़ा वास्तविक नेब्युला गैसों से बुना गया था जिसे उस संक्षिप्त क्षण के दौरान क्रिस्टलीकृत किया गया था जब एक मरता हुआ तारा शैली में अंत होने का फैसला करता है, जिससे ऐसी सामग्री बनी जो सुंदर ब्रह्मांडीय नाटक की स्थायी स्थिति में मौजूद थी। घूमते हुए रंग सत्रह अलग-अलग ग्रहों के अरोरा बोरेलिस से कैप्चर किए गए थे, जिनमें से प्रत्येक ने एक ड्रेस बनाने के लिए अपनी अनूठी विद्युत चुम्बकीय हस्ताक्षर दिया जो मूल रूप से एक पहनने योग्य प्रकाश शो था। नोवा ने इसे अपने महान प्रदर्शन 'डाइंग स्टार्स के साथ नृत्य' के दौरान पहना था, जिसे लगभग तीन सभ्यताओं ने देखा था और इसने उन सभी को गति, कला और सुंदरता की मौलिक प्रकृति की उनकी समझ पर सवाल उठाने के लिए मजबूर कर दिया था। ड्रेस ने अपनी वास्तविकता-बदलने वाली विशेषताएँ कई सौर तूफानों के दौरान पहने जाने के बाद हासिल कीं, जिससे ब्रह्मांडीय विकिरण अवशोषित हुआ और वह विकसित हुई जिसे वैज्ञानिक 'गैलेक्टिक स्तर पर मुख्य चरित्र ऊर्जा' कहते हैं। नोवा अंततः शुद्ध ब्रह्मांडीय नृत्य ऊर्जा बनने के लिए भौतिक रूप से परे चली गई, और उसने यह ड्रेस किसी ऐसे व्यक्ति के लिए छोड़ दी जिसे पूरे ब्रह्मांड की सौंदर्य शक्ति को चैनल करते हुए एक मूर्त शरीर में मौजूद रहने की आवश्यकता थी।"
    },
    "36": {
      "name": "रूनवार्ड बूट",
      "description": "घुटने तक ऊँचे चमड़े के बूट जिनके किनारों पर सुरक्षात्मक रून उकेरे गए हैं।",
      "heading_details": "रूनवार्ड बूट – प्राचीन शक्ति से संरक्षित कदम",
      "details": "ये घुटने तक ऊँचे बूट समृद्ध भूरे चमड़े से बने हैं जिनके किनारों के साथ सुरक्षात्मक रून हाथ से उकेरे गए पैनल हैं। प्रत्येक रून को सोने की पन्नी से भरा गया है जो चमड़े के खिलाफ चमकती है, और बूट चमड़े की डोरियों से बंधे हैं जो पीतल की आँखों के छल्ले में पिरोए गए हैं। तलवे मोटे और टिकाऊ हैं, जो शहरी सड़कों और रहस्यमय यात्राओं दोनों के लिए डिजाइन किए गए हैं।",
      "origin": "इन्हें 1634 के प्रैक्टिकल मैजिक के स्वर्ण युग के दौरान बनाया गया था, जब जादूगरों को अंततः एहसास हुआ कि उनकी सारी शक्ति बेकार है अगर उन्हें सस्ते जूतों से लगातार छाले पड़ते रहें। ये बूट मास्टर एल्ड्रिक ग्राउंडवॉकर के थे, जो इतिहास में दर्ज सबसे व्यावहारिक जादूगर थे - वह वह व्यक्ति था जिसने उन जादू के घटकों का आविष्कार किया जिनके लिए एक साधारण प्रकाश जादू करने के लिए सत्रह अलग-अलग रहस्यमय स्थानों की यात्रा करने की आवश्यकता नहीं थी। समृद्ध भूरा चमड़ा कैटल ऑफ अंडरस्टैंडिंग से आया था, दार्शनिक रूप से प्रबुद्ध गायों का एक झुंड जिसने आंतरिक शांति प्राप्त की थी और स्वेच्छा से अधिक भलाई में योगदान दिया था (वे मूल रूप से बोवाइन दुनिया के बौद्ध भिक्षु थे)। सुरक्षात्मक रून गिल्ड ऑफ सेंसिबल एनचेंटर्स द्वारा हाथ से उकेरे गए थे, जो इस सिद्धांत पर काम करते थे कि यदि आपकी जादुई सुरक्षा संकट के दौरान याद रखने के लिए बहुत जटिल है, तो वह शायद बेकार है। एल्ड्रिक ने इन्हें प्रैक्टिकल रियल्म की कुख्यात खोज यात्रा के दौरान पहना था, जहाँ उन्होंने साबित किया कि सामान्य ज्ञान और जादू वास्तविकता को अस्तित्व संबंधी संकट पैदा किए बिना सह-अस्तित्व में रह सकते हैं। सोने की पन्नी की भराई सदियों तक उन लोगों द्वारा कुचले जाने के बाद अपनी शक्ति विकसित हुई जो वास्तव में जानते थे कि वे क्या कर रहे हैं, जिससे बूट मूल रूप से पहनने योग्य योग्यता बन गए। जब एल्ड्रिक काम पूरा करने के संरक्षक संत बनने के लिए अवतरित हुए, तो उन्होंने बूट किसी ऐसे व्यक्ति के लिए छोड़ दिए जिन्होंने निर्देश दिए कि उन्हें केवल उन लोगों द्वारा पहना जाना चाहिए जो समझते हैं कि सच्ची शक्ति किसी भी चीज़ के लिए तैयार रहने से आती है जबकि उसके बारे में पूरी तरह से पेशेवर दिखना भी शामिल है।"
    },
    "37": {
      "name": "सेलेस्टियल पेंडेंट",
      "description": "चांदी की चेन जिसमें एक सुनहरा तारा पेंडेंट है जो खगोलीय ऊर्जा से स्पंदित होता प्रतीत होता है।",
      "heading_details": "सेलेस्टियल पेंडेंट – आपका मार्गदर्शन करने वाला एक तारा",
      "details": "यह नाजुक चांदी की चेन अपने दिल में एक सुनहरा तारा पेंडेंट रखती है, जो इतनी सटीकता के साथ बनाया गया है कि लगता है कि इसके बिंदुओं के भीतर वास्तविक तारे की रोशनी कैद है। तारा अपने माउंटिंग पर स्वतंत्र रूप से घूमता है, हर कोण से रोशनी पकड़ता है, और चांदी की चेन इतनी बारीक है कि गर्दन के चारों ओर वजनहीन महसूस होती है। कहा जाता है कि जो इसे पहनते हैं उन्हें अपना रास्ता आसानी से मिल जाता है, शाब्दिक और प्रतीकात्मक दोनों तरह से।",
      "origin": "इसे 2847 के ग्रेट नेविगेशन क्राइसिस के दौरान बनाया गया था, जब मानवता ने आधी आकाशगंगा को उपनिवेशित कर लिया था लेकिन किसी तरह अंतरिक्ष के समकक्ष गैस स्टेशन को खोजने में लगातार खो जा रही थी। यह पेंडेंट कप्तान स्टेला वेफाइंडर का था, ज्ञात ब्रह्मांड में सबसे दिशात्मक रूप से प्रतिभाशाली व्यक्ति - वह जीपीएस के मानव समकक्ष थी, लेकिन बेहतर फैशन समझ और कम परेशान करने वाली आवाज संकेतों के साथ। चांदी की चेन उल्का चांदी से बनी थी जिसे शाश्वत दिशा के तारामंडल द्वारा आशीर्वाद दिया गया था, तारों का एक समूह जिसने सदियों से अंतरिक्ष यात्रियों को चक्कर लगाते देखकर थक गया था। सुनहरा तारा पेंडेंट प्रथम तारे के एक टुकड़े से तराशा गया था, जिसने अपने सौर मंडल में ही खो जाने वाले बहुत से लोगों को देखने के बाद स्वेच्छा से अपना एक टुकड़ा दिया था। स्टेला ने इसे 2851 की महान अंतरिक्ष बचाव अभियान के दौरान पहना था, जहाँ उसने स्टेलर नेविगेशन और प्रभावशाली मात्रा में ब्रह्मांडीय आत्मविश्वास का उपयोग करके 10,000 खोई हुई जहाजों को सफलतापूर्वक उनके घरेलू प्रणालियों में वापस ले जाने का मार्गदर्शन किया था। पेंडेंट ने आकाशगंगा के हर खोए हुए यात्री की नौवहन प्रार्थनाओं को अवशोषित करने के बाद अपनी मार्गदर्शन विशेषताएँ हासिल कीं, जिससे यह मूल रूप से एक पहनने योग्य कम्पास बन गया जो अस्तित्वगत और शारीरिक दोनों स्तरों पर काम करता है। जब स्टेला खो जाने के आधिकारिक निदेशक बनने के लिए सेवानिवृत्त हुईं, तो उन्होंने पेंडेंट को किसी ऐसे व्यक्ति को सौंप दिया जिसे 'अपना रास्ता खोजने की जरूरत है, शाब्दिक और प्रतीकात्मक दोनों तरह से, जबकि इस प्रक्रिया में तारों जैसा दिखना भी शामिल है'।"
    },
    "38": {
      "name": "नाइटफॉल एन्सेंबल",
      "description": "पूरा तीन-टुकड़ा आउटफिट: मध्यरात्रि रंगों में वेल्वट ब्लेजर, फिटेड पैंट और सिल्क शर्ट।",
      "heading_details": "नाइटफॉल एन्सेंबल – अंधेरे के बाद की शानदारी",
      "details": "इस पूरे तीन-टुकड़ा सेट में गहरी आधी रात के काले रंग में एक वेल्वट ब्लेजर, मेल खाते कपड़े में पूरी तरह से फिट की गई ट्राउजर और गहरे बैंगनी रंग की सिल्क शर्ट शामिल है जो कम रोशनी में काले रंग में बदल जाती है। चांदी के बटन और सूक्ष्म बैंगनी सिलाई ही एकमात्र आवश्यक सजावट प्रदान करते हैं। एन्सेंबल पूर्णता के लिए तैयार किया गया है, जो एक सिल्हूट बनाता है जो शुद्ध शानदारी के माध्यम से पूरा ध्यान आकर्षित करता है न कि चमकदार दिखावे के माध्यम से।",
      "origin": "इसे 3456 के एलिगेंट डार्कनेस मूवमेंट के दौरान तैयार किया गया था, जब समाज ने तय किया कि खलनायकों ने बहुत लंबे समय तक सभी सर्वश्रेष्ठ सौंदर्य विकल्पों पर एकाधिकार कर लिया था और यह नियमित लोगों के लिए परिष्कृत अंधेरे को पुनः प्राप्त करने का समय था। यह एन्सेंबल लॉर्ड विंसेंट शैडोमेयर का था, एक सुधरा हुआ पिशाच जिसने अपने दुष्ट अधिपति के करियर को फैशन परामर्श में अधिक टिकाऊ जीवन शैली के लिए व्यापार किया था (जाहिर है अमर रात के प्राणियों को भी कभी-कभी बदलाव की आवश्यकता होती है)। आधी रात का वेल्वट शाश्वत गोधूलि के फैब्रिक मिल्स से आया था, जहाँ वे ऐसे कपड़े बनाने में माहिर थे जो लगते थे मानो तारों के बीच के स्थान से बुने गए हों। गहरी बैंगनी सिल्क शर्ट को मिडनाइट स्क्विड की स्याही से रंगा गया था, एक प्राणी जो केवल सूर्य ग्रहण के दौरान मौजूद होता था और रंग समन्वय के बारे में मजबूत राय रखता था। विंसेंट ने इसे सुधरे हुए खलनायकों की महान गाला के दौरान पहना था, जहाँ पूर्व विरोधियों ने औपचारिक पोशाक में पूरी तरह से भव्य दिखते हुए अपने सफल करियर संक्रमण का प्रदर्शन किया था। इस आउटफिट ने अपनी वास्तविकता-बदलने वाली विशेषताएँ लगभग 200 उच्च-समाज कार्यक्रमों में पहने जाने के बाद हासिल कीं जहाँ विंसेंट ने साबित किया कि आप सदियों से जमा काले जादू के बजाय शुद्ध सौंदर्य अधिकार के माध्यम से सम्मान प्राप्त कर सकते हैं। जब विंसेंट ने सुधरे हुए अलौकिक प्राणियों के लिए फिनिशिंग स्कूल खोलने का अपना सपना हासिल किया, तो उसने यह एन्सेंबल किसी ऐसे व्यक्ति को सौंप दिया जिसे शुद्ध सौंदर्य अधिकार के माध्यम से सम्मान प्राप्त करने की आवश्यकता थी न कि सदियों से जमा काले जादू के माध्यम से।"
    },
    "39": {
      "name": "अकादमी सेंटिनल वर्दी",
      "description": "नेवी ब्लू सैन्य-प्रेरित वर्दी सुनहरे ट्रिम के साथ, जादुई अकादमी ऑनर गार्ड्स के लिए डिजाइन की गई।",
      "heading_details": "अकादमी सेंटिनल वर्दी – सेवा में सम्मान",
      "details": "यह प्राचीन वर्दी सैन्य सटीकता को रहस्यमय शानदारी के साथ जोड़ती है, जिसमें नेवी ब्लू ऊन की जैकेट शामिल है जिसमें छाती और कंधों के पार सुनहरी ब्रेडिंग है। चांदी के बटन प्राचीन सुरक्षात्मक संकेत चिन्ह धारण करते हैं, और उच्च कॉलर सुनहरे धागे में रैंक पदचिन्ह प्रदर्शित करता है। मेल खाती ट्राउजर में एक परफेक्ट क्रीज है, और एन्सेंबल में सफेद दस्ताने और ग्रिफिन प्रतीक वाली एक पीक्ड टोपी शामिल है। इसे पहनना एक कुलीन आदेश में शामिल होने जैसा महसूस होता है जो प्राचीन ज्ञान की रक्षा के लिए समर्पित है।",
      "origin": "इसे 2134 के ग्रेट एजुकेशनल रिफॉर्म के दौरान कमीशन किया गया था, जब जादुई अकादमियों को एहसास हुआ कि उनकी सुरक्षा उन लोगों द्वारा संभाली जा रही है जो ऐसे दिखते थे मानो वे कहीं और होना पसंद करेंगे और उन्होंने वास्तविक सुरक्षा के साथ-साथ सौंदर्यशास्त्र को ठीक करने का फैसला किया। यह वर्दी कप्तान सारा ब्राइटवार्ड की थी, जो शैक्षणिक इतिहास में सबसे प्रेरणादायक सुरक्षा अधिकारी थीं - वह वह व्यक्ति थीं जिसने परिसर की सुरक्षा को नौकरी की आवश्यकता के बजाय एक आह्वान जैसा दिखाया। नेवी ब्लू ऊन शीप ऑफ स्कॉलरली डेडिकेशन से आई थी, एक नस्ल जो केवल प्राचीन जादुई सिद्धांत के बारे में व्याख्यान सुनते हुए अपनी बेहतरीन ऊन उगाती थी (वे मूल रूप से शास्त्रीय संगीत गायों के शैक्षणिक समकक्ष थे)। सुनहरी ब्रेडिंग मास्टर टेलर्स ऑफ ऑनर द्वारा बनाई गई थी, जो इस सिद्धांत पर काम करते थे कि यदि आप ज्ञान की रक्षा करने जा रहे हैं, तो आपको ऐसा दिखना चाहिए जैसे कि ज्ञान ने आपको व्यक्तिगत रूप से चुना हो। सारा ने इसे फाइनल एग्जाम की कुख्यात घेराबंदी के दौरान पहना था, जहाँ उसने तनाव राक्षसों के आक्रमण के खिलाफ अकादमी की रक्षा की जबकि पूर्ण वर्दी मानक बनाए रखे और किसी तरह अभी भी घबराए हुए छात्रों को प्रोत्साहित करने में कामयाब रही। वर्दी ने अपनी अधिकार-विकीर्णित करने वाली विशेषताएँ किसी ऐसे व्यक्ति द्वारा सालों तक पहने जाने के बाद हासिल कीं जो वास्तव में मानता था कि शिक्षा सुरक्षा के योग्य है, जिससे यह मूल रूप से ज्ञान की खोज के लिए पहनने योग्य समर्पण बन गया। जब सारा को प्रैक्टिकल हीरोइज्म की अकादमी की हेडमिस्ट्रेस बनने के लिए पदोन्नत किया गया, तो उसने वर्दी किसी ऐसे व्यक्ति को सौंप दिया जो 'समझता है कि सच्ची ताकत बिना डर के सीखने के लोगों के अधिकार की रक्षा करने से आती है'।"
    },
    "40": {
      "name": "शैडोमेयर पजामा सेट",
      "description": "मध्यरात्रि बैंगनी रंग में नरम मोडल पजामा जिसमें रहस्यमय सपनों के लिए तारामंडल पैटर्न हैं।",
      "heading_details": "शैडोमेयर पजामा सेट – तारों की रोशनी के नीचे सपने",
      "details": "यह शानदार ढंग से नरम मोडल पजामा गहरी आधी रात के बैंगनी रंग में आता है जिसमें हल्के बैंगनी रंग में नाजुक तारामंडल पैटर्न बिखरे हुए हैं। टॉप में एक रिलैक्स्ड बटन-फ्रंट डिजाइन है जिसमें क्लासिक कॉलर है, जबकि मेल खाती पैंट्स में एक इलास्टिक वेस्टबैंड और साइड पॉकेट हैं। कपड़ा खूबसूरती से सांस लेता है और गोधूलि जादू में लिपटे सोने जैसा महसूस होता है।",
      "origin": "इसे 3001 की ग्रेट स्लीप रिवोल्यूशन के दौरान बनाया गया था, जब मानवता ने अंततः स्वीकार किया कि उच्च-गुणवत्ता वाली आराम एक मौलिक अधिकार है और कोई भी जो इष्टतम नींद आराम को रोक रहा है वह बुनियादी मानव कल्याण के खिलाफ अपराध कर रहा है। यह पजामा सेट डॉ. लूना ड्रीमवीवर का था, एक नींद शोधकर्ता जिसने अपना जीवन यह साबित करने के लिए समर्पित कर दिया था कि सही नींद का कपड़ा सचमुच आपके सपनों की गुणवत्ता में सुधार कर सकता है। मध्यरात्रि बैंगनी मोडल ट्वाइलाइट फॉरेस्ट के ड्रीम ट्री से आया था, ऐसे पौधे जो केवल जागरूकता और नींद के बीच के क्षणों में पूर्ण परिस्थितियों में उगते थे, जिससे ऐसा कपड़ा उत्पन्न होता था जो ब्रह्मांड के सबसे आरामदायक बादल से एक कोमल आलिंगन पहनने जैसा महसूस होता था। तारामंडल पैटर्न की कढ़ाई पीसफुल स्लंबर की सीमस्ट्रेस द्वारा वास्तविक तारे की रोशनी से काते गए धागे का उपयोग करके की गई थी, जो विशेष रूप से उन घंटों के दौरान काम करती थीं जब अधिकांश लोग अपनी सबसे गहरी, सबसे पुनर्स्थापनात्मक नींद के चक्र का अनुभव कर रहे होते थे। लूना ने इस सेट को नींद के कपड़े के सौंदर्यशास्त्र और सपने की गुणवत्ता के बीच संबंध पर अपने अभूतपूर्व शोध के दौरान पहना था, यह साबित करते हुए कि बेहोश होने पर अच्छा दिखना वास्तव में आपकी अवचेतन आत्म-छवि में सुधार कर सकता है। पजामे ने अपनी सपना-बढ़ाने वाली विशेषताएँ लूना के प्रयोगात्मक नींद सत्रों के लगभग 10,000 रातों के दौरान पहने जाने के बाद हासिल कीं, जिससे अनगिनत शांतिपूर्ण सपनों की ऊर्जा अवशोषित हुई और वह विकसित हुई जिसे वैज्ञानिक 'आरईएम ऑप्टिमाइजेशन क्षमताएँ' कहते हैं। जब लूना ने यूनिवर्सल स्लीप क्वालिटी के संरक्षक बनने का अपना अंतिम लक्ष्य हासिल किया, तो उसने पजामा किसी ऐसे व्यक्ति के लिए छोड़ दिया जिसे अपने सपनों को उतना ही सुंदर बनाने की आवश्यकता थी जितना कि उनका जागृत जीवन होता है।"
    },
        "41": {
      "name": "ग्रिमोअर कीपर का लबादा",
      "description": "चारकोल ग्रे रंग का विद्वानों का लबादा जिसमें चमड़े की बाइंडिंग विवरण और स्क्रॉल रखने के लिए गहरी जेबें हैं।",
      "heading_details": "ग्रिमोअर कीपर का लबादा - पहनने योग्य बनाई गई बुद्धिमत्ता",
      "details": "यह बहता हुआ विद्वानों का लबादा भारी चारकोल ऊन से कटा हुआ है जिसके किनारों पर प्राचीन ग्रंथों के कवरों की याद दिलाने वाले चमड़े के बाइंडिंग विवरण हैं। कई आंतरिक जेबें स्क्रॉल, क्रिस्टल और अन्य विद्वतापूर्ण उपकरणों के लिए बिल्कुल सही आकार की हैं। टोपी गहरी और चिंतनशील है, और कलम की निब जैसे आकार वाले पीतल के बकल सामने के हिस्से को सुरक्षित करते हैं। यह आधुनिक रहस्यवादी के लिए पुनर्कल्पित शैक्षणिक लबादा है।",
      "origin": "1456 की ग्रेट लाइब्रेरी रेनैस्सेंस के दौरान बुना गया था, जब विद्वान संस्थानों ने तय किया कि यदि उन्हें मानव ज्ञान के सभी को संरक्षित करना है, तो उनके लाइब्रेरियन को ऐसे दिखना चाहिए जैसे वे अज्ञानता को व्यक्तिगत रूप से अधीनता में डरा सकते हैं। यह लबादा मास्टर कॉर्नेलियस बुकराइट का था, जो इतिहास में दर्ज सबसे डरावना लाइब्रेरियन था - वह वह व्यक्ति था जिसने किताबें देर से लौटाने को सीखने की पूरी अवधारणा के खिलाफ व्यक्तिगत विश्वासघात जैसा महसूस कराता था। चारकोल ऊन एक्यूमुलेटेड विजडम की भेड़ों से आया था, एक ऐसी नस्ल जिसने अपना पूरा जीवन उन खेतों में चरकर बिताया जहाँ प्राचीन विद्वान कभी चलते थे, अपने खुरों के माध्यम से अवशिष्ट बौद्धिक ऊर्जा को सोखते हुए। चमड़े के बाइंडिंग विवरण फिलोसोफिकल डिबेट्स की खाल से तैयार किए गए थे, जो उन जीवों से प्राप्त किए गए थे जिन्होंने अस्तित्व की प्रकृति के बारे में व्यापक तर्क के माध्यम से ज्ञान प्राप्त किया था। कॉर्नेलियस ने यह लबादा फॉरबिडन सेक्शन की सुरक्षा के दौरान पहना था, जहाँ उन्होंने खतरनाक ज्ञान को उन लोगों द्वारा चोरी होने से बचाया था जो निश्चित रूप से इसके लिए तैयार नहीं थे और शायद इसका इस्तेमाल पिरामिड स्कीम शुरू करने के लिए करते। यह लबादा दशकों तक किसी ऐसे व्यक्ति द्वारा पहने जाने के बाद अपनी डरावनी विशेषताएँ प्राप्त की, जो वास्तव में मानता था कि ज्ञान पवित्र है और इसके साथ उचित श्रद्धा के साथ व्यवहार किया जाना चाहिए, इसे मूल रूप से पहनने योग्य शैक्षणिक अधिकार बना दिया। जब कॉर्नेलियस कभी लिखी गई सभी पुस्तकों के शाश्वत संरक्षक बनने के लिए आरोहित हुए, तो उन्होंने यह लबादा किसी ऐसे व्यक्ति को सौंप दिया जो समझता था कि ज्ञान को संरक्षित करने के लिए ऐसे दिखने की आवश्यकता होती है कि आप वास्तविकता को व्यक्तिगत रूप से फिर से लिख सकते हैं अगर किसी ने फर्स्ट एडिशन का अनादर किया।"
    },
    "42": {
      "name": "चांदनी लाउंजवेयर",
      "description": "ओवरसाइज्ड क्रीम स्वेटर और मैचिंग शॉर्ट्स जिन पर चांद के चरणों की सिल्वर कढ़ाई है।",
      "heading_details": "चांदनी लाउंजवेयर - आकाशीय आराम",
      "details": "यह आरामदायक सेट में एक ओवरसाइज्ड क्रीम कश्मीरी स्वेटर शामिल है जिसमें गिरे हुए कंधे और आस्तीनों पर चांद के चरणों की सिल्वर कढ़ाई है, जो मिड-थाई तक लंबी मैचिंग निट शॉर्ट्स के साथ जोड़ा गया है। कपड़ा अविश्वसनीय रूप से नरम है, आलसी वीकेंड या देर रात तारों को निहारने के लिए बिल्कुल उपयुक्त। चांद के चरण अलग-अलग रोशनी में सूक्ष्म रूप से चमकते हुए लगते हैं, आराम में जादू जोड़ते हुए।",
      "origin": "2847 की सेलेस्टियल कम्फर्ट रेवोल्यूशन के दौरान डिजाइन किया गया था, जब चंद्रमा की देवी स्वयं इस बात से थक गई थीं कि मनुष्य चंद्र ऊर्जा से जुड़ने की कोशिश करते समय बदसूरत कपड़े पहनते हैं और उन्होंने पृथ्वी के फैशन उद्योग में सीधे हस्तक्षेप करने का फैसला किया। यह लाउंजवेयर सेट सेरेनिटी मूनचाइल्ड का था, एक कॉस्मिक वेलनेस इन्फ्लुएंसर जिसने किसी तरह लोगों को खगोलीय संरेखण के माध्यम से अपनी विश्राम को अनुकूलित करने का तरीका सिखाकर करियर बनाया था। क्रीम कश्मीरी एटरनल ट्रैन्क्विलिटी की बकरियों से आया था, एक ऐसा झुंड जो विशेष रूप से पहाड़ी घास के मैदानों में रहता था जहाँ चंद्रमा के प्रतिबिंब ने अस्तित्व में सबसे नरम, सबसे शांत करने वाला फाइबर उत्पन्न करने के लिए आदर्श स्थितियाँ बनाई थीं। चांद के चरणों की सिल्वर कढ़ाई वास्तविक चांदनी किरणों का उपयोग करके की गई थी जिन्हें दुर्लभ घटना के दौरान क्रिस्टलीकृत किया गया था जब सभी चंद्र चरण सत्रह मिनटों के लिए एक साथ मौजूद थे। सेरेनिटी ने इस सेट को अपनी महान 'लाउंजिंग विथ लूना' लाइवस्ट्रीम श्रृंखला के दौरान पहना था, जहाँ उसने 2.3 मिलियन फॉलोअर्स को सिखाया कि कैसे रणनीतिक झपकी और उच्च-गुणवत्ता वाले स्लीपवेयर के माध्यम से आंतरिक शांति प्राप्त की जाए। इस लाउंजवेयर ने सीधे चांदनी के नीचे अनगिनत ध्यान सत्रों के दौरान पहने जाने के बाद अपनी शांति प्रदान करने वाली विशेषताएँ प्राप्त कीं, चंद्र ऊर्जा को सोखकर और वह विकसित किया जिसे वैज्ञानिक 'इष्टतम सर्द ऊर्जा' कहते हैं। जब सेरेनिटी ने पृथ्वी के लिए चंद्रमा की आधिकारिक राजदूत के रूप में अपना अंतिम रूप प्राप्त किया, तो उसने इस सेट को किसी ऐसे व्यक्ति के लिए छोड़ दिया जिसे बिल्कुल भी उत्पादक काम किए बिना आकाशीय रूप से सुरुचिपूर्ण दिखने की कला में महारत हासिल करने की आवश्यकता थी।"
    },
    "43": {
      "name": "रॉयल गार्ड सेरेमोनियल",
      "description": "गहरे बैंगनी मखमली ड्रेस यूनिफॉर्म जिस पर सोने की ब्रेडिंग है, जो अभिजात महल गार्ड्स द्वारा पहनी जाती है।",
      "heading_details": "रॉयल गार्ड सेरेमोनियल - मुकुट का रक्षक",
      "details": "यह शानदार समारोह वर्दी में गहरे बैंगनी मखमली जैकेट शामिल है जिसकी छाती और कफ पर सेल्टिक गाँठ पैटर्न में जटिल सोने की ब्रेडिंग है। उच्च कॉलर पर सोने के धागे में शाही प्रतीक है, और मैचिंग ट्राउजर के किनारों पर सोने की पाइपिंग है। एक समारोहिक तलवार बेल्ट और सफेद रेशमी पट्टी इस वेशभूषा को पूरा करती है। सबसे अभिजात गार्डों के लिए आरक्षित, इसे पहनने में प्राचीन शपथों और महान कर्तव्य का वजन होता है।",
      "origin": "1634 के गोल्डन एज ऑफ ड्रामैटिक मोनार्की के दौरान कमीशन किया गया था, जब राजाओं और रानियों ने प्रतिस्पर्धा की कि किसके निजी गार्ड घंटों तक एकदम स्थिर खड़े रहते हुए सबसे डरावनी शानदार दिख सकते हैं। यह वर्दी सर रेजिनाल्ड पर्पलहार्ट की थी, जो इतिहास में सबसे समर्पित शाही गार्ड थे - उन्होंने एक बार यह साबित करने के लिए लगातार 72 घंटे तक सावधान की मुद्रा में खड़े रहकर दिखाया कि कर्तव्य के प्रति प्रतिबद्धता एक कला का रूप हो सकती है। बैंगनी मखमल मैजेस्टिक इंटेंट के रॉयल सिल्कवर्म्स से आया था, ऐसे जीव जिन्हें विशेष रूप से फूलों की पंखुड़ियों और शास्त्रीय संगीत पर पाला गया था ताकि ऐसा कपड़ा तैयार हो सके जो दैवीय अधिकार की रक्षा करने के योग्य हो। सोने की ब्रेडिंग एटरनल लॉयल्टी के मास्टर बुनकरों द्वारा तैयार की गई थी, जो इस सिद्धांत पर काम करते थे कि यदि आप किसी और के मुकुट की रक्षा करने के लिए अपना जीवन समर्पित करने जा रहे हैं, तो आपकी पोशाक खुद मुकुट न पहन पाने के लिए पर्याप्त मुआवजा होनी चाहिए। रेजिनाल्ड ने इसे स्पेक्टैक्युलर पेजेंट्री की घेराबंदी के दौरान पहना था, जहाँ उन्होंने महल को फैशन आलोचकों की एक सेना के खिलाफ बचाया था जिन्होंने दावा किया था कि राजशाही सौंदर्यशास्त्र 'समस्याग्रस्त रूप से अतिरिक्त' थे (उन्होंने यह साबित करके जीत हासिल की कि कभी-कभी अतिरिक्त होना वास्तव में सार्वजनिक सेवा का एक रूप है)। इस वर्दी ने दशकों तक रेजिनाल्ड की इस विचार के प्रति अटूट समर्पण को सोखने के बाद अपनी अधिकार-उत्सर्जक विशेषताएँ प्राप्त कीं कि कुछ चीजें सिर्फ इसलिए संरक्षण के योग्य हैं क्योंकि वे सुंदर हैं, इसे मूल रूप से पहनने योग्य निष्ठा बना दिया जिसमें वास्तव में प्रभावशाली धागा गिनती है। जब रेजिनाल्ड गार्ड ड्यूटी को राज्य में सबसे ग्लैमरस नौकरी जैसा दिखने के असंभव सपने को प्राप्त करने के बाद रिटायर हुए, तो उन्होंने यह वर्दी किसी ऐसे व्यक्ति को सौंप दी जो समझता था कि सच्ची सेवा के लिए कभी-कभी इतना शानदार दिखने की आवश्यकता होती है कि लोग उस व्यवस्था पर सवाल उठाना भूल जाएं जिसकी आप रक्षा कर रहे हैं।"
    },
    "44": {
      "name": "स्टारवीवर हुडी",
      "description": "डीप टील रंग की अल्ट्रा-सॉफ्ट हुडी जिसमें अंधेरे में चमकने वाले तारामंडल धागे हैं।",
      "heading_details": "स्टारवीवर हुडी - तारों के बीच आराम",
      "details": "यह अविश्वसनीय रूप से नरम हुडी डीप टील रंग के ब्रश किए हुए कपास से बनाई गई है, जिसमें तारामंडल पैटर्न विशेष धागे से कढ़े गए हैं जो अंधेरे में हल्का चमकते हैं। हुड स्टार-मैप कपड़े से लाइन किया गया है, और कंगारू जेब हाथों को गर्म करने या छोटे खजाने संग्रहीत करने के लिए एकदम सही है। यह उस तरह की हुडी है जो आपको वास्तविक तारों को देखते हुए पूरी रात जगाए रखना चाहती है।",
      "origin": "4823 की कॉस्मिक कम्फर्ट रेवोल्यूशन के दौरान बुनी गई थी, जब ब्रह्मांड के टेक्सटाइल इंजीनियरों ने अंततः उस सदियों पुरानी समस्या का समाधान किया कि नियमित कपड़ों को पूरी आकाशगंगा के आलिंगन जैसा कैसे महसूस कराया जाए। यह हुडी ज़ारा नाइटग्लो की थी, एक कॉस्मिक कम्फर्ट कंसल्टेंट जो लोगों को इष्टतम आराम प्राप्त करने में मदद करने में विशेषज्ञता रखती थी, साथ ही आकाशीय ऊर्जा से अपने संबंध को बनाए रखते हुए। डीप टील कपास नेब्युला सेवन के कम्फर्ट प्लांट्स से आया था, ऐसे जीव जो विशेष रूप से अस्तित्व में सबसे नरम फाइबर का उत्पादन करने के लिए विकसित हुए थे, जिन्होंने अपर्याप्त स्लीपवेयर से पीड़ित बहुत सारे प्राणियों को देखा था। अंधेरे में चमकने वाले तारामंडल धागे कॉस्मिक सीमस्ट्रेसेस गिल्ड द्वारा वास्तविक तारों की रोशनी से काते गए थे, जो विशेष रूप से सूर्य ग्रहण के दौरान काम करती थीं जब प्रकाश और अंधेरे के बीच की सीमा अपने सबसे सुंदर सौंदर्य पर होती थी। ज़ारा ने यह हुडी 4825 की महान कोजी क्वेस्ट के दौरान पहनी थी, जहाँ उसने विभिन्न गुरुत्वाकर्षण क्षेत्रों और वायुमंडलीय संरचनाओं में इष्टतम आराम की स्थितियों पर शोध करने के लिए सत्रह अलग-अलग तारा प्रणालियों की यात्रा की थी। इस हुडी ने अनगिनत रातों की अंतरतारकीय तारा-दर्शन के दौरान पहने जाने के बाद अपनी स्टार-पावर्ड विशेषताएँ प्राप्त कीं, ब्रह्मांडीय विकिरण को सोखकर और वह विकसित किया जिसे वैज्ञानिक 'सार्वभौमिक सर्द ऊर्जा' कहते हैं। जब ज़ारा इष्टतम आराम के गैलेक्सी के आधिकारिक निदेशक बनने के लिए भौतिक रूप से आरोहित हुईं, तो उन्होंने यह हुडी किसी ऐसे व्यक्ति के लिए छोड़ दिया जिसे खगोल विज्ञान वृत्तचित्रों के दौरान सोते हुए भी ब्रह्मांड से जुड़ा हुआ महसूस करने की आवश्यकता थी।"
    },
    "45": {
      "name": "मेज एकेडमी ब्लेजर",
      "description": "मिडनाइट ब्लू रंग का पारंपरिक स्कूल ब्लेजर जिसमें हाउस कलर्स और जादुई प्रतीक चिन्ह हैं।",
      "heading_details": "मेज एकेडमी ब्लेजर - रहस्यमय का विद्वान",
      "details": "यह एकदम सही तरीके से तैयार किया गया ब्लेजर मिडनाइट ब्लू ऊन में पारंपरिक अकादमी स्टाइलिंग का पालन करता है, जिसमें ट्रिम और लाइनिंग में हाउस कलर्स हैं। सोने के धागे छाती की जेब पर सूक्ष्म जादुई प्रतीक बनाते हैं, और स्कूल का प्रतीक ब्रेस्ट पॉकेट पर कढ़ा हुआ है। जैकेट में एक कालातीत कट है जो लेक्चर हॉल या शहरी सड़कों में समान रूप से अच्छी तरह काम करता है, जो शैक्षणिक उपलब्धि और रहस्यमय क्षमता दोनों का प्रतिनिधित्व करता है।",
      "origin": "2456 की ग्रेट मैजिकल एजुकेशन रिफॉर्म के दौरान तैयार किया गया था, जब जादूगरी स्कूलों ने महसूस किया कि उनके स्नातकों को जादुई और सांसारिक दोनों नौकरी बाजारों में पेशेवर रूप से सक्षम दिखने की आवश्यकता है। यह ब्लेजर प्रोफेसर एवलिन स्पेलराइट का था, जो जादुई शिक्षा जगत में सबसे स्टाइलिश डरावने शिक्षक थे - वह वह शिक्षक थीं जिन्होंने एडवांस्ड थियोरेटिकल मैजिक को एक आवश्यकता के बजाय एक विशेषाधिकार जैसा महसूस कराया। मिडनाइट ब्लू ऊन हायर लर्निंग की अकादमिक भेड़ों से आया था, एक ऐसी नस्ल जिसे सदियों से चयनात्मक रूप से पाला गया था ताकि ऐसा कपड़ा तैयार हो सके जो किसी तरह पहनने वाले को अधिक बुद्धिमान और भरोसेमंद दिखाता हो। सोने के जादुई प्रतीक स्कॉलरली सीमस्ट्रेसेस की गिल्ड द्वारा कढ़े गए थे, जिन्होंने शिक्षा को सबसे अच्छे संभव करियर विकल्प जैसा दिखाने की कला में महारत हासिल की थी। प्रोफेसर स्पेलराइट ने यह ब्लेजर इंटरडिसिप्लिनरी मैजिक के महान सम्मेलन के दौरान पहना था, जहाँ उन्होंने सफलतापूर्वक तर्क दिया कि जादूगरी शिक्षा को दृष्टिगत रूप से प्रभावशाली तरीके से चीजों को उड़ाने के बजाय व्यावहारिक अनुप्रयोगों पर ध्यान केंद्रित करना चाहिए। इस ब्लेजर ने दशकों तक किसी ऐसे व्यक्ति द्वारा पहने जाने के बाद अपनी सक्षमता-उत्सर्जक विशेषताएँ प्राप्त कीं, जो वास्तव में मानता था कि ज्ञान सबसे शक्तिशाली जादू है, इसे मूल रूप से पहनने योग्य शैक्षणिक अधिकार बना दिया जिसमें वास्तव में अच्छी धागा गिनती है। जब प्रोफेसर स्पेलराइट को यूनिवर्सिटी ऑफ एप्लाइड इम्पॉसिबिलिटी की प्रधानाचार्य के रूप में पदोन्नत किया गया, तो उन्होंने यह ब्लेजर किसी ऐसे व्यक्ति को सौंप दिया जो समझता था कि सबसे अच्छे शिक्षक वे हैं जो सीखने को सहजता से सुरुचिपूर्ण दिखाते हैं।"
    },
    "46": {
      "name": "कम्फर्ट स्पेल स्वेटसूट",
      "description": "सॉफ्ट लैवेंडर रंग का मैचिंग स्वेटशर्ट और जॉगर्स जिस पर कम्फर्ट रून कढ़ाई है।",
      "heading_details": "कम्फर्ट स्पेल स्वेटसूट - हर धागे में जादू",
      "details": "इस मैचिंग सेट में एक ओवरसाइज्ड क्रूनेक स्वेटशर्ट और टेपर्ड जॉगर्स शामिल हैं, दोनों हल्के लैवेंडर रंग के सबसे नरम फ्रेंच टेरी कॉटन में बने हैं। कम्फर्ट रून कफ और हेम के साथ सूक्ष्म रूप से सफेद धागे से कढ़े गए हैं, जो तब तक लगभग अदृश्य रहते हैं जब तक आप करीब से न देखें। स्वेटशर्ट में आरामदायक फिट है जो लाउंजिंग के लिए एकदम सही है, और जॉगर्स में फ्लैटरिंग टेपर्ड कट है जिसमें रिब्ड कफ हैं।",
      "origin": "3001 की ग्रेट रिलैक्सेशन अवेकनिंग के दौरान बनाया गया था, जब समाज ने अंततः स्वीकार किया कि तनाव सचमुच सभी को मार रहा था और आराम को जादुई आत्मरक्षा का एक रूप बनाने का फैसला किया। यह स्वेटसूट माया जेनमास्टर का था, एक वेलनेस विच जिसने यह साबित करके सेल्फ-केयर उद्योग में क्रांति ला दी थी कि सही लाउंजवेयर वास्तव में आपके मानसिक स्वास्थ्य पर सुरक्षात्मक मंत्र डाल सकता है। लैवेंडर फ्रेंच टेरी सेरेनिटी वैली की इमोशनल सपोर्ट कॉटन प्लांट्स से आया था, ऐसे जीव जिन्हें जादुई रूप से इंजीनियर किया गया था ताकि ऐसा कपड़ा तैयार हो सके जो स्थायी थेरेपी सत्र पहनने जैसा महसूस हो। कम्फर्ट रून काउंसिल ऑफ यूनिवर्सल चिल द्वारा आशीर्वाद प्राप्त धागे का उपयोग करके कढ़े गए थे, जो प्रबुद्ध प्राणियों का एक समूह था जो उत्पादकता चिंता की आवश्यकता से परे हो गए थे। माया ने इस स्वेटसूट को 'प्रैक्टिकल मैजिक फॉर एवरीडे एक्जॉस्शन' में अपने जमीन तोड़ने वाले शोध के दौरान पहना था, यह साबित करते हुए कि कभी-कभी सबसे शक्तिशाली मंत्र जो आप डाल सकते हैं वह है खुद को आरामदायक होने की अनुमति देना। इस स्वेटसूट ने लगभग 5,000 ध्यान सत्रों के दौरान पहने जाने के बाद अपनी तनाव-राहत विशेषताएँ प्राप्त कीं, शांतिपूर्ण ऊर्जा को सोखकर और वह विकसित किया जिसे वैज्ञानिक 'इष्टतम सर्द गुणांक' कहते हैं। जब माया ने रणनीतिक झपकी के माध्यम से ज्ञान प्राप्त किया, तो उसने इस स्वेटसूट को किसी ऐसे व्यक्ति के लिए छोड़ दिया जिसे यह समझने की आवश्यकता थी कि आत्म-देखभाल स्वार्थी नहीं है - यह मूल रूप से आपकी आत्मा के लिए कवच है।"
    },
    "47": {
      "name": "आर्केन यूनिवर्सिटी कार्डिगन",
      "description": "रिच ब्राउन रंग का क्लासिक यूनिवर्सिटी कार्डिगन जिसमें गोल्ड ट्रिम और जादुई विभाग पैच हैं।",
      "heading_details": "आर्केन यूनिवर्सिटी कार्डिगन - शैक्षणिक उत्कृष्टता",
      "details": "यह कालातीत कार्डिगन रिच चॉकलेट ब्राउन ऊन में क्लासिक यूनिवर्सिटी स्टाइलिंग का पालन करता है, जिसमें कॉलर और कफ के साथ गोल्डन ट्रिम है। विभिन्न जादुई अध्ययनों के लिए विभाग पैच आस्तीनों पर कढ़े गए हैं, और यूनिवर्सिटी का प्रतीक छाती को सुशोभित करता है। फिट आरामदायक और विद्वतापूर्ण है, लाइब्रेरी में लंबे घंटे या ब्रह्मांड के रहस्यों पर चिंतन करते हुए कैंपस मैदानों में टहलने के लिए एकदम सही।",
      "origin": "1847 के अकादमिक प्रेस्टीज वॉर्स के दौरान बुना गया था, जब विश्वविद्यालयों ने प्रतिस्पर्धा की कि किसके संकाय सबसे बौद्धिक रूप से डरावने दिख सकते हैं, साथ ही दृष्टिकोण योग्य रूप से आरामदायक बने रह सकते हैं। यह कार्डिगन प्रोफेसर थियोडोर विजडमकीप का था, यूनिवर्सिटी ऑफ एप्लाइड इम्पॉसिबिलिटी में सबसे प्यारे प्रशिक्षक - वह वह शिक्षक थे जिन्होंने क्वांटम मैजिकल थ्योरी को आपके पसंदीदा दादा के साथ कहानी की घड़ी जैसा महसूस कराया। चॉकलेट ब्राउन ऊन डीप थॉट्स की स्कॉलरली भेड़ों से आया था, एक ऐसी नस्ल जो विशेष रूप से लाइब्रेरी में चरती थी और इष्टतम अध्ययन स्थितियों के लिए प्राकृतिक शोर-कम करने वाले गुणों के साथ ऊन विकसित कर चुकी थी। गोल्डन ट्रिम को गिल्ड ऑफ अकादमिक एलिगेंस द्वारा जोड़ा गया था, जो मानते थे कि यदि आप मानव ज्ञान का विस्तार करने के लिए अपना जीवन समर्पित करने जा रहे हैं, तो आपको ऐसा करते समय कम से कम विशिष्ट तो दिखना चाहिए। प्रोफेसर विजडमकीप ने यह कार्डिगन थियोरेटिकल बनाम प्रैक्टिकल मैजिक की महान बहस के दौरान पहना था, जहाँ उन्होंने सफलतापूर्वक तर्क दिया कि सबसे अच्छा जादू वह है जो सिर्फ पार्टियों में प्रभावशाली दिखने के बजाय लोगों की वास्तविक समस्याओं में मदद करता है। इस कार्डिगन ने दशकों तक कार्यालय समय के दौरान पहने जाने के बाद अपनी बुद्धिमत्ता-उत्सर्जक विशेषताएँ प्राप्त कीं जहाँ प्रोफेसर विजडमकीप ने भ्रमित छात्रों को शैक्षणिक सलाह और जीवन मार्गदर्शन दोनों दिए। जब वह कॉमन सेंस के यूनिवर्स के पहले प्रोफेसर एमेरिटस बनने के लिए रिटायर हुए, तो उन्होंने यह कार्डिगन किसी ऐसे व्यक्ति को सौंप दिया जो समझता था कि सच्ची बुद्धिमत्ता यह जानने में है कि जटिल चीजों को सरल कैसे बनाया जाए, न कि इसके विपरीत।"
    },
    "48": {
      "name": "ड्रीमवीवर नाइटगाउन",
      "description": "हल्के लैवेंडर रंग का बहता हुआ रेशमी नाइटगाउन जिसके हेम पर सपने पकड़ने वाली कढ़ाई है।",
      "heading_details": "ड्रीमवीवर नाइटगाउन - मंत्रमुग्धता में सोएं",
      "details": "यह अलौकिक नाइटगाउन तरल चांदनी की तरह बहता है, हल्के लैवेंडर रंग के बारीक रेशम से तैयार किया गया है जो लैंपलाइट में चांदी में बदल जाता है। हेम पर गहरे बैंगनी धागे में जटिल ड्रीमकैचर पैटर्न कढ़े गए हैं, जो शांतिपूर्ण, जादुई सपनों को प्रोत्साहित करने के लिए कहे जाते हैं। नेकलाइन मामूली लेकिन सुरुचिपूर्ण है, और आस्तीनें कोमल पंखों की तरह बहती हैं। उन लोगों के लिए एकदम सही जो चाहते हैं कि उनकी नींद एक परी कथा जैसी लगे।",
      "origin": "2134 की ग्रेट स्लीप रेनैस्सेंस के दौरान बुना गया था, जब मानवता ने अंततः महसूस किया कि आपके सपनों की गुणवत्ता सचमुच आपके पूरे अस्तित्व की गुणवत्ता तय कर सकती है और उन्होंने एक बार स्लीपवेयर को गंभीरता से लेने का फैसला किया। यह नाइटगाउन लेडी मोर्फिया स्वीटड्रीम्स का था, जो इतिहास में दर्ज सबसे सफल ड्रीम कंसल्टेंट थीं - वह मूल रूप से लोगों के अवचेतन मन के लिए एक व्यक्तिगत प्रशिक्षक थीं। हल्का लैवेंडर रेशम ट्विलाइट रियल्म की ड्रीम मॉथ्स से आया था, ऐसे जीव जो मुख्य रूप से सोने और जागने के बीच के क्षणों के दौरान मौजूद रहते थे और कोकून पैदा करते थे जो तरल शांति पहनने जैसा महसूस होता था। ड्रीमकैचर कढ़ाई पीसफुल स्लंबर की सीमस्ट्रेसेस द्वारा क्रिस्टलीकृत ललबाइज़ से काते गए धागे का उपयोग करके की गई थी, जो विशेष रूप से उन घंटों के दौरान काम करती थीं जब बुरे सपने सबसे कम सक्रिय होते थे। लेडी मोर्फिया ने इस नाइटगाउन को 'एस्थेटिक ड्रीम एनहांसमेंट' में अपने जमीन तोड़ने वाले शोध के दौरान पहना था, यह साबित करते हुए कि सुंदर स्लीपवेयर वास्तव में आपके सपनों की दृश्य गुणवत्ता में सुधार कर सकता है और चिंता-आधारित बुरे सपनों की संभावना को कम कर सकता है। इस नाइटगाउन ने पूरी तरह से क्यूरेट की गई नींद के अनुभवों के हजारों रातों के दौरान पहने जाने के बाद अपनी सपना-सुधारने वाली विशेषताएँ प्राप्त कीं, शांतिपूर्ण सपनों की ऊर्जा को सोखकर और वह विकसित किया जिसे वैज्ञानिक 'आरईएम ऑप्टिमाइजेशन मैजिक' कहते हैं। जब लेडी मोर्फिया यूनिवर्सल स्लीप क्वालिटी की संरक्षक बनने के लिए आरोहित हुईं, तो उन्होंने यह नाइटगाउन किसी ऐसे व्यक्ति के लिए छोड़ दिया जो समझता था कि अपने सपनों की देखभाल करना उतना ही महत्वपूर्ण है जितना कि अपने जाग्रत जीवन की देखभाल करना।"
    },
    "49": {
      "name": "गिल्ड आर्टिजन एप्रन",
      "description": "चमड़े का शिल्पकार एप्रन जिसमें टूल लूप और जेबें हैं, और गिल्ड सील लगी हुई है।",
      "heading_details": "गिल्ड आर्टिजन एप्रन - शिल्प का स्वामी",
      "details": "यह पेशेवर-ग्रेड चमड़े का एप्रन गंभीर शिल्पकारों के लिए तैयार किया गया है, जिसमें कई जेबें, टूल लूप और मुख्य तनाव बिंदुओं पर प्रबलित सिलाई है। समृद्ध भूरे चमड़े पर गिल्ड सील सोने में उभरी हुई है, जो पहनने वाले को एक प्रमाणित मास्टर क्राफ्ट्सपर्सन के रूप में चिह्नित करती है। समायोज्य पट्टे एकदम सही फिट सुनिश्चित करते हैं, और चमड़ा उपयोग के साथ खूबसूरती से पुराना हो जाएगा, समय के साथ और अधिक व्यक्तिगत होता जाएगा।",
      "origin": "1634 की ग्रेट मेकर रिवाइवल के दौरान तैयार किया गया था, जब समाज ने फिर से खोजा कि अपने हाथों से चीजें बनाना वास्तव में डिजिटल समकक्ष जो भी होने की कोशिश कर रहा था, उससे अधिक संतोषजनक था। यह एप्रन मास्टर क्राफ्ट्सवुमन एलेना गोल्डनहैंड्स का था, गिल्ड ऑफ पीपल हू एक्चुअली फिनिश देयर प्रोजेक्ट्स में सबसे कुशल शिल्पकार - वह मूल रूप से हर उस व्यक्ति की विरोधी थी जिसके पास अधूरी शिल्प की सत्रह चीजें अलमारियों में भरी हुई हैं। चमड़ा कम्प्लीटेड टास्क्स के मवेशियों से आया था, एक झुंड जिसने शुरू किए गए काम को पूरा करने के सरल आनंद के माध्यम से ज्ञान प्राप्त किया था (वे मूल रूप से मवेशी दुनिया के उत्पादकता गुरु थे)। गिल्ड सील उन तकनीकों का उपयोग करके उभारा गया था जो लोगों की सत्रह पीढ़ियों से होकर गुजरी थीं जो समझते थे कि वास्तविक शिल्पकारिता के लिए कौशल और कठिन होने पर हार न मानने का धैर्य दोनों की आवश्यकता होती है। एलेना ने यह एप्रन 1638 की महान मेकिंग प्रतियोगिता के दौरान पहना था, जहाँ उसने एक कार्यात्मक फर्नीचर का टुकड़ा बनाया था जो किसी तरह एक संगीत वाद्ययंत्र और वास्तव में प्रभावी चिंता-राहत उपकरण भी था। इस एप्रन ने दशकों तक किसी ऐसे व्यक्ति द्वारा पहने जाने के बाद अपनी सक्षमता-बढ़ाने वाली विशेषताएँ प्राप्त कीं, जो वास्तव में मानता था कि सुंदर, उपयोगी चीजें बनाना मानव अभिव्यक्ति के उच्चतम रूपों में से एक है। जब एलेना ने मास्टर स्टेटस प्राप्त किया और रिफॉर्म्ड क्राफ्ट होर्डर्स के लिए अपना स्कूल खोला, तो उन्होंने यह एप्रन किसी ऐसे व्यक्ति को सौंप दिया जिसे और आपूर्ति खरीदने के बजाय अपनी रचनात्मक परियोजनाओं को वास्तव में पूरा करने का आत्मविश्वास चाहिए था।"
    },
    "50": {
      "name": "सेलेस्टियल कोर्ट यूनिफॉर्म",
      "description": "बेदाग सफेद समारोहिक वर्दी जिस पर सोने के आकाशीय मोटिफ हैं, जो स्वर्ग के दूतों द्वारा पहनी जाती है।",
      "heading_details": "सेलेस्टियल कोर्ट यूनिफॉर्म - दैवीय इच्छा का संदेशवाहक",
      "details": "यह निर्मल वर्दी आकाशीय सेवा के उच्चतम क्रम का प्रतिनिधित्व करती है, जो शुद्ध सफेद रेशम से बनी है जिस पर छाती और आस्तीनों पर सोने के आकाशीय प्रतीक कढ़े गए हैं। उच्च कॉलर पर सोने के धागे में पंख हैं, और फिटेड जैकेट दैवीय अधिकार की एक रूपरेखा बनाती है। मैचिंग सफेद ट्राउजर और एक सुनहरी पट्टी इस वेशभूषा को पूरा करती है। लोकों के बीच संदेश ले जाने के लिए चुने गए लोगों के लिए आरक्षित, यह अलौकिक उद्देश्य की आभा उत्सर्जित करती है।",
      "origin": "4156 की डिवाइन ब्यूरोक्रेसी रिफॉर्मेशन के दौरान कमीशन किया गया था, जब आकाशीय लोक ने अंततः स्वीकार किया कि स्वर्गीय प्रशासन को भी सिर्फ सामान्य रूप से अलौकिक दिखने के बजाय पेशेवर रूप से प्रेरणादायक दिखने की आवश्यकता है। यह वर्दी आर्कएंजल माइकल के निजी सहायक, सेराफिना लाइटब्रिंगर की थी, जो मूल रूप से पूरे बहुब्रह्मांड में सबसे सक्षम मध्य प्रबंधक थीं - वह वह व्यक्ति थीं जो स्वर्ग को समय पर चलाती रहती थीं, साथ ही व्यवसायिक पोशाक में बिल्कुल विनाशकारी दिखती थीं। शुद्ध सफेद रेशम एटरनल प्योरिटी के सिल्कवर्म्स से आया था, ऐसे जीव जो स्थायी नैतिक स्पष्टता की स्थिति में मौजूद रहते थे और ऐसा कपड़ा पैदा करते थे जो सचमुच एक बड़े धार्मिक संकट से कम किसी चीज से दागदार नहीं हो सकता था। सोने के आकाशीय मोटिफ एस्थेटिक एक्सीलेंस के स्वर्गदूतों द्वारा कढ़े गए थे, जो इस सिद्धांत पर काम करते थे कि यदि आप दैवीय इच्छा का प्रतिनिधित्व करने जा रहे हैं, तो आपको ऐसे दिखना चाहिए जैसे दैवीय इच्छा ने व्यक्तिगत रूप से आपकी पोशाक चुनी हो। सेराफिना ने यह वर्दी 4158 की महान सेलेस्टियल परफॉर्मेंस रिव्यू के दौरान पहनी थी, जहाँ उन्होंने स्वर्ग की पूरी परिचालन संरचना को सफलतापूर्वक पुनर्गठित किया था, साथ ही एकदम सही वर्दी मानकों को बनाए रखा और किसी तरह नौकरशाही को ग्लैमरस दिखाया। इस वर्दी ने किसी ऐसे व्यक्ति द्वारा पहने जाने के बाद अपनी अधिकार-उत्सर्जक विशेषताएँ प्राप्त कीं जिसका काम सचमुच यह सुनिश्चित करना था कि स्वर्ग शांति, प्रेम और सामान्य ब्रह्मांडीय सद्भाव के लिए अपने त्रैमासिक लक्ष्यों को पूरा करे। जब सेराफिना को इंटरडायमेंशनल कस्टमर सर्विस के निदेशक के रूप में पदोन्नत किया गया, तो उन्होंने यह वर्दी किसी ऐसे व्यक्ति को सौंप दी जो समझता था कि कभी-कभी एक उच्च शक्ति की सेवा करने के लिए ऐसे दिखने की आवश्यकता होती है कि आप ब्रह्मांड से व्यक्तिगत रूप से बातचीत कर सकते हैं और जीत सकते हैं।"
    },
    "51": {
      "name": "कोजी स्पेलकास्टर सेट",
      "description": "सॉफ्ट निट स्वेटर और लेगिंग्स जो स्टॉर्म ग्रे रंग में हैं और जिन पर सूक्ष्म स्पेल सर्कल पैटर्न हैं।",
      "heading_details": "कोजी स्पेलकास्टर सेट - आराम में जादू",
      "details": "इस अविश्वसनीय रूप से नरम मैचिंग सेट में एक केबल-निट स्वेटर शामिल है जो स्टॉर्म ग्रे रंग में है और जिसमें सूक्ष्म स्पेल सर्कल पैटर्न डिजाइन में बुने गए हैं, जो मैचिंग लेगिंग्स के साथ जोड़ा गया है जो दूसरी त्वचा जैसा महसूस होता है। स्वेटर में आरामदायक, ओवरसाइज्ड फिट है जो स्पेलबुक के साथ आलिंगनबद्ध होने के लिए एकदम सही है, और लेगिंग्स में उच्च कमर और छिपी हुई जेबें हैं। कफ के साथ छोटे अमेथिस्ट विवरण रोशनी पकड़ते हैं।",
      "origin": "3001 की प्रैक्टिकल मैजिक रेवोल्यूशन के दौरान बनाया गया था, जब डायनों ने अंततः स्वीकार किया कि उनकी अधिकांश शक्ति ठीक से ध्यान केंद्रित करने के लिए पर्याप्त आरामदायक होने से आती है, न कि नाटकीय रूप से अव्यावहारिक लबादे पहनने से जो हर बार मोमबत्ती जलाने पर आग पकड़ लेते थे। यह सेट सेज विलोमून का था, एक हेज विच जिसने यह साबित करके आधुनिक जादू में क्रांति ला दी थी कि आरामदायक कपड़े वास्तव में कॉर्सेट या नाटकीय केप से जुड़ी किसी भी चीज की तुलना में मंत्र डालने के लिए अधिक अनुकूल होते हैं। स्टॉर्म ग्रे कपड़ा प्रैक्टिकल डिसीजन्स की कम्फर्ट शीप से आया था, एक ऐसी नस्ल जिसे चयनात्मक रूप से पाला गया था ताकि ऐसा ऊन तैयार हो सके जो स्थायी आलिंगन पहनने जैसा महसूस हो, साथ ही पेशेवर डायन बैठकों के लिए पर्याप्त रूप से साफ-सुथरा दिखे। सूक्ष्म स्पेल सर्कल पैटर्न को सेंसिबल एनचेंटर्स के कॉवन द्वारा विकसित तकनीकों का उपयोग करके कपड़े में बुना गया था, जो मानते थे कि यदि आपके जादुई प्रतीक पूरे दिन पहनने के लिए पर्याप्त आरामदायक नहीं हैं, तो वे शायद इसके लायक नहीं हैं। सेज ने इस सेट को अपने जमीन तोड़ने वाले 'कम्फर्ट मैजिक' कार्यशालाओं के दौरान पहना था, जहाँ उसने सैकड़ों अभ्यासकर्ताओं को सिखाया कि सबसे शक्तिशाली मंत्र वे हैं जिन्हें आप अपनी त्वचा में पूरी तरह से सहज महसूस करते हुए डाल सकते हैं। इस सेट ने अनगिनत सफल मंत्र डालने सत्रों के दौरान पहने जाने के बाद अपनी जादू-बढ़ाने वाली विशेषताएँ प्राप्त कीं, जादुई ऊर्जा को सोखकर और वह विकसित किया जिसे डायनें 'इष्टतम डालने का आराम' कहती हैं। जब सेज ने रिफॉर्म्ड ड्रामैटिक मैजिक यूजर्स के लिए अपना स्कूल खोला, तो उसने इस सेट को किसी ऐसे व्यक्ति को सौंप दिया जिसे यह सीखने की आवश्यकता थी कि सच्ची शक्ति दूसरों को डराने के बजाय खुद के साथ सहज होने से आती है।"
    },
    "52": {
      "name": "शैडो गिल्ड ऑपरेटिव",
      "description": "ऑल-ब्लैक टैक्टिकल यूनिफॉर्म जिसमें छिपी हुई जेबें और शोर-कम करने वाला कपड़ा है।",
      "heading_details": "शैडो गिल्ड ऑपरेटिव - अदृश्य अधिकार",
      "details": "यह पेशेवर-ग्रेड टैक्टिकल यूनिफॉर्म गुप्त अभियानों के लिए इंजीनियर किया गया है, जिसमें ऑल-ब्लैक रिपस्टॉप कपड़ा है जिसमें शोर-कम करने वाले गुण हैं। कई छिपी हुई जेबें उपकरण और आवश्यक चीजों के लिए रणनीतिक रूप से रखी गई हैं, और कट पहनने वाले को एक सुडौल रूपरेखा बनाए रखते हुए अधिकतम गतिशीलता की अनुमति देता है। मजबूत घुटने और कोहनी स्थायित्व प्रदान करते हैं, जबकि कपड़े की विशेष बुनाई पहनने वाले को छाया में मिलाने में मदद करती है।",
      "origin": "2456 के प्रोफेशनल एस्पियोनाज रेनैस्सेंस के दौरान डिजाइन किया गया था, जब जासूसी उद्योग ने अंततः महसूस किया कि उनके एजेंटों को सिर्फ रहस्यमय रूप से डरावना दिखने के बजाय सक्षम और भरोसेमंद दिखने की आवश्यकता है। यह वर्दी एजेंट मिडनाइट (असली नाम: जेनिफर थॉम्पसन) की थी, जो इतिहास में दर्ज सबसे प्रभावी घुसपैठ विशेषज्ञ थीं - वह मूल रूप से वह व्यक्ति थीं जिसने साबित किया कि अदृश्य होने का सबसे अच्छा तरीका यह दिखना है कि आप जहाँ भी हैं, वहाँ के हैं। ऑल-ब्लैक कपड़ा स्टील्थ कॉटन कोऑपरेटिव से आया था, ऐसे पौधे जिन्हें आनुवंशिक रूप से संशोधित किया गया था ताकि ध्वनि तरंगों को सोख सकें और ऐसे वस्त्र तैयार कर सकें जो कदमों को लगभग 47% शांत कर दें। छिपी हुई जेबें प्रैक्टिकल पैरानोइया की गिल्ड द्वारा डायमेंशनल फोल्डिंग तकनीकों का उपयोग करके इंजीनियर की गई थीं, जो एजेंटों को सामान्य वर्दी में फिट होने वाली तुलना में लगभग तीन गुना अधिक उपकरण ले जाने की अनुमति देती थीं। एजेंट मिडनाइट ने इसे ऑपरेशन: रीजनेबल एक्सप्लेनेशन के दौरान पहना था, जहाँ उन्होंने सत्रह अलग-अलग संगठनों में सफलतापूर्वक घुसपैठ की थी, बस इतना पेशेवर रूप से सक्षम दिखकर कि किसी ने उनकी उपस्थिति पर सवाल उठाने का सोचा भी नहीं। इस वर्दी ने वर्षों तक किसी ऐसे व्यक्ति द्वारा पहने जाने के बाद अपना आत्मविश्वास-बढ़ाने वाला गुण प्राप्त किया, जिसके काम में अपनी क्षमताओं में पूर्ण निश्चितता की आवश्यकता थी, इसे मूल रूप से पहनने योग्य आत्म-आश्वासन बना दिया जिसमें वास्तव में अच्छी सामरिक कार्यक्षमता है। जब एजेंट मिडनाइट चुनौतीपूर्ण स्थितियों में अधिकार प्रक्षेपित करने की आवश्यकता वाले लोगों के लिए एक सलाहकार बनने के लिए रिटायर हुईं, तो उन्होंने यह वर्दी किसी ऐसे व्यक्ति को सौंप दी जो समझता था कि सच्ची गुप्तता हर जगह से संबंध रखने से आती है, न कि हर चीज से छिपने से।"
    },
    "53": {
      "name": "कम्फर्ट मेज वन्सी",
      "description": "डीप पर्पल रंग का वयस्क वन्सी जिस पर गोल्डन स्टार पैटर्न हैं और जादूगर टोपी वाला हुड है।",
      "heading_details": "कम्फर्ट मेज वन्सी - अधिकतम आराम, अधिकतम जादू",
      "details": "यह आनंददायक आरामदायक वयस्क वन्सी डीप पर्पल रंग के सबसे नरम फ्लीस से बनी है जिस पर सोने के तारे कपड़े पर बिखरे हुए हैं। हुड एक जादूगर की टोपी की तरह डिजाइन किया गया है, जिसमें एक लटकता हुआ नुकीला सिरा भी शामिल है, और सामने एक सुविधाजनक ज़िपर है। कलाइयों और टखनों पर रिब्ड कफ गर्मी को अंदर रखते हैं, और आरामदायक फिट इसे आलसी वीकेंड मंत्र डालने या फंतासी श्रृंखलाएं देखने के लिए एकदम सही बनाता है।",
      "origin": "4823 की ग्रेट रिलैक्सेशन रेवोल्यूशन के दौरान बनाया गया था, जब जादू समुदाय ने अंततः स्वीकार किया कि कभी-कभी सबसे शक्तिशाली चीज जो आप कर सकते हैं, वह है खुद को पूरी तरह से, बिना किसी माफी के आरामदायक होने की अनुमति देना। यह वन्सी विजार्ड कडल्स मैकगिलिकडी की थी (जिसने कानूनी रूप से अपना नाम बदल लिया था यह महसूस करने के बाद कि 'आर्कमेज सीरियस डार्कमोर' उसे अपराध बोध दे रहा था), इतिहास में सबसे आत्म-साकार जादू उपयोगकर्ता - वह मूल रूप से वह आदमी था जिसने साबित किया कि आपको अपनी कला के लिए पीड़ित होने की आवश्यकता नहीं है, भले ही आपकी कला में वास्तविकता की मौलिक शक्तियों में हेरफेर शामिल हो। डीप पर्पल फ्लीस मैक्सिमम चिल के कम्फर्ट लामाओं से आया था, ऐसे जीव जिन्होंने रणनीतिक झपकी के माध्यम से ज्ञान प्राप्त किया था और ऐसा ऊन पैदा किया था जो ब्रह्मांड के एक कोमल आलिंगन को पहनने जैसा महसूस होता था। सोने के तारे ऑप्टिमल कोजी की सीमस्ट्रेसेस द्वारा वास्तविक तारों की रोशनी का उपयोग करके लगाए गए थे, जो इस सिद्धांत पर काम करती थीं कि यदि आप एक बच्चे की तरह कपड़े पहनने जा रहे हैं, तो आप ब्रह्मांड में सबसे जादुई रूप से शक्तिशाली बच्चे की तरह कपड़े पहन सकते हैं। कडल्स ने यह वन्सी अपने महान 'ग्रेट कम्फर्ट कास्टिंग एक्सपेरिमेंट' के दौरान पहनी थी, जहाँ उन्होंने दुनिया की सबसे प्यारी स्लीपओवर पार्टी के लिए तैयार दिखते हुए उन्नत जादू सफलतापूर्वक प्रदर्शन किया था। इस वन्सी ने पूर्ण आराम की स्थिति में डाले गए अनगिनत मंत्रों की ऊर्जा को सोखने के बाद अपनी जादू-प्रवर्धक विशेषताएँ प्राप्त कीं, जिसने जादुई सिद्धांतकारों द्वारा 'चरम आरामदायक ऊर्जा' कहलाने वाला विकसित किया। जब कडल्स ने सेल्फ-केयर मैजिक के संरक्षक संत का अपना अंतिम रूप प्राप्त किया, तो उन्होंने यह वन्सी किसी ऐसे व्यक्ति को सौंप दिया जिसे यह सीखने की आवश्यकता थी कि सबसे क्रांतिकारी चीज जो आप कर सकते हैं, वह है बिना किसी माफी के अपने स्वयं के आराम को प्राथमिकता देना।"
    },
    "54": {
      "name": "एनचेंटेड लाइब्रेरी कार्डिगन",
      "description": "बरगंडी रंग का ऊनी कार्डिगन जिस पर किताबों की रीढ़ के पैटर्न और रीडिंग लाइट वाली जेबें हैं।",
      "heading_details": "एनचेंटेड लाइब्रेरी कार्डिगन - पहनने योग्य बुद्धिमत्ता",
      "details": "यह विद्वतापूर्ण कार्डिगन गंभीर पाठकों के लिए डिजाइन किया गया है, जो समृद्ध बरगंडी ऊन में तैयार किया गया है जिस पर सामने के पैनलों के साथ किताबों की रीढ़ के पैटर्न कढ़े गए हैं। गहरी जेबें एलईडी स्ट्रिप्स से लाइन की गई हैं जो कोमल रीडिंग लाइट प्रदान करती हैं, और छोटे लूप रीडिंग ग्लास या बुकमार्क रखते हैं। फिट आरामदायक और शैक्षणिक है, जो धूल भरे ग्रंथों या आरामदायक रीडिंग नुक्कड़ के बीच लंबे घंटों के लिए एकदम सही है।",
      "origin": "1847 की लिटरेरी मैजिक रेनैस्सेंस के दौरान बुना गया था, जब लाइब्रेरियन लोगों द्वारा किताबों को सजावटी वस्तुओं की तरह व्यवहार करने से थक गए थे और आक्रामक रूप से मददगार ग्राहक सेवा की प्राचीन कला का उपयोग करके जवाबी हमला करने का फैसला किया। यह कार्डिगन हेड लाइब्रेरियन बीट्राइस पेजकीपर का था, जो इतिहास में दर्ज सबसे डरावनी जानकार व्यक्ति थीं - वह मूल रूप से एक मानव सर्च इंजन थीं जिनकी उचित पुस्तक देखभाल के बारे में राय थी और शुद्ध अस्वीकृति ऊर्जा के माध्यम से पाठकों को मुड़े हुए पन्नों के बारे में दोषी महसूस कराने की क्षमता थी। बरगंडी ऊन डीप रीडिंग की स्कॉलरली भेड़ों से आया था, एक ऐसी नस्ल जिसने अपना पूरा जीवन ऑडियोबुक सुनते हुए बिताया था और इष्टतम लाइब्रेरी वातावरण के लिए प्राकृतिक ध्वनि-कम करने वाले गुणों के साथ ऊन विकसित किया था। एलईडी-लाइन वाली जेबें गिल्ड ऑफ प्रैक्टिकल बिब्लियोफाइल्स द्वारा जोड़ी गई थीं, जो मानते थे कि यदि आप किताबों से घिरे जीवन बिताने जा रहे हैं, तो आपको उन्हें ठीक से पढ़ने के लिए पर्याप्त रोशनी तो होनी चाहिए। बीट्राइस ने यह कार्डिगन ओवरड्यू फाइन्स की महान लड़ाई के दौरान पहना था, जहाँ उन्होंने लाइब्रेरी की देर से शुल्क नीति को उन लोगों की एक सेना के खिलाफ सफलतापूर्व बचाया था जो सोचते थे कि 'मैं भूल गया' छह महीने तक किताबें रखने का एक वैध बहाना है। इस कार्डिगन ने दशकों तक किसी ऐसे व्यक्ति द्वारा पहने जाने के बाद अपनी बुद्धिमत्ता-उत्सर्जक विशेषताएँ प्राप्त कीं जो वास्तव में मानता था कि हर किताब उचित सम्मान और देखभाल के साथ पढ़ने की हकदार है। जब बीट्राइस सभी लिखित ज्ञान की शाश्वत संरक्षक बनने के लिए आरोहित हुईं, तो उन्होंने यह कार्डिगन किसी ऐसे व्यक्ति को सौंप दिया जो समझता था कि सच्ची शक्ति लोगों को ठीक वह जानकारी ढूंढने में मदद करने से आती है जिसकी उन्हें आवश्यकता है, भले ही उन्हें पूरी तरह से यकीन न हो कि वे क्या ढूंढ रहे हैं।"
    },
    "55": {
      "name": "फीनिक्स विंग किमोनो रोब",
      "description": "लौ के रंगों में बहता हुआ रेशमी रोब जिस पर फीनिक्स पंख के पैटर्न हैं, स्टाइल में लाउंजिंग के लिए।",
      "heading_details": "फीनिक्स विंग किमोनो रोब - आराम में पुनर्जन्म",
      "details": "यह शानदार लाउंजिंग रोब तरल आग की तरह बहता है, जो गहरे नारंगी से उज्ज्वल सोने तक के ग्रेडिएंट लौ रंगों में रेशम से बना है। फीनिक्स पंख के पैटर्न कपड़े पर हाथ से पेंट किए गए हैं, और चौड़ी आस्तीनें एक नाटकीय रूपरेखा बनाती हैं जो नवीनीकृत नींद से उठने के लिए एकदम सही है। पट्टी कमर पर बंधती है, और रोब सुरुचिपूर्ण कवरेज के लिए मिड-काल्फ तक गिरता है। यह सुबह की दिनचर्या को व्यक्तिगत पुनर्जन्म के समारोहों में बदल देता है।",
      "origin": "2134 की ग्रेट पर्सनल ट्रांसफॉर्मेशन मूवमेंट के दौरान बुना गया था, जब समाज ने अंततः स्वीकार किया कि कभी-कभी आपको अपने पुराने जीवन को जलाने और राख से बिल्कुल शानदार दिखते हुए उठने की आवश्यकता होती है। यह रोब लेडी फीनिक्स राइजिंगस्टार (जन्म नाम: जेनेट स्मिथ) का था, जिसने बड़े जीवन परिवर्तनों से गुजरने वाले लोगों को खुद को फिर से आविष्कार करने में मदद करके करियर बनाया था - वह मूल रूप से उन लोगों के लिए एक जीवन कोच थीं जो अपने मुख्य पात्र युग से गुजर रहे थे। लौ के रंग वाला रेशम एटरनल चेंज की मेटामोर्फोसिस मॉथ्स से आया था, ऐसे जीव जो सुंदर परिवर्तन की स्थायी स्थिति में मौजूद रहते थे और कोकून पैदा करते थे जो तरल साहस पहनने जैसा महसूस होता था। फीनिक्स पंख के पैटर्न क्रिस्टलीकृत सूर्योदय ऊर्जा से बने पिगमेंट का उपयोग करके न्यू बिगिनिंग्स के कलाकारों द्वारा हाथ से पेंट किए गए थे, जो आशा के वास्तविकता बनने के सटीक क्षण को कैप्चर करने में विशेषज्ञता रखते थे। लेडी फीनिक्स ने यह रोब अपनी महान 'राइज एंड शाइन वर्कशॉप सीरीज़' के दौरान पहना था, जहाँ उसने हजारों लोगों को सिखाया कि कैसे बदलाव से छिपने के बजाय उसे अपनाया जाए, साथ ही ऐसे दिखते हुए जैसे वे आत्म-संदेह को व्यक्तिगत रूप से अधीनता में डरा सकते हैं। इस रोब ने अनगिनत व्यक्तिगत सफलता के क्षणों के दौरान पहने जाने के बाद अपनी परिवर्तन-प्रेरित विशेषताएँ प्राप्त कीं, लोगों की अपनी शक्ति की खोज की ऊर्जा को सोखकर और वह विकसित किया जिसे मनोवैज्ञानिक 'फीनिक्स ऊर्जा अनुकूलन' कहते हैं। जब लेडी फीनिक्स ने कॉस्मिक पर्सनल डेवलपमेंट के निदेशक के रूप में अपना अंतिम रूप प्राप्त किया, तो उन्होंने यह रोब किसी ऐसे व्यक्ति के लिए छोड़ दिया जिसे याद रखने की आवश्यकता थी कि हर अंत कुछ बेहतर शुरू करने का सिर्फ एक बहुत नाटकीय तरीका है।"
    },
    "56": {
      "name": "Astral Academy Tracksuit",
      "description": "Navy tracksuit with gold astral academy stripes and constellation patches.",
      "heading_details": "Astral Academy Tracksuit – Athletic Excellence Among Stars",
      "details": "This premium athletic set features a zip-up jacket and matching track pants in navy blue with gold racing stripes down the sides. The academy's constellation logo is embroidered on the chest, and various department patches can be found on the sleeves. The fabric is moisture-wicking and comfortable, designed for both physical training and casual wear around campus. Perfect for students who need to look good whether they're studying or training.",
      "origin": "Designed during the Interdimensional Athletic Revolution of 4156, when sports finally evolved beyond just physical competition to include categories like 'Most Aesthetically Pleasing Teleportation' and 'Synchronized Reality Manipulation.' This tracksuit belonged to Captain Nova Starsprinter, the most successful interdimensional athlete in recorded history - she was basically the person who proved that you could be competitive about literally anything if you had enough style and the right attitude. The navy fabric came from the Competitive Cotton of Peak Performance, plants that had been bred specifically to produce athletic wear that made the wearer feel like they could win any competition just by showing up looking properly prepared. The gold racing stripes were added using thread blessed by the Gods of Healthy Competition, who operated on the principle that winning isn't everything, but looking good while competing is pretty close to everything. Captain Nova wore this tracksuit during the legendary Interdimensional Olympics of 4158, where she won seventeen gold medals in events that hadn't existed until she invented them during the competition. The tracksuit gained its performance-enhancing properties after absorbing the competitive energy of countless victories, developing what sports scientists call 'winner's aura amplification technology.' When Captain Nova retired to become the Director of Cosmic Athletic Excellence, she passed the tracksuit on to someone who understood that the real competition is always with your past self, but there's no reason you can't look absolutely incredible while improving."
    }
  },
  "category": {
    "New": {
      "title": "शैडोज़ ऑफ द न्यूली फॉलन",
      "subtitle": "अंधेरे में जन्मे, एकांत में गढ़े गए"
    },
    "New2": {
      "title": "व्हिस्पर्ड वंडर्स",
      "subtitle": "दूर की दुनियाओं से ताजे जादू"
    },
    "Aura_farmers": {
      "title": "एसेंस ऑफ पावर",
      "subtitle": "अंदर की रहस्यमयी एनर्जी को चैनल करें"
    },
    "Casual": {
      "title": "हार्थबाउंड कम्फर्ट्स",
      "subtitle": "जहां जादू मिलता है रोजमर्रा की शांति से"
    },
    "Hot_picks": {
      "title": "कलेक्शन फॉर द चोजन वन्स",
      "subtitle": "बहुतों द्वारा चाहे गए।"
    },
    "Rizz_master": {
      "title": "बिकम द ड्यूक ऑफ द वेस्ट",
      "subtitle": "अलौकिक grace के साथ presence दिखाएं"
    },
    "Clocked": {
      "title": "आर्मर ऑफ इटर्नल नाइट",
      "subtitle": "हर quest के लिए timeless हथियार"
    },
    "all": {
      "title": "द कम्प्लीट ग्रिमोयर",
      "subtitle": "हमारे कलेक्शन की हर जादुई चीज"
    }
  },
  "search": {
    "title": "सर्च रिजल्ट्स",
    "searchTerm": "सर्च टर्म",
    "category": "कैटेगरी",
    "found": "{{count}} प्रोडक्ट्स मिले",
    "noResults": "आपकी सर्च क्राइटेरिया से मेल खाता कोई प्रोडक्ट नहीं मिला।"
  },
  "profile": {
    "title": "आपकी प्रोफाइल",
    "welcome": "स्वागत है",
    "welcomeUser": "स्वागत है, {{name}}!",
    "profile": "प्रोफाइल",
    "login": "लॉगिन",
    "signup": "साइन अप",
    "logout": "लॉगआउट",
    "language": "🌐 भाषा",
    "chooseLanguage": "भाषा चुनें:",
    "orUseWidget": "या ट्रांसलेट विजेट इस्तेमाल करें:",
    "loadWidget": "विजेट लोड करें",
    "viewProfile": "प्रोफाइल देखें",
    "editProfile": "प्रोफाइल एडिट करें",
    "saveProfile": "प्रोफाइल सेव करें",
    "cancelEdit": "कैंसल",
    "viewCart": "कार्ट देखें",
    "viewLikes": "लाइक्स देखें",
    "name": "नाम",
    "fullName": "पूरा नाम",
    "email": "ईमेल",
    "emailLabel": "ईमेल:",
    "memberSince": "मेंबर सिंस",
    "memberSinceLabel": "मेंबर सिंस:",
    "bio": "बायो",
    "bioLabel": "बायो:",
    "bioPlaceholder": "हमें अपने बारे में बताएं...",
    "profilePicture": "प्रोफाइल पिक्चर",
    "changePhoto": "फोटो बदलें",
    "uploadPhoto": "फोटो अपलोड करें",
    "accountDetails": "अकाउंट डिटेल्स",
    "personalInfo": "पर्सनल इनफार्मेशन",
    "close": "बंद करें",
    "locationTitle": "डिलीवरी लोकेशन",
      "addLocationPrompt": "अपना लोकेशन जोड़ें ताकि हम आपके ऑर्डर दे सकें~",
      "trackMyLocation": "📍लोकेशन ट्रैक करें",
      "detectingLocation": "🔄 खोज रहे हैं...",
      "orEnterManually": "— या —",
      "enterLocationPlaceholder": "लोकेशन",
      "setLocationButton": "सेट करें",
      "changeLocation": "लोकेशन बदलें",
      "locationNotSupported": "आपका ब्राउज़र स्थान ट्रैकिंग का समर्थन नहीं करता",
      "locationError": "लोकेशन ट्रैक करने में असमर्थ। कृपया मैन्युअल रूप से दर्ज करें।"
  },
  "login": {
    "title": "अपने अकाउंट में लॉगिन करें",
    "email": "ईमेल",
    "emailLabel": "ईमेल:",
    "password": "पासवर्ड",
    "passwordLabel": "पासवर्ड:",
    "emailPlaceholder": "अपना ईमेल डालें",
    "passwordPlaceholder": "अपना पासवर्ड डालें",
    "loginButton": "लॉगिन",
    "signupButton": "साइन अप"
  },
  "signup": {
    "title": "अकाउंट बनाएं",
    "fullName": "पूरा नाम",
    "fullNameLabel": "पूरा नाम:",
    "email": "ईमेल",
    "emailLabel": "ईमेल:",
    "password": "पासवर्ड",
    "passwordLabel": "पासवर्ड:",
    "namePlaceholder": "अपना पूरा नाम डालें",
    "emailPlaceholder": "अपना ईमेल डालें",
    "passwordPlaceholder": "पासवर्ड बनाएं",
    "signupButton": "साइन अप",
    "loginButton": "लॉगिन"
  },
  "about": {
    "title": "मेरे बारे में",
    "aboutUs": "मेरे बारे में",
    "aboutUsContent0": "हाय हाय!!",
    "aboutUsContent1": "मैं वो हूँ जिसने यह वेबसाइट बनाई है। मुझे पुराने जापानी स्टाइल की वेबसाइट बनानी था और बहुत मजा आया!",
    "aboutUsContent2": "मैं 20 साल की हूँ और ऑनलाइन पढ़ाई कर रही हूँ। मुझे अच्छी चीजें बनाना पसंद है। एक महीने पहले मैंने अपने सपने को गंभीरता से लिया और सब कुछ ठीक चल रहा है। इस वेबसाइट को मैंने अकेले बनाया, बिना किसी की मदद के, बिना AI के, बस अपने ज्ञान से। टेक्नोलजी वाकई बहुत प्यारी है! कभी रो भी आता है लेकिन जब मैं कुछ समझ जाती हूँ तो बहुत अच्छा लगता है! मैं बहुत सारी मजेदार चीजें बना रही हूँ। मुझे और सीखना है!",
    "ourName": "मेरा नाम",
    "ourNameContent1": "नकाचान या जोचान?",
    "ourNameContent2": "अच्छा सवाल! मेरा असली नाम जोहा है पर मुझे जो कहो। नकाचान मेरा इंटरनेट नाम है। यह मेरा गेमिंग नाम है। जोचान मेरे यूटीयूब चैनल का नाम है। तुम मुझे कोई भी नाम से बुला सकते हो! नए नाम मुझे पसंद हैं!",
    "whyUs": "मैं क्यों",
    "whyUsTitle": "मैं चाहती हूँ कि मेरी बातें सुनी जाएँ!",
    "feature1": "मैं हमेशा वह लड़की थी जो हर दिन कुछ नया करती थी। बहुत थकाऊ था क्योंकि मैं बहुत कुछ कर सकती थी पर किसी से खुश नहीं थी। फिर मैंने सोचा मुझे बदलना चाहिए। तो मैंने अपने आप पर काम करना शुरू किया। मैं सीख रही हूँ, अपने आप को बेहतर बना रही हूँ, अपने शौकों पर ध्यान दे रही हूँ! मुझे अपने आप पर बहुत गर्व है। यह गेम में अपने कैरेक्टर को बेहतर बनाने जैसा है। धीरे धीरे पर पक्का। यह थकाऊ है पर मैं अपनी ताकत को बेकार नहीं जाना चाहती। जब मैं अच्छी यूनिवर्सिटी में नहीं जा सकी तो सब ने मुझे छोड़ दिया। पर फिर मैंने ऑनलाइन पढ़ाई की। मैं बेहतर होना चाहती हूँ। मैं चाहती हूँ कि मेरा काम, मेरे आइडिया, मेरे प्रोजेक्ट को लोग देखें!",
    "features": "मेरा लक्ष्य",
    "featuresTitle": "क्या सोचने पर लगता है और लक्ष्य क्या है",
    "platformFeature1": "सोचने पर बहुत चीजें लगती हैं! गेम, अच्छी वेबसाइट, क्रिएटिव चीजें, डायरी, स्क्रैपबुकिंग और ओर भी बहुत! लेकिन लक्ष्य क्या है? लक्ष्य है कि जो भी सोचूँ बस बना दूँ। इसे बर्बाद न करो। अगर अच्छा न हो तो ठीक करो, मेहनत करो, बेहतर बनाओ। फिर बस बना दो! कोई भी तरीके से! बस बना दो!",
    "platformFeature2": "दुनिया में बहुत सारी चीजें हैं! हम सब कुछ नहीं हो सकते पर कोशिश तो कर सकते हैं न? तो जब तुम आगे जीवन देखोगे तो मैं चाहती हूँ कि तुम कहो 'वाह! मैंने सब किया!'",
    "platformFeature3": "यही मेरा लक्ष्य है!",
    "con": "खत्म",
    "conTitle": "आखिर में..",
    "con1": "मैं बहुत लिख चुकी हूँ! मैं जो हूँ, 19 साल की। बचपन से मेरा सपना था कि मैं सॉफ्टवेयर डेवलपर बनूँ क्योंकि वह अच्छी चीजें बनाते हैं! मैं अपने सपनों के लिए बहुत मेहनत कर रही हूँ। अगर और जानना चाहो तो दूसरी सेक्शन देखो! मुझे खुशी होगी!"
  },
  "contact": {
    "title": "कॉन्टैक्ट अस",
    "contactInfo": "कॉन्टैक्ट इनफार्मेशन",
    "contactInfoSubtitle": "नीचे मेरे सोशल मीडिया हैं जहां मैं हूँ। तुम मुझे Gmail या कहीं भी जहां तुमको सहूलियत हो contact कर सकते हो। मैंने अपना GitHub भी दे दिया है, अगर देखना हो तो देख लेना। मैं आमतौर पर messages और mentions का जवाब दे देती हूँ। (जब तक spam न हो)। मुझे tech friends बनाना भी पसंद है तो प्लीज मुझसे बात करो! मैं सच में friends बनाना चाहती हूँ जिनके साथ ideas के बारे में बात कर सकूँ और वो अपने ideas share करें!! हमेशा दोस्ती, teams सब के लिए खुली हूँ! प्लीज मुझसे contact करो! मैं तुमसे बहुत बात करना चाहती हूँ, तुम सब बहुत अच्छे हो!",
    "address": "एड्रेस",
    "addressValue": "123 गुगुगागा स्ट्रीट, गुगु गागा सिटी, गुगुगागा टाउन, गुगु गागा 150-0043",
    "phone": "फोन",
    "phoneValue": "+YY XXXXXXXXXX",
    "fasterResponse": "फॉर फास्टर रिस्पांस, प्लीज यूज द कॉन्टैक्ट फॉर्म बिलो एंड सेलेक्ट द अपроп्रिएट डिपार्टमेंट फॉर योर इन्क्वायरी (╥﹏╥)",
    "departments": "डिपार्टमेंट्स",
    "customerSupport": "कस्टमर सपोर्ट: फॉर ऑर्डर इन्क्वायरीज, रिटर्न्स, एंड प्रोडक्ट क्वेश्चंस",
    "technicalSupport": "टेक्निकल सपोर्ट: फॉर वेबसाइट इशूज एंड टेक्निकल प्रॉब्लम्स",
    "partnerships": "पार्टनरशिप्स: फॉर बिजनेस कोलैबोरेशंस एंड होलसेल इन्क्वायरीज",
    "investorRelations": "इन्वेस्टर रिलेशंस: फॉर इन्वेस्टमेंट ऑपरचुनिटीज एंड फाइनेंशियल इनफार्मेशन",
    "justMessage": "मैसेज: फॉर जस्ट रीचिंग आउट टू द डेव!!",
    "sendMessage": "सेंड अस अ मैसेज",
    "name": "नाम",
    "nameLabel": "नाम:",
    "email": "ईमेल",
    "emailLabel": "ईमेल:",
    "department": "डिपार्टमेंट",
    "departmentLabel": "डिपार्टमेंट:",
    "subject": "सब्जेक्ट",
    "subjectLabel": "सब्जेक्ट:",
    "messageField": "मैसेज",
    "messageLabel": "मैसेज:",
    "namePlaceholder": "आपका नाम",
    "emailPlaceholder": "आपका ईमेल एड्रेस",
    "subjectPlaceholder": "मैसेज सब्जेक्ट",
    "messagePlaceholder": "आपका मैसेज",
    "sendButton": "मैसेज भेजें",
    "clearForm": "फॉर्म क्लियर करें",
    "generalInquiry": "जनरल इन्क्वायरी",
    "support": "कस्टमर सपोर्ट",
    "technical": "टेक्निकल सपोर्ट",
    "partnership": "पार्टनरशिप्स",
    "investor": "इन्वेस्टर रिलेशंस",
    "press": "जस्ट वांट टू सेंड अ मैसेज",
    "faq": "फ्रीक्वेंटली आस्क्ड क्वेश्चंस",
    "faqQ1": "Q: शिपिंग में कितना टाइम लगता है?",
    "faqA1": "A: घरेलू ऑर्डर आमतौर पर 3-5 बिजनेस डेज में आ जाते हैं। इंटरनेशनल शिपिंग 7-14 बिजनेस डेज लेती है डेस्टिनेशन के हिसाब से!!",
    "faqQ2": "Q: क्या आप इंटरनेशनली शिप करते हैं?",
    "faqA2": "A: हां, हम दुनिया के ज्यादातर देशों में शिप करते हैं!!! शिपिंग कॉस्ट लोकेशन के हिसाब से अलग-अलग होती है।",
    "faqQ3": "Q: क्या मैं अपना ऑर्डर चेंज या कैंसल कर सकता हूं?",
    "faqA3": "A: आप ऑर्डर देने के 24 घंटे के अंदर इसे चेंज या कैंसल कर सकते हैं। जल्दी से हमारी कस्टमर सपोर्ट टीम से कॉन्टैक्ट करें! (๑•̀ᴗ•́)!",
    "faqQ4": "Q: आपकी रिटर्न पॉलिसी क्या है?",
    "faqA4": "A: हम अनयूज्ड आइटम्स के लिए 30-डे रिटर्न पॉलिसी ऑफर करते हैं उनके ओरिजिनल पैकेजिंग में। कुछ आइटम्स पर रीस्टॉकिंग फीस लग सकती है।",
    "faqQ5": "Q: क्या आप होलसेल प्राइसिंग ऑफर करते हैं?",
    "faqA5": "A: नहीं, सॉरी वी डू नॉट ऑफर होलसेल प्राइसिंग फॉर बल्क ऑर्डर्स। आवर प्रोडक्ट्स एक्सक्लूसिव एंड लिमिटेड हैं!!",
    "thankYou": "थैंक यू फॉर योर मैसेज, {{name}}! वी'ल गेट बैक टू यू सून।"
  },
  "invest": {
    "title": "इन्वेस्ट विद अस",
    "whyInvest": "व्हाई इन्वेस्ट",
    "whyInvestContent": "शॉप्पो डेलिग्टो में इन्वेस्ट करने का मतलब है यूनिक एस्थेटिक्स के लिए पैशनेट ग्रोइंग कम्युनिटी का हिस्सा बनना! आवर बिजनेस ने शुरुआत से कंसिस्टेंट ग्रोथ दिखाई है, विद अ लॉयल कस्टमर बेस एंड एक्सपेंडिंग प्रोडक्ट लाइन्स।",
    "keyHighlights": "की इन्वेस्टमेंट हाइलाइट्स:",
    "highlight1": "पिछले 3 सालों में 30% साल-दर-साल ग्रोथ!!",
    "highlight2": "निच मार्केट में स्ट्रॉंग ब्रांड रिकॉग्निशन!!",
    "highlight3": "लॉयल कस्टमर बेस से रिकरिंग रेवेन्यू",
    "highlight4": "नए मार्केट्स और प्रोडक्ट कैटेगरीज में एक्सपेंशन पोटेंशियल",
    "highlight5": "इंडस्ट्री एक्सपीरियंस के साथ एक्सपीरियंस्ड मैनेजमेंट टीम",
    "howToHelp": "हाउ टू हेल्प",
    "howToHelpIntro": "सेवरल वेज आर देयर बाय विच यू कैन सपोर्ट आवर बिजनेस:",
    "help1": "हमारी इक्विटी क्राउडफंडिंग कैंपेन के जरिए डायरेक्ट इन्वेस्टमेंट",
    "help2": "ब्रांड एम्बेसडर बनें और हमारे प्रोडक्ट्स को प्रोमोट करें",
    "help3": "इंटरनेशनल एक्सपेंशन, ई-कॉमर्स ऑप्टिमाइजेशन, या मार्केटिंग जैसे एरिया में एक्सपर्टीज दें",
    "help4": "हमें अपने रीजन में पोटेंशियल पार्टनर्स या डिस्ट्रीब्यूटर्स से मिलवाएं",
    "help5": "सोशल मीडिया पर हमारी स्टोरी और प्रोडक्ट्स शेयर करें",
    "helpOutro": "हर तरह का सपोर्ट हमें ग्रो करने और दुनिया भर के एंथुसियास्ट्स के लिए और ऑथेंटिक प्रोडक्ट्स लाने में हेल्प करता है।",
    "donate": "डोनेट",
    "donateIntro": "उनके लिए जो बिना इक्विटी इन्वेस्टमेंट के हमारे मिशन को सपोर्ट करना चाहते हैं, वी ऑलसो एक्सेप्ट डोनेशंस। योर कंट्रीब्यूशंस हेल्प अस:",
    "donation1": "ट्रेडिशनल क्राफ्टमैनशिप को प्रिजर्व और प्रोमोट करना",
    "donation2": "जापान में छोटे आर्टिसन्स और मैन्युफैक्चरर्स को सपोर्ट करना",
    "donation3": "जापानी कल्चर और हिस्ट्री के बारे में एजुकेशनल कंटेंट डेवलप करना",
    "donation4": "हमारी कम्युनिटी प्लेटफॉर्म और इवेंट्स को मेंटेन करना",
    "donation5": "कल्चरल एक्सचेंज प्रोग्राम्स के लिए स्कॉलरशिप ऑफर करना",
    "donateOutro": "ऑल डोनर्स रिसीव स्पेशल रिकग्निशन ऑन आवर वेबसाइट एंड एक्सक्लूसिव अपडेट्स अबाउट हाउ देयर कंट्रीब्यूशंस आर मेकिंग अ डिफरेंस।"
  },
  "payment": {
    "title": "पेमेंट इनफार्मेशन",
    "paymentMethods": "पेमेंट मेथड्स",
    "paymentMethodsIntro": "वी एक्सेप्ट अ वैरायटी ऑफ पेमेंट मेथड्स टू मेक योर शॉपिंग एक्सपीरियंस एज कन्वीनिएंट एज पॉसिबल:",
    "creditCards": "क्रेडिट कार्ड्स",
    "paypal": "पेपैल",
    "mobilePay": "मोबाइल पे",
    "bankTransfer": "बैंक ट्रांसफर",
    "cashOnDelivery": "कैश ऑन डिलीवरी",
    "security": "सिक्योरिटी",
    "securityIntro": "योर सिक्योरिटी इज आवर टॉप प्रायोरिटी। वी यूज इंडस्ट्री-स्टैंडर्ड एनक्रिप्शन टू प्रोटेक्ट योर पर्सनल एंड पेमेंट इनफार्मेशन।",
    "securityFeature1": "ऑल डेटा ट्रांसफर्स के लिए SSL एनक्रिप्शन",
    "securityFeature2": "PCI DSS कंप्लायंट पेमेंट प्रोसेसिंग",
    "securityFeature3": "हमारे सर्वर्स पर सेंसिटिव पेमेंट इनफार्मेशन की कोई स्टोरेज नहीं",
    "securityFeature4": "रेगुलर सिक्योरिटी ऑडिट्स और वल्नरेबिलिटी असेसमेंट्स",
    "securityFeature5": "अकाउंट प्रोटेक्शन के लिए टू-फैक्टर ऑथेंटिकेशन उपलब्ध",
    "securityOutro": "इफ यू हैव एनी कंसर्न्स अबाउट पेमेंट सिक्योरिटी, प्लीज डोंट हेजिटेट टू कॉन्टैक्ट आवर सपोर्ट टीम।",
    "faq": "फ्रीक्वेंटली आस्क्ड क्वेश्चंस",
    "faqQ1": "Q: आप कौन सी करेंसीज एक्सेप्ट करते हैं?",
    "faqA1": "A: वी एक्सेप्ट पेमेंट्स इन USD, EUR, GBP, और JPY। आवर साइट पर दिखाई गई कीमतें USD में हैं, लेकिन आप चेकआउट के दौरान अपनी पसंदीदा करेंसी सेलेक्ट कर सकते हैं।",
    "faqQ2": "Q: क्या इंटरनेशनल ऑर्डर्स के लिए कोई अतिरिक्त फीस है?",
    "faqA2": "A: हम कोई अतिरिक्त फीस नहीं लेते, लेकिन इंटरनेशनल ट्रांजैक्शंस के लिए आपका बैंक या पेमेंट प्रोवाइडर करेंसी कन्वर्जन फीस लगा सकता है।",
    "faqQ3": "Q: रिफंड कैसे मिल सकता है?",
    "faqA3": "A: हम सभी प्रोडक्ट्स पर 30-डे मनी-बैक गारंटी ऑफर करते हैं। अगर आप अपनी खरीदारी से संतुष्ट नहीं हैं, तो कृपया रिटर्न शुरू करने के लिए हमारी कस्टमर सर्विस टीम से संपर्क करें।",
    "faqQ4": "Q: क्या मेरी पेमेंट इनफार्मेशन सेफ है?",
    "faqA4": "A: हां, हम इंडस्ट्री-स्टैंडर्ड एनक्रिप्शन और सिक्योरिटी मेजर्स का इस्तेमाल करते हैं। हम आपकी फुल क्रेडिट कार्ड डिटेल्स अपने सर्वर्स पर कभी स्टोर नहीं करते।",
    "faqQ5": "Q: अगर मेरा पेमेंट फेल हो जाए तो क्या करूं?",
    "faqA5": "A: पहले चेक करें कि आपकी पेमेंट इनफार्मेशन सही डाली गई है। अगर प्रॉब्लम बनी रहती है, तो अपने बैंक या पेमेंट प्रोवाइडर से कॉन्टैक्ट करें। आप कोई दूसरी पेमेंट मेथड भी ट्राई कर सकते हैं।"
  },
  "location": {
    "title": "लोकेशन सेटिंग्स",
    "yourLocation": "आपकी लोकेशन",
    "yourLocationValue": "आपकी लोकेशन: {{location}}",
    "trackLocation": "मेरी लोकेशन ट्रैक करें",
    "detecting": "खोज रहे हैं...",
    "enterLocation": "या अपनी लोकेशन डालें:",
    "enterAreaPlaceholder": "अपना एरिया डालें",
    "setLocation": "लोकेशन सेट करें",
    "or": "या",
    "close": "बंद करें"
  },
  "footer": {
    "copyright": "© 2025 नाकाचेंस – कस्टम ब्रूड जस्ट फॉर हियर (˶ᵔ ᵕ ᵔ˶)",
    "about": "अबाउट",
    "invest": "इन्वेस्ट",
    "payments": "पेमेंट्स",
    "socials": "सोशल्स"
  },
  "common": {
    "backToTop": "बैक टू टॉप",
    "close": "बंद करें",
    "price": "${{price}}"
  },
  "alerts": {
    "addedToCart": "{{name}} टोकरी में जोड़ दिया!",
    "addedToLikes": "{{name}} पसंदीदा में जोड़ दिया!",
    "locationTracked": "स्थान मिल गया!! WEEWOO",
    "locationError": "माफ़ करना.. स्थान नहीं मिल पाया.. कृपया खुद से भरें.",
    "geolocationNotSupported": "कृपया माफ़ करें :( स्थान समर्थित नहीं है...",
    "languageChanged": "Yay! तुम्हारी भाषा {{lang}} में बदल गई!!",
    "loginSuccess": "वापसी मुबारक हो!!! याद आई यार, {{email}}!",
    "signupSuccess": "खाता बन गया सफलतापूर्वक! yayy स्वागत है, {{name}}!!!!",
    "loginError": "अरे नहीं गलत ईमेल या पासवर्ड है. फिर से कोशिश करो :(",
    "signupError": "अरे यह ईमेल तो पहले से पंजीकृत है. प्रवेश करो ना.",
    "emailRequired": "अपना ईमेल भरें कृपया !!!",
    "passwordRequired": "अपना पासवर्ड भरें कृपया !!!!",
    "nameRequired": "अपना नाम भरें कृपया !!!",
    "profileUpdated": "YAAAYYY प्रोफ़ाइल अपडेट हो गई! बढ़िया लग रहे हो!",
    "logoutSuccess": "बाहर निकल गए सफलतापूर्वक! वापस ज़रूर आना!!",
    "success": "हो गया!",
    "liked": "पसंदीदा में जोड़ दिया! मुझे भी पसंद आया!!",
    "logoutTitle": "बाहर निकलें",
    "cancel": "रद्द करो"
}
}