{
  "header": {
    "logoAlt": "ロゴ"
  },
  "navigation": {
  "home": "ホームページ",
  "about": "私たちについて",
  "invest": "投資ページ",
  "payments": "支払い",
  "contact": "お問い合わせ",
  "searchPlaceholder": "ショッポで検索...",
  "allCategories": "すべてのカテゴリー",
  "rizzMaster": "リズマスター",
  "new": "ニューコレクション",
  "new2": "ウィスパード・ワンダーズ",
  "auraFarmers": "オーラファーマーズ",
  "hotPicks": "ホットピックス",
  "casual": "カジュアル",
  "clocked": "クロックド"
},
  "sidebar": {
    "checkSum": "これチェックして",
    "newCollection": "新作コレクション",
    "newSubtitle1": "ゲームキャラみたいな気分になれる！",
    "newSubtitle2": "あぁ、これ毎日着たいな。",
    "auraFarmers": "オーラファーマー !!",
    "auraSubtitle": "今日はどのダンジョンをクリアする？",
    "hotPicks": "激アツピック !!!",
    "hotSubtitle": "最初から人気",
    "casual": "カジュアル？もちろん。",
    "casualSubtitle": "ちょっと楽なのもいいじゃん？",
    "clocked": "やっつけた !!",
    "clockedSubtitle": "ジョジョの奇妙な冒険、アイズオブヘブン",
    "rizzMaster": "リズマスター",
    "rizzSubtitle": "魅力を10xp増加させる"
  },
  "home": {
    "newUpdate": "〜新着アップデート〜",
    "nocturaSubtitle": "夜に生まれ、静寂の中で紡がれた",
    "nocturaDescription": "布地に包まれたゴシックな夢。各ピースは真夜中の静けさを纏い、影と静寂で縫い上げられ、世界が眠る時に輝く者たちのために作られた。",
    "nocturaName": "ノクトゥラ",
    "fullOnFantasy": "完全なるファンタジーの夢",
    "wingsSubtitle": "黄昏を纏い、光に抗え。",
    "wingsDescription": "トワイライトの境界から生まれたコレクション。影に包まれ、反抗心を刻み込まれた各ピースは、消えゆく光に対する反逆の精神を宿す。闇を覆いとしてではなく、王冠として纏う者たちのために。",
    "wingsName": "黄昏の翼",
    "moreThanDream": "夢以上のもの",
    "dontMissOut": "見逃すなよ〜",
    "neverEnding": "終わりなきコレクション",
    "collectionDescription": "白昼夢と黄昏の光から紡がれたコレクション。柔らかい生地、優しいシルエット、月明かりの心地よさを感じる色合い。日常の中に魔法を求め、すべての縫い目に温もりを求める者たちのためにデザインされた。",
    "allProducts": "全商品"
  },
  "cart": {
    "title": "ショッピングカート",
    "empty": "カートは空です",
    "remove": "削除",
    "total": "合計",
    "checkout": "チェックアウト",
    "shoppingCart": "ショッピングカート",
    "viewCart": "カートを見る",
    "close": "閉じる"
  },
  "likes": {
    "title": "お気に入りアイテム",
    "empty": "まだお気に入りはありません",
    "likedItems": "お気に入りアイテム",
    "addToCart": "カートに追加",
    "remove": "削除",
    "viewAllLikes": "全てのお気に入りを見る"
  },
  "product": {
    "back": "戻る",
    "itemDetails": "アイテム詳細",
    "addToCart": "カートに追加",
    "like": "お気に入り",
    "buyNow": "今すぐ購入",
    "theOrigin": "起源",
    "notFound": "商品が見つかりません"
  },
  "products": {
    "1": {
      "name": "レイスウィーバーのシュラウド",
      "description": "ゴーストスレッドで縫われた流れるようなマント、まだ安息につけぬ魂のように淡い煙を引く。",
      "heading_details": "レイスウィーバーのシュラウド - 幽霊じゃないってば..",
      "details": "忘れ去られた魂の糸から紡がれたこのマントは、生きた影のように肩を覆う。生地は重さを感じさせないのに、歩く先々に霧を引き連れ、空気に纏わりつく幽霊のような残滓を残す。フードは深く垂れ下がって顔を隠し、裾は煙へと解けていくようにちらつく。このシュラウドは服というより契約のようなもの—あの世からの囁きがすべての縫い目に織り込まれている。",
      "origin": "1847年頃のエーテル宮廷最後の高位喪主、セラフィナ・ナイトウィスパーの所有物。彼女は「大いなる悲嘆」—迷える魂に安らぎを見つけさせるための一世紀に及ぶ儀式—を執り行う際にこれを着用していた。伝説によれば、彼女は文字通り意思ある霊たちの糸を布地に織り込んだといい、それが今でも幽霊のような霧を引く理由だ。ちなみに彼女は基本的にグリムリーパーだったけど、ファッションセンスとファザコンが優れていたってだけ。シュラウドは彼女の放棄された塔で発見され、完璧に保存されていた—どうやら時間でさえ彼女の遺品に手を出すのが怖かったらしい。"
    },
    "2": {
      "name": "グレイブバウンド・レイメント",
      "description": "死者の名を囁く記憶のルーンが刻まれた喪服。",
      "heading_details": "グレイブバウンド・レイメント - まだ死んでないよ! まだね。",
      "details": "悲しみのように纏わりつく喪服色の生地に包まれたこのレイメントには、記憶のルーンが刺繍されている。すべての折り目が目に見えぬ重みの下で嘆息し、忘れるには重すぎる名前と声のこだまを運ぶ。ローブは長く幾層にも重なり、埋葬の衣に似ているが、誇り高い反抗心と共に着用される。このピースは単に身体を覆うだけではない—それを追悼し、着用者を悲嘆と強さの歩く祠へと変える。",
      "origin": "1692年の「嘆きの石戦争」でマーカス・デスディファイアント(そう、これが彼の本名だった)が着用していたもの。この男は文字通り「死は待て」と言い放ち、技術的には死亡状態で三つの戦いを戦った—ルーンが彼の魂を仕事を終えるのに十分な時間繋ぎ止めていたんだ。彼はパーティーから誰もが帰った後も帰るのを拒否するあの友達みたいなもんで、ただしパーティーは人生で彼には未完の用事があったってこと。ローブは非常に多くの最後の言葉を吸収したため、今でも静かな夜には倒れた者たちの名を囁く。"
    },
    "3": {
      "name": "ファントムヴェールアーマー",
      "description": "軽量の幽霊のようなプレート、着用者が領域の間に存在するかのように半分消えかかっている。",
      "heading_details": "ファントムヴェールアーマー - ペルソナのリファレンス？",
      "details": "存在と消失の間で捕らえられたかのようなこの鎧は、プレートが半ば形成された記憶から織られたかのように透明にちらつく。薄い鋼の層にきらめくガーゼが重ねられ、幽霊が振り向くように特定の角度で消える。ヘルムには面当てがなく—ただぼやけた動きがあるだけで、掴めない存在感。これを着ると身体が地に足がつかないように感じられ、一歩踏み外せば別の領域へ漂い出しそうだ。",
      "origin": "1456年にテレポート呪文の途中で立ち往生したレディ・カサンドラ・ビトウィーンワールズのために作られた鎧で、彼女はただ…それを受け入れた。彼女は数十年間二つの領域に同時に存在し、正直めちゃくちゃ疲れそうだけど彼女はうまくやってのけた。鎧は彼女の二重存在を反映している—剣を止めるには十分に堅固だが、敵が空気に向かって振り続けるほど半透明。彼女は引退して次元間旅行ブロガーになった、これが鎧に「信じられないものを見てきた」エネルギーがある理由を説明している。"
    },
    "4": {
      "name": "エボンヴェインヴェスチャー",
      "description": "クリムゾンの糸が織り込まれた暗い絹、皮膚の下の静脈のようにかすかに脈打つ。",
      "heading_details": "エボンヴェインヴェスチャー - 発音どうだっけ？",
      "details": "静脈のようなパターンでクリムゾンの糸が織り込まれた暗い絹、皮膚の下を流れる血液のようにかすかに光る。生地は身体に密着するが、光る静脈は穏やかに脈打ち、まるで生きているかのよう。一見すると威厳があるが、よく見ると不穏—生きた肉と作られた衣装の境界を曖昧にする服。",
      "origin": "1734年に吸血鬼のファッショニスタ、ヴラディミール・エステティック伯爵によって作られた、なぜなら普通のゴシック服は彼の趣味には十分エクストラじゃなかったから。彼は文字通り自分の血を絹の糸に混ぜ込んだ、控えめさは決して彼の強みではなかったから。脈打つ効果は彼の吸血鬼のエッセンスがまだ生地を流れているために起こる—誰かの循環器系をファッションステートメントとして着ているようなもので、これは完全に吸血鬼らしい行動だよね。彼はこれが「生きた芸術の究極の表現」だと主張したが、パーティーでよりかっこよく見せたかっただけってみんな知ってる。"
    },
    "5": {
      "name": "ダージウィーバーの装い",
      "description": "影の吟遊詩人にふさわしい、喪の象徴が織り込まれた優雅でありながら厳粛な生地。",
      "heading_details": "ダージウィーバーの装い - アグラエアも誇りに思うだろう",
      "details": "厳粛なグレーとブラックで仕立てられたこの生地には、忘れ去られた文化の喪の象徴が刺繍されている。デザインは優雅で流れるようで、それでいて紛れもなく重く、まるで何世紀もの重荷を背負っているかのよう。これを着ると、すべての動きで悲嘆の歌を唱えているように感じられる。これは喜びのための装いではなく、悲しみにおける芸術性のため。",
      "origin": "メランコリー時代(1623-1698年)で最も有名な悲嘆吟遊詩人、メロディ・ソロウソングの所有物。彼女はこの服を着て通り過ぎるだけで文字通り人々を美しい涙で泣かせることができた。刺繍された喪の象徴は47の異なる文化のもので、彼女はポケモンカードを集めるような過剰達成者だったから、ただもっと憂鬱なやつ。彼女は伝説の「永遠の悲しみコンサート」でこれを着用し、王国全体を三日間泣かせた。服の現在のオーラでさえ、人々に自分の感情について詩を書きたくさせる。"
    },
    "6": {
      "name": "オブシディアン・ウーンドウェア",
      "description": "暗い生地を切り裂くギザギザの切れ目、治癒する傷のように縁がかすかに光る。",
      "heading_details": "オブシディアン・ウーンドウェア - 傷ついた…だから何？",
      "details": "切れ目と裂け目が生地を引き裂き、下の光る深紅の裏地を垣間見せる。治癒しようとする傷のよう。あらゆる裂け目の縁がかすかに輝き、血管のように脈打つ。暴力的だが美しい、痛みを力に変える宣言。この衣装は傷を隠そうとしない――それ自体が傷となり、壊れていることを中心に据える。",
      "origin": "1789年の「ブロークンハーツの反乱」でスカーレット・ペインツザタウン（明らかにステージネーム）が着用。彼女は傷跡を見せることが究極のパワームーブだと信じた戦士詩人だった――基本的にオリジナルの「私のトラウマは私の超能力」エネルギー。生地の光る切れ目一つ一つは彼女が生き延びた戦いを表し、戦いの後に新しいものを追加した。世界で最もエモい達成システム。この衣装は文字通りダメージを美しさに変え、それは敵でさえ尊重しなければならない主人公ムーブ。"
    },
    "7": {
      "name": "エーテリオン・センチネル",
      "description": "白と金の色？いや、穏やかで輝かしいエネルギーで祝福されている。",
      "heading_details": "エーテリオン・センチネル ― 光の選ばれし監視者",
      "details": "真っ白なエナメルと縁を走る金のフィリグリーで作られたアーマー、神聖なオーラに触れられたかのようにかすかに光る。兜は滑らかで丸く、刃に反射する日光のように輝く金のバイザー。長い紺碧のマントが背後に流れ、星のモチーフが縫われ、地上にいても空を見守っているような感覚を与える。穏やかな権威を放射し、戦士としてだけでなく、光に選ばれた守護者としての存在感。",
      "origin": "1523-1834年の光輝帝国の天界栄誉衛兵の標準装備。天国の門に立ち、価値ある者だけを通す連中だった――基本的に神聖な用心棒でより良いアーマー。この特定のセットはライトブリンガー・マックグッドガイ大佐のもので、彼は心が純粋すぎて鳥が歩くたびに文字通り歌った（ステルスミッション中は迷惑だっただろう）。アーマーの輝きは何世紀にも渡る善行の蓄積から来ており、究極の徳シグナリング装備となっている。"
    },
    "8": {
      "name": "ドーンワード・バルワーク",
      "description": "希望と守護を放射する誰かになりたい。",
      "heading_details": "ドーンワード・バルワーク ― 最初の光の守護者",
      "details": "このアーマーは淡い金色の色合いで柔らかく輝き、まるで昇る太陽自体が鋼を祝福したかのよう。肩当ては外側に広がり、胸当ての浮き彫りされた太陽の紋章を縁取る保護アーチを形成する。マントは日の出のグラデーション――オレンジから柔らかな黄色へ――再生と希望を象徴。このアーマーでの一歩一歩が、闇の中に夜明けを運ぶように感じられ、恐怖ではなく称賛と信頼を生む存在感。そのオーラは保護的で、輝かしく、そして揺るぎない。",
      "origin": "午前5時のトレーニングセッションに本気で興奮する唯一の騎士、オプティミズム・モーニングパーソン卿のために鍛造された。彼は1445年の大いなる闇の中で東の王国を守り、彼の執拗にポジティブな態度は「おはよう、サンシャイン」エネルギーに耐えられない影の生き物に対して文字通り武器化された。アーマーは非常に多くの夜明けの光を吸収したため、永久的に日の出色になった。彼はかつて悪夢の軍を、あまりにも陽気に存在するだけで倒した――これは正直最もOPな能力。"
    },
    "9": {
      "name": "セラフィン・イージス",
      "description": "光の高貴な乙女のための優雅な銀とローズのアーマー。",
      "heading_details": "セラフィン・イージス ― 乙女の輝き",
      "details": "このアーマーは繊細な精密さで彫刻され、月光のように輝く磨かれた銀でメッキされている。微妙なローズゴールドのインレイが胸と腕を横切り、鋼の強さを損なうことなく柔らかくする花のモチーフを形成。肩当ては優雅に曲線を描き、彼女のフレームを圧倒するのではなく強調するようデザインされ、戦いと儀式の両方のために飾られた騎士のよう。背後には淡いラベンダーの柔らかな絹のマントが流れ、春の息吹のように一歩ごとに優しく揺れる。兜は、しばしば彼女の側に運ばれ、王冠ではなく銀のサークレットで飾られている――謙虚でありながら威厳がある。セラフィン・イージスはその存在を叫ばない。歌い、優雅さと静かな威厳を通してオーラを生む。",
      "origin": "1398年の銀の王国のイザベラ・グレースフェイス王女のために作られた。彼女は優しさで野生のドラゴンを手なずけ、微笑むだけで花を咲かせることができるディズニープリンセスタイプだった――基本的に彼女の周りの現実を曲げる主人公エネルギーを持っていた。アーマーは7つの異なる聖騎士団によって祝福された。これはやり過ぎか保険か、見方による。彼女は一度も戦いに負けなかった。敵が戦いの途中で彼女のスタイルを褒めるために立ち止まったから。ローズゴールドのインレイは彼女の足跡に咲いた実際のバラから来ている。"
    },
    "10": {
      "name": "エクリプスマント",
      "description": "フィットしたレイヤーの上に流れる非対称マント――戦術的根拠を持つ都会の魔術師シルエット。",
      "heading_details": "エクリプスマント ― 覆われた刃",
      "details": "この作品はマットブラックのリップストップから作られ、ストリートウェアの仕立ての鋭さを失うことなくマントのように流れるよう非対称にカット。高い襟でマグネットクラスプで留め、片側が肩の影のように自由に垂れる。その下には、チャコールのタートルネックが体にフィットし、戦術的ジッパーシームを持つスリムカットカーゴに対してシルエットをバランス。スチールトゥのスニーカーで仕上げられたエクリプスマントは、都会の魔法のように読める――半分マント、半分アーマー、すべて存在感。",
      "origin": "2089年のネオ神秘都市のネオンに照らされた秘術地区で、「あのパーカーの男」としてのみ知られる謎のストリート魔術師によってデザインされた。彼はベッドから転がり出たばかりのように見えながら呪文を唱えることで有名で、魔法のファッションを永遠に革命化した。非対称デザインは「バランスは退屈」という彼の哲学と、洗濯物をきちんと畳めない慢性的な無能力から生まれた。この特定のマントは、純粋な恨みとエナジードリンクを使って都市の神秘的なインターネットを単独で稼働させ続けた2091年の大WiFi停電中に着用された。"
    },
    "11": {
      "name": "オブシディアン・グリンチ",
      "description": "洗練された都市アーマーとして再想像された現代騎士エネルギー。",
      "heading_details": "オブシディアン・グリンチ ― だからグリンチには見えない",
      "details": "深い黒のナイロンで作られたロングラインのトレンチコート、防水でありながら洗練され、肩と袖に微妙なキルティングアーマー。カットは細身でストレート、そしてパワフルで、完全なドラマチック効果のために足首のすぐ上まで伸びる。スレートグレーのタートルネックと黒のテーパードトラウザーの上に着用すると、現代騎士のタバードに変身――洗練され、強く、そして無視することは不可能。一歩ごとにコートの裾が控えめなオーラファームになる。",
      "origin": "1920年代のゴッサム風魔法世界の超常犯罪課、シャドウ・トレンチコート刑事（そう、また法的名前変更）のために仕立てられた。彼は通常の警官が扱えないミステリーを解決した。「誰がクリスマスの魔法を盗んだか」や「なぜすべてのガーゴイルがゴシップし続けるのか」など。コートのドラマチックな雰囲気は、どこからともなく現れて謎めいた一言を落としてから再び消える彼の癖から来ている。彼はペルソナ5のジョーカーのようになろうとしたが、よりスタイリッシュで感情的ダメージが少ない。それが彼を耐え難くカッコよくした（我々は決して知らない）。"
    },
    "12": {
      "name": "リフトレイヤー",
      "description": "角ばったカットと反射シジルが織り込まれた、レイヤードされたストリートウェアベース。",
      "heading_details": "リフトレイヤー ― 領域の間で、フィットの間で",
      "details": "動きとレイヤリングのためにデザインされたハイブリッドフーディジャケット。ベースは特定の角度の光の下でのみフラッシュするルーンのような反射ラインが刻まれた、オーバーサイズの黒いフーディ。その上にレイヤーされているのは、角ばったカット、バックル、スタンドアップカラーを備えたクロップド戦術ジャケットで、未来的な「コンバットメイジ」シルエットを与える。足首でシンチするワイドレッグカーゴと組み合わせ、リフトレイヤーは二重性の中で輝く――昼は居心地の良いストリートウェア、夜はファンタジーコード化されたパワーウェア。",
      "origin": "2156年の伝説的な次元間レイブでDJヴォイドミックスが着用。そこでは音楽が文字通り他の現実へのポータルを開いた。反射ルーンは元々、純粋なベースエネルギーにさらされた後、生地に永久的に刻まれた光るスティックパターンだった。この男は他の複数の次元が一緒にバイブし始めるほど激しくビートをドロップしていた――レンジがあることについて話す。複数のスタイルカテゴリーに同時に存在する衣装の能力は、その叙事詩的な72時間のセット中に異次元のファッション影響を吸収した直接の結果。"
    },
    "13": {
      "name": "ルナストラ",
      "description": "流れるフード付きマントの下に隠されたサテンのミニマリズム――魅惑的なyummy-core。",
      "heading_details": "ルナストラ ― 覆われたセイレーン",
      "details": "清潔なスクエアネックラインを持つサテンの黒いミニドレスがコアを形成し、体に沿うがミニマル。その上に掛けられているのは：軽量マット生地のクロップフード付きマント、その流れるような袖が一歩ごとに儀式感を与える。マントは首に銀の三日月クラスプで留まり、フードは影のエレガンスで顔を縁取る。サイハイブーツはルックを現代ストリートウェアに根付かせるが、マントの動きはそれを呪文に変える――パワーに偽装されたエレガンス。",
      "origin": "ビクトリア朝オカルト復興後期（1887年）で最も影響力のある魔女インフルエンサー、ルナ・ミスティークのために作られた。彼女は基本的に降霊会とポーションレシピのインスタグラム有名人で、実際の幽霊を含むフォロワーがいた。マントの真夜中のエレガンスは、何千ものPinterestボードを立ち上げた彼女の特徴的な「ダークアカデミアだけど魔女風に」美学から来ている。彼女は幽霊のダゲレオタイプで神秘的に美しく見えようとしていた大精霊写真トレンドの時にこれを着用した。"
    },
    "14": {
      "name": "エーテルヴェイル",
      "description": "虹色の輝きを持つ風通しの良い未来的なもの、風そのものから縫われたファッションのよう。",
      "heading_details": "エーテルヴェイル ― 空気の重さ",
      "details": "パールグレーで再想像されたクロップドボンバージャケット、袖と背中に半透明のメッシュパネル、翼のように風を捉えるようデザインされている。虹色の糸が縫い目に沿ってかすかに輝き、街灯の下で微妙だが幽玄。ハイウエストのテックスカートをフィットレギンスの上にレイヤーし、実用性と魅惑のバランスをとる。未来的なスニーカーで仕上げられたエーテルヴェイルは羽のように軽く見えながら揺るぎなく地に足がついており、空気と光そのものから縫われたかのよう。",
      "origin": "2234年頃の浮遊都市ニンバスタウンのスカイダンサーの標準ユニフォーム。これらの空中パフォーマーは文字通り雲の上を歩くことができた。天候に関連したワードローブの故障に常に対処しなければならなかったことを考えると、クールに聞こえる。この特定のセットはウィンドウォーカー大佐のもので、最も連続した雲から雲へのジャンプの記録（847回）と最もドラマチックなマントのなびきの記録（測定不可能）を保持していた。半透明パネルはより良い滑空のために気流を捉えるように設計されており、機能的でありながら絶対的にアイコニック。大変だったに違いない。"
    },
    "15": {
      "name": "エンバースレッド",
      "description": "リラックスしたファンタジー色のフランネル、高貴なエネルギーを放射。",
      "heading_details": "エンバースレッド・フランネル ― 街の炉辺の光",
      "details": "深いバーガンディと黒のチェック柄のゆったりとした柔らかいフランネルシャツ、太陽に当たると微妙に輝くかすかな金の糸で織られている。黒いTシャツの上にオープンに着用し、スリムジーンズとブーツで、カジュアルな温かさがわずかに魔法的になる――現代の通りに暖炉のオーラを運ぶように。",
      "origin": "1892年の農村魔法コミュニティで林業と暖房費の両方を革命化した木こり兼火の魔術師、ジェイク・ファイアサイドが着用。彼はキャンプファイアを五つ星ホテル体験のように感じさせることができ、どういうわけかフランネルを神秘的に見せた。金の糸は、魔法でマシュマロをトーストしようとしているときに偶然作った結晶化した炎――典型的なジェイクムーブ。このシャツは、森全体を持続可能な暖房協同組合に変えながら彼の日常着だった。我々は皆、持続可能な開発を採用すべき、というかそんな感じ。"
    },
    "16": {
      "name": "オニキス・ダスク",
      "description": "オーラ支配力を持つシックなブレザードレス。",
      "heading_details": "オニキス・ダスク ― スムーズな自信",
      "details": "鋭い肩を持つスリムな黒のスーツジャケットの下にタックインされたフィットした黒のタートルネック、テーラードトラウザーと組み合わせ。ミニマリストの銀のカフリンクスと時計がディテールを完成させる。靴：洗練された黒のチェルシーブーツ。現代的で、紳士的で、エフォートレス――注目を追いかけないが自然に引き寄せるルック。",
      "origin": "1953年の企業オカルトブーム中のミステリアスエンタープライゼズ社のCEO、ヴィクトリア・ビジネスウーマンのシグネチャールック。彼女は会議室で降霊会を行い、株主と霊の両方に四半期報告をした。この装いは、文字通り魂を含む取引を成立させるための彼女のパワースーツだった――彼女には「ここに血でサインして」エネルギーがあったが、完璧なスタイルで。自信を放射する特性は、良いファッションがあらゆる超常的危機を解決できるという彼女の揺るぎない信念から来ている。マミー。ガールボス。ごめん。"
    },
    "17": {
      "name": "コイウィスパー",
      "description": "遊び心がありながら女性的なストリート川井ミックス。",
      "heading_details": "コイウィスパー ― 優しいいたずら",
      "details": "片袖に鯉の刺繍が泳ぐ柔らかなクリームのクロップオーバーサイズフーディ、淡いブルーのスケータースカートと組み合わせ。パステルスニーカーと鯉のチャーム形の小さなクロスボディバッグで仕上げ。可愛くて親しみやすいが、その柔らかさは努力せずに注目を招く――川井オーラ展開。",
      "origin": "2067年の大アニメコンベンションでサクラ・チイサイ様がデザイン。そこではコスプレが実際の魔法の変身に進化していた。しかしそれには血と汗と涙が必要だった。彼女は可愛いけど致命的なエネルギーの圧倒的女王で、いや彼女はツンデレじゃなく、実際に税金を払い退職計画を持っている魔法少女だった。鯉の刺繍は伝説的な永遠のバイブの池を泳いだ後、幸運を吹き込まれた。この装いは21世紀後半を支配した「武器化された可愛さ」ファッションムーブメントを立ち上げた。"
    },
    "18": {
      "name": "ダスクウィーブ・フーディ",
      "description": "魅惑的なテクスチャを持つストリートフーディ。",
      "heading_details": "ダスクウィーブ・フーディ ― 快適さの中の魔法",
      "details": "袖に刻まれたかすかな刺繍のシジルパターンを持つオーバーサイズのチャコールフーディ、特定の光の下でのみ現れる暗い糸で縫われている。ジッパー付きポケットのリラックスした黒のジョガーと洗練されたスニーカーと組み合わせ。居心地が良くカジュアルだが、ディテールに存在感があり、まるでフーディが控えめな呪文エネルギーを持っているかのよう。",
      "origin": "2045年設立の先延ばし大学神秘芸術図書館で一晩中徹夜したすべての大学生の集合意識によって作られた。フーディは数十年にわたる深夜学習セッション、エナジードリンクのこぼれ、魔法の宿題が自分でやってくれることを願う学生たちの必死の祈りを吸収した。微妙な呪文パターンは、生地に染み込んだすべての魔法理論から自然に形成された。基本的に着用可能な学業PTSDだが、居心地の良い方法で。信じて、快適だから。"
    },
    "19": {
      "name": "シャドウハート・ガントレット",
      "description": "銀のクラスプ付き指なし革手袋、握りを安定させる保護の呪文を囁く。",
      "heading_details": "シャドウハート・ガントレット ― 力を保持する手",
      "details": "ナックルを横切る銀のバックルストラップ付きのしなやかな黒革で作られ、これらの指なし手袋は微妙なパッディングで前腕中央まで伸びる。各手袋には手のひらに埋め込まれた小さなアメジストの石があり、触ると冷たく、暗闇の中でかすかに発光。革は繊細な作業に十分柔らかいが、補強されたナックルは保護を約束。これらを着用すると静かな強さをチャネルしているように感じられる――すべてのジェスチャーが意図的に、すべてのタッチが目的を持って。",
      "origin": "1456年の「他の聖騎士とは違う」フェーズ中のレイヴン・エッジロードのために鍛造された。彼女は「光は主流すぎる」という理由で黒だけを着た聖戦士で、どういうわけか神聖魔法をゴスに見せた。アメジストの石は彼女のアイデアで、紫が最も神秘的な色で通常の銀は「ステルスには輝きすぎ」だと主張したから。彼女は生きた…信じてる。"
    },
    "20": {
      "name": "ソラリス・クラウン",
      "description": "捕らえた夜明けのように日光を捉える繊細な金のサークレット。",
      "heading_details": "ソラリス・クラウン ― 最初の光の担い手",
      "details": "これは注目を要求する王冠ではない――稼ぐもの。太陽光線のように頭の周りを曲がる薄く優雅なバンドで温かい金から鍛造され、各先端には小さなシトリンクリスタル。金属は非常に細かく加工されており、こめかみに対する囁きのように軽く感じる。着用すると、あらゆる光線を捉えて10倍にして投げ返し、自然なハロー効果を作り出す。これは傲慢さのない威厳、支配のない力。",
      "origin": "元々は紀元前3021年頃に太陽王国を統治した常習的に遅刻するプリンセス・オーレリアのために作られた。彼女はすべての日の出儀式で寝過ごすことで悪名高かったので、王室の鍛冶屋たちは文字通り目に直接日光を反射させて彼女を起こすこの王冠を作った――違う方法で当たる生物学的目覚まし時計について話す。シトリンクリスタルは、検証済みツイッターステータスを達成した最初のフェニックスによって祝福され、純粋な「主人公エネルギー」と共鳴するようになった。オーレリアは早起き対夜更かしの伝説的な戦いでこれを着用し、朝型人間も他の人々と同じくらいカオスになれることを最終的に証明した。王冠は何世紀も失われていたが、考古学者が古代のマクドナルドのように見える場所でそれを発見した――いくつかのことは決して変わらない。朝のセルフィーで完璧に見える力を得ると言われており、正直それが最も価値ある魔法かもしれない。"
    },
    "21": {
      "name": "ヴォイドウォーカー・ブーツ",
      "description": "一歩ごとに光を吸収するように見える真夜中黒のコンバットブーツ。",
      "heading_details": "ヴォイドウォーカー・ブーツ ― 世界の間の歩み",
      "details": "これらのブーツは光を反射するのではなく飲み込み、足の周りに小さな虚空を作るほど深いマットブラックレザーで作られている。銀のアイレットを通して革紐でふくらはぎの中央まで高く編み上げ、エレガンスと耐久性の両方のために作られている。ソールは厚いが静かで、ステルスと快適さの両方のために設計されている。これらを着用すると、すべての足音が意図的に感じられ、まるで一歩ごとに領域の間を歩いているかのよう。",
      "origin": "これらのブーツは4156年の次元間ファッションウィークから真っ直ぐ歩き出し、ランウェイで文字通り虚空ポータルを通って歩いたことで見出しを作った悪名高いモデル、ザラ・ブラックステップによって着用された。彼女は基本的に多元宇宙のゴス少女で、これらのブーツは彼女のシグネチャーピースだった。次元間に存在する革から作られ（忘れられた記憶と本当に良いミームでしか支払いを受け付けない）深淵の謎の靴職人によって作られた。ザラは17の異なる現実にわたって口コミで広がった伝説的な「ヴォイドウォークチャレンジ」でこれらを着用した――彼女は基本的にTikTokが存在する前に次元間TikTokトレンドを発明した。ブーツは非常に多くの宇宙の闇を吸収したため、独自の重力引力を発達させた。これが着用者に不可解に引き寄せられる理由を説明する。ザラがフルタイムの未確認生物になるために引退した後、ブーツは着用者を見つけるまで虚空をさまよった。おそらく次元間フットウェアでさえ時々ホームシックになるから。"
    },
    "22": {
      "name": "ムーンヴェイル・スカーフ",
      "description": "雲を通る月光のように銀とラベンダーの間を移動する薄絹シルク。",
      "heading_details": "ムーンヴェイル・スカーフ ― 月の優雅さの囁き",
      "details": "銀ラベンダーのグラデーション色合いで最高級シルクから織られ、このスカーフは動くにつれて色が変わるように見え、液体月光のように光を捉える。複数回巻くかドラマチックに垂らすのに十分長く、信じられないほど軽いが肌に対して暖かい。全体に小さな銀の糸が織り込まれ、生地が動くときにきらめく微妙な星座パターンを作り出す。どんな装いも幽玄なものに変える。",
      "origin": "2156年のセレニティ湖の月の乙女たちによって、全員が集合的に通常の生地は十分な幽玄なバイブを与えていないと決めた大美学革命の間に織られた。シルクは星屑だけを食べ、純粋な月光の食事で存在する宇宙の蚕から来ている――基本的にトレンディなオーガニック健康オタクの宇宙版。この特定のスカーフはルナ・シルバーミストのもので、ソーシャルメディアが存在する前に複数の銀河にわたって5000万人のフォロワーを持っていた天体インフルエンサー。彼女は歴史家が現在、宇宙史における最初の記録されたダンスバトルと認識している悪名高い「太陽神に対する月光ダンスオフ」事件でこれを着用した。色の変化特性は事故だった――ルナが銀河級のグリッターをこぼしたが、それを台無しにする代わりに、よりアイコニックにしただけ。星座パターンは彼女の祖母によって手縫いされた。彼女自身が部分的に星座だったから。なぜならその家系図は十分遡ると奇妙になる。"
    },
    "23": {
      "name": "ソーンワード・ジャケット",
      "description": "棘のようなパターンに刻まれた保護ルーンを持つ森緑の革ジャケット。",
      "heading_details": "ソーンワード・ジャケット ― 自然のアーマー",
      "details": "自然な穀物テクスチャを持つ豊かな森緑の革からカットされ、このジャケットは肩と袖に微妙な棘の蔓の浮き彫りを特徴とする。銀のジッパーとバックルが現代的な機能性を提供し、真鍮のスタッズが保護的シジルパターンをトレースする。フィットは完璧に仕立てられているが動きを許し、ドルイドによってデザインされたアーマーのよう。着用すると、深い森と古代の保護のエッセンスを運ぶ。",
      "origin": "このジャケットは12シーズンアニメの主人公よりも多くのバックストーリーを持つ。元々はローワン・ワイルドハートのもので、これまで生きた中で最もエクストラな森の守護者――道に迷ったハイカーに道を教えるためだけに劇的に木から現れる人について話している。1847年の森林反乱中に作られた。木々が産業化に対して文字通り戦争に行ったとき（そして正直、彼らには正当な論点があった）。革は環境倫理について議論した後に敗北した特に哲学的なドラゴンから喜んで提供された――どうやらドラゴンでさえ今はエコ不安を持っている。ローワンは企業の森林破壊に対して目覚めた観葉植物の軍隊を率いた伝説的な「最後のモールの包囲」中にこのジャケットを着用した。保護ルーンは古代ドルイドによって刻まれた。彼らは基本的にオリジナルの環境保護主義者で、より多くの魔法とより少ない抗議看板を持っていた。ローワンが森のwifiネットワークと一つになるために昇天した後（聞くな、複雑だ）、ジャケットは「草に触れる」をライフスタイルアドバイスとして皮肉なしに使用する人々の世代を通じて受け継がれた。"
    },
    "24": {
      "name": "スターウィーブ・クローク",
      "description": "動くように見える銀の糸の星座が散りばめられた真夜中青のベルベット。",
      "heading_details": "スターウィーブ・クローク ― 夜空に包まれて",
      "details": "このフルレングスのクロークは液体星光のように流れ、周囲の闇を吸収するように見えるほど細かい真夜中青のベルベットから織られている。銀の糸が生地全体に星座パターンを作り、配置が非常に巧みで、動くにつれて移動しきらめくように見える。フードは神秘を作り出すのに十分深く、クラスプは磨かれた銀の三日月。これを着ると肩に夜空を運んでいるように感じる。",
      "origin": "紀元2847年頃、絶対的に破壊的に見えるゴールデンエイジ中のノヴァプリマの天体アトリエで作られた。このクロークはステラ・ナイトボーンのもので、記録された歴史の中で最もドラマチックな天文学者――彼女は文字通り星のバイブに合う何かを着ていない限り星を観測しなかった。真夜中青のベルベットは、悪夢と甘い夢が協力してファッションプロジェクトをすることに決めた珍しい出来事中に夢の領域から収穫された。ステラは2851年の有名な「大星マッピング遠征」中にこれを着用し、宇宙で最も高価なミュージックビデオの主人公のように見えながら17の新しい星座を図表化した。銀の星座糸は、賛辞とプレミアム星屑で支払われた宇宙クモによって紡がれた――どうやら次元間のクモ類でさえ彼らの価格がある。クロークは、ステラが宇宙嵐の間に誤ってそれを着用した後、その現実を曲げる特性を得て、生の星光を吸収し、科学者が技術的に「主人公エネルギー」と呼ぶものを発展させた。彼女は宇宙の最初の天体ファッション批評家になるために昇天したときにそれを残し、星雲をレビューし、太陽系を彼らの美的選択で評価した。"
    },
     "25": {
      "name": "クリムゾンオース・リング",
      "description": "着用すると心拍のように脈打つルビーを持つ印章指輪。",
      "heading_details": "クリムゾンオース・リング ― 結ぶ絆",
      "details": "バンドの周りに複雑な結び目細工を持つ黒化した銀から鍛造され、この指輪は内なる炎で輝くように見える深い赤いルビーを中央に保持する。石は光を捉えたときに優しく脈打つように見えるユニークな方法でカットされており、まるであなたの心拍と同期しているかのよう。古代のシンボルが非常に細かくバンドに刻まれており、近くで検査したときにのみ見える。これは単なるジュエリーではない――顕現した約束。",
      "origin": "人々がまだ永遠を信じ、コミットメントの問題を恐れていなかった不壊の約束の時代に、永遠の都の心の炉で鍛造された。この指輪はマーカス・ハートバウンド卿のもので、彼は自分の言葉を守ることに非常に献身的で、指輪が彼にショックを与えることなく文字通り嘘をつくことができなかった――アグレッシブなフィードバック付きの組み込み真実検出器を持っているようなもの。ルビーは正直な感情の洞窟から採掘された。ほとんどの人の感情的知性GPSがそれを見つけることさえできないほど珍しい場所。マーカスは永遠の守護者の誓いを立てたときにこの指輪を着用し、ますます皮肉な世界で愛そのものを絶滅から守ることを誓った――基本的にデートアプリがすべてを奇妙にする前にロマンスのために戦っていた。指輪の心拍同期は意図的ではなかった。ドラゴン攻撃中にカップルが結婚式を行う権利を守って死んだマーカスの後に起こった（優先順位、だろ？）。黒化した銀は何世紀にもわたる感情的強度を吸収することで色を発展させ、Tumblr詩ブログよりも深い感情を持つ誰かのための完璧なアクセサリーになった。"
     },
     "26": {
      "name": "ドーンブレイカー・ベスト",
      "description": "胸全体に金の日の出刺繍が施されたクリーム色の戦術ベスト。",
      "heading_details": "ドーンブレイカー・ベスト ― 光の最初の使者",
      "details": "微妙なテクスチャを持つ高品質のクリームキャンバスからカットされ、このベストは胸全体に様式化された日の出を描く複雑な金の刺繍を特徴とする。複数のポケットが形と機能の両方を提供し、それぞれ真鍮のボタンで固定されている。フィットは構造化されているが通気性があり、都市探索と屋外冒険の両方のためにデザインされている。日の出のモチーフは自然光の中で柔らかく輝くように見え、着用者を夜明け自体に触れられたかのように見せる。",
      "origin": "3156年の大サンライズ革命中に仕立てられた。極めて意欲的な朝型人間のグループが、夜明けにはファッションでのより良い代表が必要だと決めた時。このベストはオーロラ・ライトブリンガー大佐のもので、ドーンパトロールの司令官――午前5時前に自発的に起きて、どういうわけかそれについてポジティブな態度を維持する人々のエリート部隊。金の日の出刺繍は、不敬な時間に起きている場合は、少なくともそれをしながら天上的に見えるべきだという哲学で運営された早起き者ギルドのマスター裁縫師によって、実際に捕らえた太陽光線を使って縫われた。オーロラは永遠の眠りの力（基本的に永遠に寝たい人々）に対してカフェイン燃料の軍を率いた伝説的なスヌーズ山の戦いでこのベストを着用した。ベストはオーロラがそれを着用しながら最初のコーヒーの儀式を行った後、光を放つ特性を得て、完璧な朝のバイブのエネルギーを永久に吸収するようになった。彼女は朝食前に世界を救うことが他のすべての人に非現実的な生産性基準を与えていることに気づいた後に引退した。"
    },
    "27": {
      "name": "レイスベイン・チョーカー",
      "description": "負のエネルギーを追い払う小さな銀のペンダント付き黒ベルベットチョーカー。",
      "heading_details": "レイスベイン・チョーカー ― 近くに着用する保護",
      "details": "喉元に完璧に座る単純な黒ベルベットリボン、保護シジルが刻まれた小さな銀のペンダントで飾られている。ベルベットは信じられないほど柔らかく、ペンダントは肌に対して冷たく、保護エネルギーで優しく脈打つように見える。繊細な外観にもかかわらず、静かな強さを放射し、エレガントなアクセサリーと精神的アーマーの両方として機能する。",
      "origin": "1456年の静かな革命中に微妙な保護の姉妹団によって作られた。女性的な力がアクセサリーを通して現れることに決めた時。それは絶対に完璧に見えながら敵を終わらせることができた。このチョーカーはレディ・エヴァンジェリン・シャドウベインのもので、基本的に繊細に見えるがおそらく必要なら馬をベンチプレスできたであろう中世版のあの友人。黒ベルベットは真夜中の庭から来た。そこでは花は魔女の刻限間にのみ咲き、真剣なゴスエネルギーを持っていた。銀のペンダントは7つの異なる保護霊によって祝福された。彼らは全員、誰の祝福が最も効果的かを見るために競争していた――それは精神的なピアプレッシャーのようだったが、良い意味で。エヴァンジェリンは1461年の悪名高いバンシー事件でこれを着用し、態度とこのチョーカーだけで武装して幽霊屋敷全体に立ち向かった（ネタバレ：幽霊が謝罪して去った）。保護特性はチョーカーが約10,000の悪いバイブから負のエネルギーを吸収した後に強まり、基本的に着用可能なセラピーセッションになった。エヴァンジェリン（平和的に、彼女の眠りの中で、死でさえ彼女をドラマチックにするには尊敬しすぎていたから）が亡くなったとき、チョーカーは人々を保護し続けた。どうやら良いアクセサリーは本当に引退しない。"
    },
    "28": {
      "name": "ミスティック・ボンバー",
      "description": "銀の糸で縫われた星座マッピング付き深紫のオーバーサイズボンバー。",
      "heading_details": "ミスティック・ボンバー ― コズミックストリートスタイル",
      "details": "このオーバーサイズボンバージャケットは神秘的なレンズを通してストリートウェアを再想像し、背中全体に銀の糸で刺繍された星座マップを持つ深紫のサテンで作られている。リブカフと裾がクラシックなボンバースタイリングを提供し、コズミックディテールがそれを着用可能なアートに変える。インテリアポケットは星マップ生地で裏打ちされ、隠された要素でさえ魔法的にする。",
      "origin": "4823年の次元間ストリートファッションルネサンス中にデザインされた。通常の服がコズミックスタイル評議会によって「次元的に不十分」と宣言された時。このボンバーはカイ・スタードリフターのもので、ほとんどの人がコーヒーショップスタンプを集めるように異なる現実から美学を集めた次元旅行者。深紫のサテンは複数の次元にわたる昼と夜の間の短い瞬間に結晶化した黄昏から織られた――基本的に誰もがセルフィーで捉えようとする完璧なゴールデンアワー照明の生地版。カイは星座市場を探索している間にこのジャケットを着用した。そこでは宇宙ベンダーが瓶詰めの星光と同時に複数の現実に存在する量子ファッションアクセサリーを販売していた。星座マッピングは、カイが世界の間の虚空で迷子になり、ジャケットに刺繍された星のパターンを使ってナビゲートしなければならなくなった後に追加された――ファッションが機能的であることについて話す。ジャケットは約847の次元ポータルを通って着用された後、その現実曲げ特性を発達させ、宇宙エネルギーの微量と科学者が「銀河規模の主人公症候群」と呼ぶものを吸収した。カイは最終的に毎日が永遠に秋でエステティックが決して変わらないポケット次元に落ち着き、まだ世界の間を旅する必要がある人のためにジャケットを残した。絶対的に破壊的に見えながら。"
    },
    "29": {
      "name": "ソウルフォージ・ブレーサー",
      "description": "強さと耐久性のルーンが刻まれた真鍮バックル付き革腕当て。",
      "heading_details": "ソウルフォージ・ブレーサー ― 顕現した強さ",
      "details": "真鍮のバックルとDリングを持つ豊かな茶色の革から作られ、これらの前腕腕当ては着用すると微妙な温かさで脈打つように見える手彫りのルーンシンボルを特徴とする。革は保護を提供するのに十分厚いが、快適な日常着用のために十分しなやか。それらはどんな装いも隠された強さと古代の知識を示唆するものに変える。",
      "origin": "2134年の大強さ覚醒中にハンマーで叩かれて存在に至った。社会が最終的に内なる力には深刻な外部アクセサリーが必要だと気づいた時。これらの腕当てはマヤ・アイアンハートのもので、真の強さは自分がどれだけ強力かを正確に知り、それについて冷静であることから来ると信じた戦士哲学者。革は理解の隠れから調達された。悟りを達成すると自発的に皮を脱いだ神話的な生き物から――基本的に瞑想に本当にハマったヘビの精神的版。真鍮のバックルは感情サポートのドワーフ合唱団によって歌われた金属から鍛造され、自信を高め不安を減らす周波数と共鳴するようになった。マヤは内なる強さのトーナメントでこれらを着用した。そこでは競技者が互いにではなく自分自身の自己疑念と戦った――驚くほど激しく、観客はほとんどメモを取るセラピストだった。ルーンシンボルは、人々が自分自身の価値を実現するのを助けるマヤの決意の年を吸収した後に温かさを発達させ、腕当てを基本的に着用可能な自尊心にした。彼女は外部検証を必要としなくなるという究極の目標を達成した後にそれらを受け継いだ。腕当ては超越した人にとってさえ「まだかなりクール」だったと認めたが。"
    },
    "30": {
      "name": "エーテリアル・キモノ",
      "description": "手描きの桜が描かれた幽玄な白の流れるような絹のキモノ。",
      "heading_details": "エーテリアル・キモノ ― 世界の間の優雅さ",
      "details": "伝統的なキモノのこの現代的解釈は液体月光のように流れ、グラデーションの白と淡いラベンダーの最高級シルクから作られている。手描きの桜が永遠の春の風に捕らえられたかのように生地全体に漂う。袖は幅広でドラマチック、帯は幽玄なパレットを地に足をつける深い紫。それを着ると、パステルで描かれた夢に足を踏み入れるように感じる。",
      "origin": "2847年のネオ京都の永遠の桜祭り中に織られた。都市のAIが悟りを達成し、連続する3ヶ月間すべてを美的に完璧にすることで祝うことに決めた時。このキモノはユキ・ムーンウィスパーのもので、実際の月光で絵を描くことを専門とし、どういうわけか宇宙ギグエコノミーでそれから生計を立てることができたデジタルアーティスト。シルクは永遠の春の状態で存在する量子蚕から来た。デジタル桜と完璧な天候の夢を食べていた――基本的に多元宇宙で最も最適化された昆虫。手描きの桜は結晶化した花見感情から作られた顔料を使って作られ、落ちる花びらの下に座りながら人生のはかない美しさを熟考するあの特定の感覚を捉えている。ユキは彼女の伝説的な展覧会「ピクセルと花びら：テクノロジーが自然を夢見るとき」でこのキモノを着用し、観客の半分を純粋な美的感謝の涙で泣かせた。キモノはデジタルと物理的現実が一時的に融合し、すべてがスタジオジブリ映画のように見えた大収束中に着用された後、その幽玄な特性を得た。正確に17分間。ユキは最終的に彼女の意識をアップロードして宇宙最初の季節美学のデジタルガーディアンになり、まだ物理的形態で存在する必要がある人のためにキモノを残した。最大の幽玄エネルギーをチャネルしながら。"
    },
    "31": {
      "name": "ストームコーラー・クローク",
      "description": "ちらつくように見える電気青の稲妻パターンを持つ嵐灰色のウール。",
      "heading_details": "ストームコーラー・クローク ― 雷が着用可能に",
      "details": "このドラマチックなクロークの基礎を形成する重い嵐灰色のウール、予期しない方法で光を捉える電気青の糸で刺繍された稲妻パターン、ちらつく電気の錯覚を作り出す。フードは深く保護的で、生地は実際の嵐に耐えるのに十分厚い。雷電として形作られた銀のクラスプが喉元でそれを固定する。",
      "origin": "2456年の大気象戦争中に織られた。気候魔術師が大気美学の制御をめぐって戦い、誰もが嵐追跡をあまりにも真剣に受け止めた時。このクロークはサンダー・ジェンキンス（そう、それが彼の実際の法的名前だった――彼の両親はコミットメント問題を持つ気象学者だった）のもので、記録された歴史の中で最もエクストラな嵐召喚師。嵐灰色のウールは雷雲でのみ草を食べる羊から来た。それは彼らに永久に静電気を帯びた羊毛と降水に対する本当に悪い態度を与えた。電気青の稲妻パターンはテスラタワーの狂った裁縫師によって実際に捕らえられた稲妻を使って刺繍された。彼女たちは服が潜在的に誰かを感電させることができなければ、十分に努力していないという哲学で運営された。サンダーはハリケーンハイツの包囲中にこのクロークを着用した。そこで彼は単独でカテゴリー5のハリケーンにダンスバトルを挑んで方向を変えるよう説得した（ハリケーンが勝ったが、都市を免れるほど感銘を受けた）。クロークは17の異なるタイプの嵐エネルギーを吸収した後、その現実曲げ特性を発達させ、基本的に不安問題を持つ着用可能な気象システムになった。サンダーは天候を制御することが他の人々の屋外計画にあまりにも多くの責任を与えていることに気づいた後に引退し、3郡半径内のすべての雨で流された屋外イベントに間接的に責任を負うプレッシャーを処理できる人にクロークを渡した。"
    },
    "32": {
      "name": "フェイライト・イヤリング",
      "description": "内なる光で輝くように見えるハンギング翡翠石を持つ繊細な金のフープ。",
      "heading_details": "フェイライト・イヤリング ― 野生の囁き",
      "details": "これらのエレガントな金のフープは、深さ内に捕らえられた森の光を保持しているように見える滑らかな翡翠のティアドロップを吊るす。翡翠は角度によって淡い緑からより深いエメラルドに移動し、金は近くで検査すると微細な葉のパターンが見えるほど細かいディテールで加工されている。それらは光をほぼ発光するように見える方法で捉えて反射する。",
      "origin": "1847年の大ジュエリー覚醒中に作られた。妖精の宮廷が人間のアクセサリーが「悲劇的にアンダーエンチャント」されていると決め、状況を修正することを引き受けた時。これらのイヤリングはウィロー・ブライトリーフのもので、人間の常識と妖精の論理の間を翻訳することを専門とした半妖精外交官（危険手当と広範なセラピーを必要とした仕事）。金のフープは正確に7シーズン月光で熟成された日光から鍛造され、永続的なゴールデンアワー照明の状態で存在する金属を作り出した。翡翠の石は永遠の春の条約中に地球の精霊からの贈り物だった。人間と自然が共存することについて奇妙であることをやめることに最終的に同意した時。ウィローは光る木の外交事件中にこれらを着用した。そこで彼女は共存が実際にかなりクールに見えることを証明することによって、都市開発と魅惑の森の間の和平条約を成功裏に交渉した。イヤリングは永遠の黄昏の祭り中に着用された後、その発光特性を得て、昼と夜が誰が責任者か決められないあの完璧な瞬間の特定のエネルギーを吸収した。ウィローが輝くすべてのものへの公式大使になるために昇天したとき、彼女はイヤリングを「実際の電気インフラなしで部屋を照らす必要がある誰かのために」というメモと共に残した。"
    },
    "33": {
      "name": "シャドウメンド・カーディガン",
      "description": "秘密を保持するのに十分深いポケットを持つオーバーサイズチャコールカーディガン。",
      "heading_details": "シャドウメンド・カーディガン ― 謎の中の快適さ",
      "details": "このオーバーサイズカーディガンは影を着ているように感じるほど柔らかいチャコールグレーのカシミアであなたを包む。ポケットは異常に深く、小さな宝物を運ぶか手を隠しておくのに完璧。黒いボタンが前面を行進し、裾は最大の居心地の良さのために太ももの真ん中に達する。それは古代の本とハーブティーと一緒に丸くなりたくなる種類の作品。",
      "origin": "3001年の居心地の良い革命中に編まれた。社会が集合的に快適さは人権であり、最適な居心地の良さを妨げる誰もがヒュッゲに対する犯罪を犯していると決めた時。このカーディガンはルナ・ナイトリーダーのもので、非常に快適な服を着ながら本を読むために支払われるという究極の目標を達成した司書。チャコールカシミアは昼と夜の間の黄昏の谷で草を食べる影ヤギから来た。宇宙自体からの優しい抱擁を着ているように感じる羊毛を生産した。信じられないほど深いポケットは実践魔法ギルドによって設計され、わずかな次元折りに存在し、物理学が許すべきよりも約3倍多く保持することを可能にした――基本的にメリー・ポピンズのバッグ技術だが、カーディガン用。ルナは3003年の大図書館包囲中にこれを着用した。そこで彼女は文学的気取りの力に対して禁断のロマンス小説の神聖なアーカイブを守った（彼らは明らかに負けた）。カーディガンは、ルナが利用者の疑わしい読書習慣についての告白を聞きながら着用された年の後、その秘密保持特性を発達させ、基本的に優れたファッションセンスを持つ着用可能なセラピストになった。彼女は宇宙の公式居心地の良いバイブのキーパーになるという夢の仕事を達成した後、それを渡した。どうやら素晴らしい利益と無制限のお茶が付いてくる地位。"
    },
    "34": {
      "name": "ドラゴンスケール・グローブ",
      "description": "重なり合うスケールパターンを持つエメラルドグリーンのフルレングスグローブ。",
      "heading_details": "ドラゴンスケール・グローブ ― 指先の古代の力",
      "details": "これらのオペラレングスグローブは豊かなエメラルドグリーンで肘まで伸び、本物のドラゴンスケールのように光を捉える革に刻まれた重なり合うスケールパターン。フィットは正確で、他世界的なエレガンスの空気を提供しながら完全な器用さを可能にする。手首の小さな真鍮クラスプがそれらを所定の位置に固定し、指先は微妙な金属ディテールで補強されている。",
      "origin": "2189年の大ドラゴン外交イニシアチブ中に委託された。人間が最終的に常に戦おうとする代わりにドラゴンと話そうとすべきだと気づいた時。これらのグローブはエンバー・ドレークウィスパー卿のもので、暗号通貨を提供することによってドラゴンと和平条約を成功裏に交渉した最初の人間（どうやら古代ドラゴンはブロックチェーン技術を理解するのに驚くほど優れている）。エメラルドグリーンの革はヴェルダニア・ザ・リーゾナブルから来た。彼女は人間が常に彼女のものを盗もうとすることに疲れた後、平和協定に参加した古代ドラゴン――どうせスケールを脱ぐつもりなら、それをビジネス取引にするかもしれないと考えた。重なり合うスケールパターンはドラゴン職人ギルドによって手彫りされた。彼らは自分たちの技術を真剣に受け止め、人間のファッションデザイナーを嫉妬で泣かせた。エンバー卿は炎と理性の評議会中にこれらを着用した。そこで彼は人間が維持する価値があることを12の異なるドラゴン一族に成功裏に説得した。主に人間の創造性が本当に美的に心地よいアクセサリーを生産できることを実証することによって。グローブは和平条約に署名したすべてのドラゴンによって祝福された後、その他世界的特性を得て、基本的に着用可能な形での外交免責特権になった。エンバー卿は最終的に宇宙最初のドラゴン人間関係カウンセラーになるために引退し、初版を無礼にした場合に現実を文字通り書き直すことができるように見える必要がある人のためにグローブを残した。"
    },
    "35": {
      "name": "ネビュラシフトドレス",
      "description": "生地全体を渦巻いて移動するように見える宇宙色の流れるシフトドレス。",
      "heading_details": "ネビュラシフトドレス ― 宇宙を着る",
      "details": "この流動的なシフトドレスは着用可能な形で深宇宙の美しさを捉え、深い紫、電気青、宇宙ピンクのタッチの間を移動する生地。歩くにつれて色が動き渦巻くように見え、生きた星雲を着ているような錯覚を作り出す。カットはシンプルでエレガントで、宇宙生地をショーの主役にする。",
      "origin": "4156年の宇宙ファッション革命中にデザインされた。通常の地球ベースの服が銀河間スタイル評議会によって「次元的に不十分」と宣言された時。このドレスはノヴァ・スターウィーバーのもので、星系の間のスペースで専占的にパフォーマンスし、どういうわけか宇宙で最もニッチなエンターテイメント市場でそれから生計を立てることができた宇宙ダンサー。生地は死にゆく星がスタイルで消えることに決めた短い瞬間に結晶化された実際の星雲ガスから織られ、美しい宇宙ドラマの永続的な状態で存在する材料を作り出した。渦巻く色は17の異なる惑星のオーロラボレアリスから捕らえられ、それぞれが基本的に着用可能な光のショーであるドレスを作り出すためにユニークな電磁署名を貢献した。ノヴァは彼女の伝説的なパフォーマンス「死にゆく星とのダンス」中にこれを着用した。それは約3つの文明によって目撃され、彼ら全員に動き、芸術、美の基本的性質についての理解に疑問を抱かせた。ドレスは複数の太陽嵐を通って着用された後、その現実移動特性を得て、宇宙放射線と科学者が「銀河規模の主人公エネルギー」と呼ぶものを吸収した。ノヴァは最終的に純粋な宇宙ダンスエネルギーになるために物理的形態を超越し、まだ肉体的身体に存在する必要がある人のためにドレスを残した。全宇宙の美的力をチャネルしながら。"
    },
    "36": {
  "name": "ルーンワード・ブーツ",
  "description": "側面に保護ルーンが刻まれた膝丈レザーブーツ。",
  "heading_details": "ルーンワード・ブーツ ― 古代の力に守られた歩み",
  "details": "これらの膝丈ブーツは豊かな茶色の革で作られ、側面のパネルに手彫りの保護ルーンが刻まれている。各ルーンは革に対して輝く金箔で満たされ、ブーツは真鍮のアイレットを通したレザーコードで編み上げられる。ソールは厚くて耐久性があり、都市の街路と神秘的な旅の両方のためにデザインされている。",
  "origin": "1634年の実用魔法黄金時代に作られた。魔法使いたちがついに、安物の履物で水ぶくれを作り続けていたらすべての力が無用だと気づいた時。これらのブーツはマスター・アルドリック・グラウンドウォーカーのもので、記録された歴史の中で最も実用的な魔法使い――彼は単純な光の呪文を唱えるために17の異なる神秘的場所を旅する必要がない呪文材料を発明した男だった。豊かな茶色の革は理解の牛から来た。内なる平和を達成し、大義のために自発的に貢献した哲学的に啓発された牛の群れから（彼らは基本的に牛界の仏教僧だった）。保護ルーンは感覚的魔術師ギルドによって手彫りされた。危機の間に覚えるには複雑すぎる魔法的保護はおそらく無用だという原理で運営されていた。アルドリックは悪名高い実用界への遠征でこれらを着用し、常識と魔法が現実に実存的危機を引き起こすことなく共存できることを証明した。金箔の詰め物は、実際に何をしているかを知っている人々によって何世紀も歩かれた後に力を発達させ、ブーツを基本的に着用可能な能力にした。アルドリックが万事を成し遂げる守護聖人になるために昇天した時、彼はブーツを残し、何にでも備えながら絶対的にプロフェッショナルに見えることから真の力が来ることを理解する人々だけがそれらを着用すべきだという指示と共に。"
},
"37": {
  "name": "セレスティアル・ペンダント",
  "description": "天体エネルギーで脈打つように見える金の星ペンダント付き銀チェーン。",
  "heading_details": "セレスティアル・ペンダント ― あなたを導く星",
  "details": "この繊細な銀チェーンは中心に金の星ペンダントを保持し、その尖端に実際の星光を保持しているように見えるほど精密に作られている。星は台座で自由に回転し、あらゆる角度から光を捉え、銀チェーンは首に着けても重量を感じないほど細い。それを着用する者はより容易に道を見つけると言われる、文字通りにも比喩的にも。",
  "origin": "2847年の大航行危機中に鍛造された。人類が銀河の半分を植民地化したのに、どういうわけか宇宙版ガソリンスタンドを見つけようとして迷子になり続けた時。このペンダントはキャプテン・ステラ・ウェイファインダーのもので、既知の宇宙で最も方向感覚に恵まれた人――彼女は人間版GPSだったが、より良いファッションセンスとより少ない迷惑な音声プロンプトを持っていた。銀チェーンは永遠の方向の星座によって祝福された隕石銀から作られた。何世紀もの間、宇宙旅行者が円を描いて飛ぶのを見るのに疲れた星々のグループ。金の星ペンダントは最初の星の欠片から彫られた。あまりにも多くの人が自分の太陽系で迷子になるのを目撃した後、自ら一部を提供したのだ。ステラは2851年の伝説的な大宇宙救助でこれを着用し、恒星航法と印象的な量の宇宙的自信以外何も使わずに10,000隻の迷子の船を母星系に成功裏に導いた。ペンダントは銀河のあらゆる迷子の旅行者の航行の祈りを吸収した後、その誘導特性を得て、基本的に実存的レベルと同様に物理的レベルでも働く着用可能なコンパスになった。ステラが宇宙の公式迷子にならない局長になるために引退した時、彼女はペンダントを「その過程で星のように見えながら、文字通りにも比喩的にも自分の道を見つける必要がある誰かのために」というメモと共に渡した。"
},
"38": {
  "name": "ナイトフォール・アンサンブル",
  "description": "完全な三点セット：真夜中の色調でベルベットブレザー、フィットパンツ、シルクシャツ。",
  "heading_details": "ナイトフォール・アンサンブル ― 暗闇の後のエレガンス",
  "details": "この完全な三点セットには深い真夜中黒のベルベットブレザー、マッチする生地の完璧にフィットしたトラウザー、そして低光量で黒に変わる深紫のシルクシャツが含まれる。銀のボタンと微妙な紫のステッチが必要な唯一の装飾を提供する。アンサンブルは完璧に仕立てられ、派手さではなく純粋なエレガンスを通して注目を集めるシルエットを作り出す。",
  "origin": "3456年のエレガント・ダークネス運動中に仕立てられた。社会が悪役たちがあまりにも長い間すべての最良の美的選択を独占していると決め、普通の人々が洗練された暗闇を取り戻す時だと決めた時。このアンサンブルは元吸血鬼のヴィンセント・シャドウメア卿のもので、彼は邪悪な君主のキャリアをファッションコンサルティングのより持続可能なライフスタイルと交換していた（どうやら夜の不死の生き物でさえ時々軌道修正する必要がある）。真夜中のベルベットは永遠の黄昏の織物工場から来た。そこでは星間の空間から織られたように見える服を作ることを専門としていた。深紫のシルクシャツは真夜中イカのインクで染められた。日食の間にのみ存在し、色彩調和について強い意見を持つ生き物。ヴィンセントは改心した悪役たちが正装で絶対的に破壊的に見えながら成功したキャリア転換を披露した伝説的な改心悪役のガラでこのアンサンブルを着用した。衣装は約200の上流社会イベントに着用された後、その現実曲げ特性を得た。そこでヴィンセントは実際に危険ではないながらも危険にエレガントに見えることができることを証明した。ヴィンセントがついに改心した超自然的生き物のための仕上げ学校を開くという夢を達成した時、彼は何世紀もの蓄積された暗黒魔法ではなく純粋な美的権威を通して尊敬を命じる必要がある誰かにアンサンブルを渡した。"
},
"39": {
  "name": "アカデミーセンチネル制服",
  "description": "魔法学院名誉衛兵のためにデザインされた金装飾付き紺青軍事風制服。",
  "heading_details": "アカデミーセンチネル制服 ― 奉仕の栄誉",
  "details": "この無傷の制服は軍事的精密さと神秘的エレガンスを組み合わせ、胸と肩に金の編み紐が入った紺青ウールジャケットを特徴とする。銀ボタンには古代保護シジルが刻まれ、高い襟には金糸で階級章が表示される。マッチするトラウザーには完璧な折り目があり、アンサンブルには白い手袋とグリフィン紋章付きのピーク帽が含まれる。それを着用すると古代知識を保護することに専念するエリート組織に加わったような気分になる。",
  "origin": "2134年の大教育改革中に委託された。魔法学院が彼らの警備はどこか他にいたいように見える人々によって処理されていると気づき、実際の保護と共に美学を修正することに決めた時。この制服はキャプテン・サラ・ブライトワードのもので、学術史上最も感化を与える保安官――彼女はキャンパス安全を仕事要件ではなく召命のように見せた人だった。紺青ウールは学問的献身の羊から来た。古代魔法理論についての講義を聞いている間にのみ最高の羊毛を育てた品種（彼らは基本的にクラシック音楽牛の学術版）。金の編み紐は名誉のマスター仕立て師によって作られた。知識を保護するつもりなら、知識自体があなたを個人的に選んだように見えるべきだという原理で運営された。サラは悪名高い期末試験の包囲中にこれを着用し、完璧な制服基準を維持し、どういうわけかパニックする学生を励まし続けながらストレス悪魔の侵入に対してアカデミーを守った。制服は教育が保護する価値があると真に信じる誰かによって何年も着用された後、その権威放射特性を得て、基本的に知識追求への着用可能な献身になった。サラが実用英雄主義アカデミーの校長に昇進した時、彼女は「恐れなく学ぶ人々の権利を保護することから真の強さが来ることを理解する誰かのために」というメモと共に制服を渡した。"
},
"40": {
  "name": "シャドウメア・パジャマセット",
  "description": "神秘的な夢のための星座パターン付き真夜中紫の柔らかいモダールパジャマ。",
  "heading_details": "シャドウメア・パジャマセット ― 星光の下での夢",
  "details": "これらの贅沢に柔らかいモダールパジャマは深い真夜中紫で、生地全体に薄いラベンダーで繊細な星座パターンが散らされている。トップはクラシック襟付きのリラックスしたボタンフロントデザインで、マッチするパンツにはエラスティックウエストバンドとサイドポケットがある。生地は美しく呼吸し、黄昏魔法に包まれて眠るように感じる。",
  "origin": "3001年の大睡眠革命中に作られた。人類がついに高品質の休息が基本的人権であり、最適な睡眠快適性を妨げる誰もが基本的人間福祉に対する犯罪を犯していると認めた時。このパジャマセットはドクター・ルナ・ドリームウィーバーのもので、適切な寝間着が文字通り夢の質を改善できることを証明することに人生を捧げた睡眠研究者。真夜中紫のモダールは黄昏の森の夢の木から来た。覚醒と睡眠の間の完璧な条件でのみ育ち、宇宙の最も快適な雲からの優しい抱擁を着ているように感じる生地を生産する植物。星座パターンは平和な眠りの女縫い師によって実際の星光から紡がれた糸を使って刺繍された。ほとんどの人が最も深く最も回復的な睡眠サイクルを経験している時間に専ら働いていた。ルナは寝間着の美学と夢の質の間の関係への画期的研究でこのセットを着用し、無意識の間に良く見えることが実際に潜在意識の自己イメージを改善できることを証明した。パジャマはルナの実験的睡眠セッションの約10,000夜の間に着用された後、その夢向上特性を得て、無数の平和な夢のエネルギーを吸収し、科学者が「REM最適化能力」と呼ぶものを発達させた。ルナが宇宙睡眠品質の守護者になるという究極の目標の昇天を達成した時、彼女は起きている生活と同じくらい美的に心地よい夢を必要とする誰かのためにパジャマを残した。"
},
"41": {
  "name": "グリモワール・キーパーローブ",
  "description": "革装丁の詳細と巻物用深ポケット付きチャコールグレーの学者ローブ。",
  "heading_details": "グリモワール・キーパーローブ ― 着用可能な知恵",
  "details": "この流れるような学者ローブは重いチャコールウールからカットされ、古代書物の表紙を思わせる縁に沿った革装丁の詳細がある。複数のインテリアポケットは巻物、クリスタル、その他の学術ツールに完璧にサイズされている。フードは深く瞑想的で、羽根ペンの形をした真鍮クラスプが前面を固定する。現代神秘主義者のために再想像されたアカデミックローブ。",
  "origin": "1456年の大図書館ルネッサンス中に織られた。学術機関が人類のすべての知識を保存するつもりなら、図書館員は個人的に無知を屈服に威嚇できるように見えるべきだと決めた時。このローブはマスター・コーネリアス・ブックライトのもので、記録された歴史で最も威嚇的な図書館員――彼は本の返却遅延を学習概念全体への個人的裏切りのように感じさせる人だった。チャコールウールは蓄積された知恵の羊から来た。古代学者がかつて歩いた野原で一生を草食に費やし、蹄を通して残存知的エネルギーを吸収した品種。革装丁の詳細は哲学的議論の獣皮から作られた。存在の本質についての広範な議論を通して悟りを達成した生き物から調達された。コーネリアスは伝説的な禁書部門防衛でこのローブを着用し、明らかにそれに準備ができておらず、おそらくピラミッド詐欺を始めるために使っただろう人々から危険な知識が盗まれるのを単独で保護した。ローブは知識が神聖であり適切な敬意を払って扱われるべきだと真に信じる誰かによって数十年着用された後、その威嚇特性を得て、基本的に着用可能な学術権威になった。コーネリアスが今まで書かれたすべての本の永遠の守護者になるために昇天した時、彼は知恵を保存することは誰かが初版を軽んじた場合に個人的に現実を書き直すことができるように見える必要があることを理解する誰かにローブを渡した。"
},
"42": {
  "name": "ムーンリット・ラウンジウェア",
  "description": "銀の月相刺繍付きオーバーサイズクリームセーターとマッチングショーツ。",
  "heading_details": "ムーンリット・ラウンジウェア ― 天体の快適さ",
  "details": "この居心地の良いセットには、落とし肩と袖に沿った銀の月相刺繍付きのオーバーサイズクリームカシミアセーター、太もも中央に当たるマッチングニットショーツが含まれる。生地は信じられないほど柔らかく、怠けた週末や深夜の星見に完璧。月相は異なる照明で微妙にきらめくように見え、快適さに魔法を加える。",
  "origin": "2847年の天体快適革命中にデザインされた。月の乙女自身が人間が月エネルギーと繋がろうとしながら醜い服を着るのに疲れ、地球のファッション業界に直接介入することに決めた時。このラウンジウェアセットはセレニティ・ムーンチャイルドのもので、天文学的配置を通して人々のリラクゼーションを最適化する方法を教えることからどういうわけかキャリアを築いた宇宙ウェルネスインフルエンサー。クリームカシミアは永遠の静寂のヤギから来た。月の反射が存在する最も柔らかく最も落ち着く繊維を生産する完璧な条件を作り出した山草原に専ら住んでいた群れ。銀の月相刺繍は、すべての月相が正確に17分間同時に存在したという稀な現象中に結晶化された実際の月光を使って縫われた。セレニティは彼女の伝説的な「ルナとのラウンジ」ライブストリームシリーズでこのセットを着用し、230万人のフォロワーに戦略的昼寝と高品質寝間着を通して内なる平和を達成する方法を教えた。ラウンジウェアは直接月光の下での無数の瞑想セッション中に着用された後、その静寂誘発特性を得て、月エネルギーを吸収し、科学者が「最適チルバイブ」と呼ぶものを発達させた。セレニティが月の地球公式大使としての最終形態を達成した時、彼女は絶対に生産的でないことをしながら天体的にエレガントに見える技術を習得する必要がある誰かのためにセットを残した。"
},
"43": {
  "name": "ロイヤルガード・セレモニアル",
  "description": "エリート宮殿衛兵が着用する金の編み紐付き紫ベルベット正装制服。",
  "heading_details": "ロイヤルガード・セレモニアル ― 王冠の守護者",
  "details": "この壮大な儀式制服は、胸とカフに渡るケルト結び目パターンの複雑な金編み紐を持つ深紫ベルベットジャケットを特徴とする。高い襟には金糸で王室紋章があり、マッチングトラウザーには側面に金パイピングがある。儀式用剣帯と白絹サッシュがアンサンブルを完成させる。最もエリートな衛兵のために確保され、それを着用することは古代の誓いと高貴な義務の重みを運ぶ。",
  "origin": "1634年の劇的君主制黄金時代中に委託された。王と女王が個人衛兵が完璧に静止して数時間立っている間に最も威嚇的に素晴らしく見えるかを競った時。この制服はサー・レジナルド・パープルハートのもので、歴史上最も献身的な王室衛兵――彼は職務への献身が芸術形式になり得ることを証明するためだけに72時間まっすぐ気を付けで立ったことがある。紫ベルベットは威厳ある意図の王室蚕から来た。統治する神権を保護するに値する生地を生産するために花弁とクラシック音楽のみで育てられた生き物。金編み紐は永遠の忠誠のマスター織り師によって作られた。他人の王冠を保護することに人生を捧げるつもりなら、自分で王冠を着ることは決してないことに対する十分な補償になるべきだという原理で運営された。レジナルドは君主制美学が「問題的にエクストラ」だと主張したファッション批評家の軍隊に対して宮殿を守った伝説的な壮観な華麗さの包囲中にこれを着用した（彼は時々エクストラであることが実際に公共サービスの形だと証明することで勝った）。制服は美しいという理由だけで保護する価値のあるものがあるという考えへのレジナルドの揺るぎない献身の数十年を吸収した後、その権威放射特性を得て、基本的に本当に印象的な糸数を持つ着用可能な忠誠になった。レジナルドが衛兵勤務を王国で最も魅力的な仕事のように見せるという不可能な夢を達成した後に引退した時、彼は真の奉仕が時々あなたが保護しているシステムに疑問を持つことを忘れさせるほど壮大に見える必要があることを理解する誰かに制服を渡した。"
},
"44": {
  "name": "スターウィーバー・フーディ",
  "description": "暗闇で光る星座糸付きディープティールの超柔らかフーディ。",
  "heading_details": "スターウィーバー・フーディ ― 星々の間の快適さ",
  "details": "この信じられないほど柔らかいフーディはディープティールの起毛コットンで作られ、暗闇で柔らかく光る特殊糸で星座パターンが刺繍されている。フードは星図生地で裏打ちされ、カンガルーポケットは手を温めたり小さな宝物を保管するのに完璧。本物の星を一晩中見上げたくなるような種類のフーディ。",
  "origin": "4823年の宇宙快適革命中に編まれた。宇宙の繊維技術者がついに通常の服を全銀河からの抱擁を着ているように感じさせる方法という古くからの問題を解決した時。このフーディはザラ・ナイトグロウのもので、天体エネルギーとの繋がりを維持しながら最適な居心地の良さを達成することを人々に助ける宇宙快適コンサルタント。ディープティールコットンはネビュラ7の快適植物から来た。不適切な寝間着で苦しむあまりにも多くの存在を目撃した後、既知宇宙で最も柔らかい繊維を生産するために特別に進化した有機体。暗闇で光る星座糸は宇宙女縫い師ギルドによって実際の星光から紡がれた。光と闇の境界が最も美的に心地よい日食の間に専ら働いていた。ザラは彼女の伝説的な「4825年の大居心地の良いクエスト」でこのフーディを着用し、様々な重力場と大気組成に渡る最適快適条件を研究するために17の異なる星系を旅した。フーディは無数の星間星見の夜に着用された後、その星力特性を得て、宇宙放射線を吸収し、科学者が「宇宙チルエネルギー」と呼ぶものを発達させた。ザラが銀河の公式最適快適局長になるために物理形態を超越した時、彼女は天文学ドキュメンタリー中に居眠りするほど快適でありながら宇宙との繋がりを感じる必要がある誰かのためにフーディを残した。"
},
"45": {
  "name": "メイジアカデミー・ブレザー",
  "description": "ハウスカラーと魔法記章付き真夜中青の伝統的学校ブレザー。",
  "heading_details": "メイジアカデミー・ブレザー ― 秘術の学者",
  "details": "この完璧に仕立てられたブレザーは、トリムと裏地にハウスカラーを持つ真夜中青ウールで伝統的アカデミースタイリングに従う。金糸が胸ポケットに渡って微妙な魔法シンボルを作り、学校紋章が胸ポケットに刺繍されている。ジャケットは講義ホールでも街でも同様によく働く時代を超越したカットを持ち、学問的達成と神秘的可能性の両方を表している。",
  "origin": "2456年の大魔法教育改革中に仕立てられた。魔法学校が卒業生は魔法的と世俗的な就職市場の両方でプロフェッショナルに有能に見える必要があると気づいた時。このブレザーはエヴリン・スペルライト教授のもので、魔法学界で最もスタイリッシュに威嚇的な教育者――彼女は上級理論魔法を要求ではなく特権のように感じさせた教師。真夜中青ウールは高等学習の学術羊から来た。着用者をより知的で信頼できるように見せるなぜか生地を生産するために何世紀にも渡って選択的に繁殖させられた品種。金の魔法シンボルは学術女縫い師ギルドによって刺繍された。教育を可能な最もクールなキャリア選択のように見せる技術を習得していた。スペルライト教授は魔法教育は視覚的に印象的な方法で物事を爆発させるだけでなく実用的応用に焦点を当てるべきだ"
},
    "46": {
      "name": "快適魔法スウェット",
      "description": "柔らかなラベンダー色のマッチングスウェットに、快適さのルーンが刺繍されています。",
      "heading_details": "快適魔法スウェット – すべての糸に魔法を込めて",
      "details": "このマッチングセットには、淡いラベンダー色の最高に柔らかいフレンチテリーコットンで作られたオーバーサイズのクルーネックスウェットシャツと、テーパードジョガーが含まれています。快適さのルーンが袖口と裾に白い糸で控えめに刺繍されており、よく見ないとほとんど見えません。スウェットシャツはラウンジに最適なリラックスフィットで、ジョガーはフィット感のあるテーパードカットとリブ編みの裾が特徴です。",
      "origin": "3001年の大いなるリラクゼーション覚醒期、社会がストレスが文字通り皆を殺しているとようやく認め、快適さを魔法の自己防衛の一形態とすることを決めた時に作成されました。このスウェットは、メンタルヘルスに保護魔法を実際にかけるには適したルームウェアが重要であることを証明し、セルフケア産業に革命をもたらしたウェルネス魔女、マヤ・ゼンマスターの所有物でした。ラベンダー色のフレンチテリーは、セレニティバレーの感情サポート綿植物から来ており、永続的なセラピーセッションを着ているかのような感触の布地を生み出すように魔法で改造された生物です。快適さのルーンは、普遍的な冷静さの評議会によって祝福された糸を使って刺繍されました。この評議会は、生産性不安の必要性を超越した悟りを開いた存在の集団です。マヤはこのスウェットを「日常的な消耗のための実用的魔法」に関する画期的な研究の間に着用し、時には最も強力な魔法とは、自分自身に快適である許可を与えることであることを証明しました。このスウェットは、約5,000回の瞑想セッションで着用された後、平和なエネルギーを吸収し、科学者が「最適冷静係数」と呼ぶものを発展させ、ストレス緩和特性を得ました。マヤが戦略的昼寝を通じて悟りを開いた時、彼女はこのスウェットを、自己ケアはわがままではない——それは基本的にあなたの魂のための鎧である——ということを理解する必要がある誰かのために残しました。"
    },
    "47": {
      "name": "神秘大学カーディガン",
      "description": "濃いブラウンにゴールドの縁取りと魔法学科のパッチが付いた、クラシックな大学スタイルのカーディガン。",
      "heading_details": "神秘大学カーディガン – 学業の優秀さ",
      "details": "この時代を超越したカーディガンは、濃いチョコレートブラウンのウールに、襟と袖口に沿ってゴールドの縁取りが施された、クラシックな大学スタイルに沿っています。様々な魔法学の学科パッチが袖に刺繍され、大学の紋章が胸を飾っています。フィット感はリラックスしていて学術的であり、図書館での長時間や、宇宙の神秘を思索しながらキャンパス内を散策するのに最適です。",
      "origin": "1847年の学術的威信戦争中に編まれました。これは、大学が、どの学部が知的に威圧的に見えながらも近づきやすい居心地の良さを維持できるかを競った時代です。このカーディガンは、応用不可能性大学で最も愛された教官、セオドア・ウィズダムキープ教授の所有物でした——彼は量子魔法理論を大好きな祖父とのお話の時間のように感じさせた教師です。チョコレートブラウンのウールは、深い思索の学術的羊から来ており、この品種は図書館だけで排他的に草を食み、最適な学習条件のために自然の遮音特性を持つ羊毛を発展させました。ゴールドの縁取りは、学術的優雅のギルドによって追加されました。彼らは、人類の知識を拡大することに人生を捧げるのであれば、せめてそれをしている間は威厳があるように見えるべきだという信念を持っていました。セオドア教授はこのカーディガンを、理論魔法対実用魔法の伝説的な大討論の間に着用し、派手なパーティで印象的に見えるだけの魔法ではなく、実際に人々の現実の問題を助ける種類の魔法が最良であると首尾よく主張しました。このカーディガンは、セオドア教授が混乱した学生たちに学業アドバイスと人生指導の両方を提供したオフィスアワーの何十年もの間着用された後、知恵を放つ特性を得ました。彼が常識の初代名誉教授として引退した時、彼はこのカーディガンを、真の知性とは複雑なものを単純にする方法を知っていることであり、その逆ではないことを理解している誰かに託しました。"
    },
    "48": {
      "name": "夢織りナイトガウン",
      "description": "淡いラベンダー色の流れるようなシルクのナイトガウンで、裾には夢を捕らえる刺繍が施されています。",
      "heading_details": "夢織りナイトガウン – 魔法にかかった眠り",
      "details": "この幽玄なナイトガウンは、液体の月光のように流れ、淡いラベンダー色の最高級シルクで作られており、ランプの光によって銀色に変わります。裾には、より深い紫の糸で複雑なドリームキャッチャーの模様が刺繍されており、平和で魔法のような夢を促進すると言われています。ネックラインは控えめながらもエレガントで、袖は優しい翼のように流れます。睡眠を童話のように感じさせたい人に完璧です。",
      "origin": "2134年の大いなる睡眠ルネサンス中に織られました。これは人類が、夢の質が文字通りあなたの存在全体の質を決定し得ることをようやく認識し、一度だけ真剣に睡眠着を考えることにした時代です。このナイトガウンは、記録上最も成功した夢コンサルタント、レディ・モルフィア・スイートドリームズの所有物でした——彼女は基本的に人々の潜在意識のためのパーソナルトレーナーでした。淡いラベンダー色のシルクは、黄昏れの領域の夢蛾から来ており、これらの生物は主に睡眠と覚醒の間の瞬間に存在し、液体の静けさを着ているかのような感触の繭を生産しました。ドリームキャッチャーの刺繍は、平和な眠りの縫製女たちによって、悪夢が最も活動的でない時間帯に排他的に働き、結晶化された子守唄から紡がれた糸を使って縫われました。レディ・モルフィアはこのナイトガウンを、「美的夢増強」に関する画期的な研究の間に着用し、美しい睡眠着が実際にあなたの夢の視覚的質を改善し、不安ベースの悪夢の可能性を減らすことができることを証明しました。このナイトガウンは、完璧に管理された睡眠体験の何千もの夜の間に着用された後、平和な夢のエネルギーを吸収し、科学者が「レム睡眠最適化魔法」と呼ぶものを発展させ、夢改善特性を得ました。レディ・モルフィアが普遍的な睡眠品質の守護者となるために昇格した時、彼女はこのナイトガウンを、夢の世話をすることが起きている生活の世話をするのと同じくらい重要であることを理解している誰かのために残しました。"
    },
    "49": {
      "name": "ギルド職人エプロン",
      "description": "ツールループとポケットが付き、ギルドの印章が刻まれた革製の職人エプロン。",
      "heading_details": "ギルド職人エプロン – 匠の極み",
      "details": "このプロ仕様の革エプロンは、真剣な職人のために作られており、複数のポケット、ツールループ、および主要なストレスポイントでの補強縫いが特徴です。豊かな茶色の革には、胸に金で浮き彫りにされたギルドの印章が刻まれており、着用者を公認の親方職人として示しています。調整可能なストラップが完璧なフィットを保証し、革は使用と共に美しく経年変化し、時間と共により個性的になっていきます。",
      "origin": "1634年の大いなるメーカー復興期中に作られました。これは社会が、手で物を作ることがデジタルの同等物が成し遂げようとしていたものよりも実際に満足度が高いことを再発見した時代です。このエプロンは、実際にプロジェクトを完了させる人々のギルドで最も熟練した職人、マスタークラフトウーマン、エレナ・ゴールデンハンズの所有物でした——彼女は基本的にクローゼットに17個の半分完了した工芸品を詰め込んでいるすべての人々の反対物でした。革は、完了した任務の牛から来ており、この群れはやり始めたことを完了するという単純な喜びを通して悟りを開きました（彼らは基本的に牛の世界の生産性の指導者でした）。ギルドの印章は、真の職人技にはスキルと、物事が困難になった時に諦めない忍耐力の両方が必要であることを理解している17世代にわたって受け継がれた技術を使って浮き彫りにされました。エレナはこのエプロンを、1638年の伝説的な大製作競技会の間に着用し、そこで彼女は機能的な家具を作り出し、それがどういうわけか楽器でもあり、本当に効果的な不安緩和装置でもありました。このエプロンは、美しく、役立つものを作ることが人間の表現の最高の形態の一つであると心から信じていた誰かによって何十年も着用された後、能力強化特性を得ました。エレナが親方の地位を達成し、改正された工芸品収集癖のための自身の学校を開いた時、彼女はこのエプロンを、より多くの材料を買う代わりに、実際に自分の創造的プロジェクトを完了させる自信を必要としている誰かに託しました。"
    },
    "50": {
      "name": "天上界宮廷制服",
      "description": "純白の儀式用制服に金の天球的モチーフ、天の使いが着用します。",
      "heading_details": "天上界宮廷制服 – 神意の伝令",
      "details": "この汚れひとつない制服は天界服務の最高位を表し、純白のシルクで作られ、金の天球的シンボルが胸と袖全体に刺繍されています。高い襟には金の糸で翼があしらわれ、フィットしたジャケットは神の権威のシルエットを作り出します。お揃いの白いズボンと金のサッシュが服装を完成させます。次元間でメッセージを運ぶために選ばれた者専用であり、この世のものならざる目的のオーラを放ちます。",
      "origin": "4156年の神聖な官僚制度改革中に委嘱されました。これは天界が、天国の管理でさえ、ただ漠然と幽玄に見えるのではなく、専門的に鼓舞されるように見える必要があることをようやく認めた時代です。この制服は、大天使ミカエルの個人アシスタント、セラフィナ・ライトブリンガーの所有物でした——彼女は基本的に全多元宇宙で最も有能な中間管理職でした。彼女は絶対的に devastating なビジネススタイルをキープしながら、楽園が予定通りに運行されるようにした人物です。純白のシルクは、永遠の純潔の蚕から来ており、これらの生物は永続的な道徳的明瞭さの状態に存在し、主要な神学的危機未満の何ものにも文字通り汚されない布地を生産しました。金の天球的モチーフは、美的優秀の天使たちによって刺繍されました。彼らは、神の意志を代表するのであれば、神の意志が個人的にあなたの服装を選んだように見えるべきだという原則で運営されていました。セラフィナはこの制服を、4158年の伝説的な天界業績評価の間に着用し、そこで彼女は完璧な制服基準を維持しながら天国全体の運営構造を首尾よく再編成し、どういうわけか官僚制を華やかに見せました。この制服は、楽園が平和、愛、そして一般的な宇宙の調和の四半期目標を確実に達成するようにすることが文字通りその仕事であった誰かによって着用された後、権威を放つ特性を得ました。セラフィナが次元間カスタマーサービスのディレクターに昇進した時、彼女はこの制服を、より高い力に仕えることは時には、宇宙と個人的に交渉して勝つことができるように見えることを要求するということを理解している誰かに託しました。"
    },
    "51": {
      "name": "快適魔法使いセット",
      "description": "ストームグレーのソフトニットのセーターとレギンスに、控えめな魔法陣の模様が入っています。",
      "heading_details": "快適魔法使いセット – 快適さの中の魔法",
      "details": "この信じられないほど柔らかいマッチングセットには、ストームグレーのケーブルニットセーター（デザインに織り込まれた控えめな魔法陣の模様付き）と、第二の皮膚のように感じるお揃いのレギンスが含まれます。セーターは、魔法書と一緒に丸くなるのに最適なリラックスしたオーバーサイズフィットで、レギンスはハイウエストと隠しポケットが特徴です。小さなアメジストの細部が袖口に沿って光を捉えます。",
      "origin": "3001年の実用的魔法革命中に作成されました。これは魔女たちが、彼女たちの力のほとんどが、ろうをつけるたびに火がつく劇的に非実用的なローブを着るよりも、適切に集中できるほど快適であることから来ていることをようやく認めた時代です。このセットは、現代魔法に革命をもたらしたヘッジ魔女、セージ・ウィロームーンの所有物でした——彼女は、コルセットや劇的なマントを含むどんなものよりも、快適な衣服が実際には魔法行使により conducive であることを証明した人物です。ストームグレーの布地は、実用的な決断の快適羊から来ており、この品種は、プロの魔女会議に十分にきちんと見えながらも、永続的な抱擁を着ているかのような感触の羊毛を生産するように選択的に繁殖されました。控えめな魔法陣の模様は、感覚的な魔法使いの Coven によって開発された技術を使用して布地に編み込まれました。彼らは、あなたの魔法のシンボルが一日中着るのに十分快適でなければ、おそらく気にするほど効果的ではないと信じていました。セージはこのセットを、彼女の画期的な「快適魔法」ワークショップの間に着用し、そこで彼女は何百人もの実践者に、自分自身の皮膚の中で完全に安心していると感じながら唱えることができる呪文が最も強力であることを教えました。このセットは、無数の成功した魔法行使セッションで着用された後、魔法のエネルギーを吸収し、魔女たちが「最適な行使快適さ」と呼ぶものを発展させ、魔法増強特性を得ました。セージが改正された劇的魔法使用者のための学校を開いた時、彼女はこのセットを、真の力は他人に威圧的に見えることからではなく、自分自身に快適であることから来ることを学ぶ必要がある誰かに託しました。"
    },
    "52": {
      "name": "影のギルド工作員服",
      "description": "隠しポケットと防音布地が特徴の、全身黒の戦術的制服。",
      "heading_details": "影のギルド工作員服 – 見えざる権威",
      "details": "このプロ仕様の戦術的制服はステルス作戦用に設計され、防音特性を持つ全身黒のリップストップ布地が特徴です。複数の隠しポケットが工具と必需品のために戦略的に配置され、カットはスリムなシルエットを維持しながら最大の可動性を可能にします。補強された膝と肘は耐久性を提供し、布地の特別な織り方は着用者が影に溶け込むのに役立ちます。",
      "origin": "2456年のプロフェッショナル諜報ルネサンス中に設計されました。これはスパイ産業が、彼らの工作員がただ神秘的で脅迫的に見えるだけでなく、有能で信頼できるように見える必要があることをようやく認識した時代です。この制服は、記録上最も効果的な潜入専門家、エージェント・ミッドナイト（本名：ジェニファー・トンプソン）の所有物でした——彼女は基本的に、どこにでも属しているように見えることが最良の不可視の方法であることを証明した人物です。全身黒の布地は、ステルス綿協同組合から来ており、これらの植物は音波を吸収し、足音を約47%静かにするテキスタイルを生産するように遺伝子改造されました。隠しポケットは、実用的なパラノイアのギルドによって、工作員が通常の制服に収まるべき量の約3倍の装備を運ぶことを可能にする次元折り畳み技術を使用して設計されました。エージェント・ミッドナイトはこの制服を、伝説的な作戦：理にかなった説明の間に着用し、そこで彼女は単に専門的に有能に見えすぎたために誰も彼女の存在を疑問視することを考えなかったことで、17の異なる組織への潜入に成功しました。この制服は、自身の能力に対する絶対的な確信を要求する仕事に就いていた誰かによって何年も着用された後、自信を高める特性を得ました。それは本当に優れた戦術的機能性を備えた、基本的に着用できる自信そのものです。エージェント・ミッドナイトが、困難な状況で権威を投影する必要がある人々のコンサルタントとして引退した時、彼女はこの制服を、真のステルスはすべてから隠れることからではなく、どこにでも属していることから来るということを理解している誰かに託しました。"
    },
    "53": {
      "name": "快適魔法使いつなぎ",
      "description": "大人用つなぎ、深い紫に金色の星の模様、魔法使いの帽子風フード付き。",
      "heading_details": "快適魔法使いつなぎ – 最大の快適さ、最大の魔法",
      "details": "この愉快に快適な大人用つなぎは、深い紫の最も柔らかいフリースで作られ、金色の星が布地全体に散りばめられています。フードはだらりと垂れた先端まで含め魔法使いの帽子のようにデザインされており、前面には便利なジッパーが特徴です。手首と足首のリブ編みの袖口は暖かさを保ち、リラックスしたフィット感は、週末の怠惰な魔法行使やファンタジーシリーズの一気見に最適です。",
      "origin": "4823年の大いなるリラクゼーション革命中に作成されました。これは魔法コミュニティが、時々あなたができる最も強力なことは、完全に、そして後悔なく快適であるという許可を自分自身に与えることであることをようやく認めた時代です。このつなぎは、ウィザード・カドルズ・マギルカディ（「自分には似つかわしくない」という感覚を与えていた“Archmage Serious Darkmore”から法的に改名した）の所有物でした——彼は歴史上最も自己実現された魔法使用者でした。彼は基本的に、あなたの芸術が現実の根本的な力を操作することを含んでいても、そのために苦しむ必要はないことを証明した人物です。深い紫のフリースは、最大の冷静さの快適ラマから来ており、これらの生物は戦略的昼寝を通じて悟りを開き、セラピーセッションを着ているかのような感触の羊毛を生産しました。金色の星は、最適な快適さの縫製女たちによって実際の星の光を使用して適用されました。彼らは、子供のように服装するのであれば、宇宙で最も魔法の強い子供のように服装するかもしれないという原則で運営されていました。カドルズはこのつなぎを、彼の伝説的な「大いなる快適さ行使実験」の間に着用し、そこで彼は世界で最も愛らしいお泊まり会の準備ができているように見えながら、高度な魔法を首尾よく実行しました。このつなぎは、完璧な快適さの状態で唱えられた無数の呪文のエネルギーを吸収した後、魔法増強特性を得ました。それは魔法理論家が「最高の快適さエネルギー」と呼ぶものを発展させました。カドルズがセルフケア魔法の守護聖人として最終形態を達成した時、彼はこのつなぎを、自分の快適さを優先することが、それに対して謝罪することなくできる最も過激なことであることを学ぶ必要がある誰かに託しました。"
    },
    "54": {
      "name": "魔法図書館カーディガン",
      "description": "ワインレッドのウールのカーディガンに、本の背表紙の模様と読書灯ポケットが付いています。",
      "heading_details": "魔法図書館カーディガン – 着用できる知恵",
      "details": "この学術的なカーディガンは真剣な読者のために設計され、豊かなワインレッドのウールで作られ、前面パネルに沿って本の背表紙の模様が刺繍されています。深いポケットは優しい読書灯を提供するLEDストリップで裏打ちされており、小さなループが老眼鏡やしおりを留めます。フィット感はリラックスしていて学術的であり、埃っぽい大冊の中や居心地の良い読書コーナーでの長時間に最適です。",
      "origin": "1847年の文学的魔法ルネサンス中に編まれました。これは司書たちが、人々が本を単なる装飾的なオブジェクトのように扱うことにうんざりし、積極的に役立つカスタマーサービスの古代の技術を使って反撃することを決めた時代です。このカーディガンは、記録上最も威圧的に知識豊富な人物、首席司書ベアトリス・ページキーパーの所有物でした——彼女は基本的に、本の正しい取り扱いについての意見を持ち、純粋な非承認エネルギーを通して、ページを折り曲げたことについて後ろめたい気持ちにさせる能力を備えた人間の検索エンジンでした。ワインレッドのウールは、深い読書の学術的羊から来ており、この品種は彼らの生涯をオーディオブックを聴きながら過ごし、最適な図書館の雰囲気のために自然の遮音特性を持つ羊毛を発展させました。LEDで裏打ちされたポケットは、実用的な愛書家のギルドによって追加されました。彼らは、本に囲まれて人生を過ごすのであれば、せめてそれらを適切に読むための十分な照明を持つべきだという信念を持っていました。ベアトリスはこのカーディガンを、伝説的な延滞罰金の戦いの間に着用し、そこで彼女は、「忘れてた」が6ヶ月間本を保持するための有効な言い訳であると考えた人々の軍隊に対して、図書館の延滞料金ポリシーを首尾よく守りました。このカーディガンは、あらゆる本が適切な尊敬と注意を持って読まれるに値すると心から信じていた誰かによって何十年も着用された後、知恵を放つ特性を得ました。ベアトリスがすべての書かれた知識の永遠の守護者となるために昇格した時、彼女はこのカーディガンを、彼らが探しているものを完全には確信していない時でさえ、人々が必要としている正確な情報を見つけるのを助けることから真の力が来るということを理解している誰かに託しました。"
    },
    "55": {
      "name": "鳳凰の翼キモノローブ",
      "description": "炎の色合いの流れるようなシルクのローブに、鳳凰の羽根の模様が施され、スタイリッシュにラウンジするために。",
      "heading_details": "鳳凰の翼キモノローブ – 快適さの中の再生",
      "details": "この豪華なラウンジローブは液体の炎のように流れ、深いオレンジから明るい金色までのグラデーションの炎の色合いのシルクで作られています。鳳凰の羽根の模様が布地全体に手描きされ、広い袖は、更新されて眠りから覚めるのに完璧な劇的なシルエットを作り出します。サッシュは腰で結ばれ、ローブはエレガントな覆いのためにふくらはぎの中ほどまで落ちます。それは朝の習慣を個人的な再生の儀式に変えます。",
      "origin": "2134年の大いなる個人的変革運動中に織られました。これは社会が、時にはあなたの古い人生を燃やし尽くし、灰から絶対的に素晴らしく見えて立ち上がる必要があることをようやく認めた時代です。このローブは、レディ・フェニックス・ライジングスター（旧姓：ジャネット・スミス）の所有物でした。彼女は主要な人生の変化を経験している人々が自分自身を再発明するのを助けることでキャリアを作りました——彼女は基本的に、主人公の時代を経験している人々のためのライフコーチでした。炎の色のシルクは、永遠の変化の変態蛾から来ており、これらの生物は美しい変形の永続的な状態に存在し、液体の勇気を着ているかのような感触の繭を生産しました。鳳凰の羽根の模様は、新しい始まりの芸術家たちによって、希望が現実になる正確な瞬間を捉えることを専門とし、結晶化された日の出エネルギーから作られた顔料を使用して手描きされました。レディ・フェニックスはこのローブを、彼女の伝説的な「ライズ・アンド・シャイン・ワークショップシリーズ」の間に着用し、そこで彼女は何千人もの人々に、自己不信を個人的に威圧して従わせることができるように見えながら、変化から隠れる代わりにそれを受け入れる方法を教えました。このローブは、無数の個人的な突破口の瞬間に着用された後、自分自身の力を見つけている人々のエネルギーを吸収し、心理学者が「鳳凰エネルギー最適化」と呼ぶものを発展させ、変革を促す特性を得ました。レディ・フェニックスが宇宙的個人開発のディレクターとして最終形態を達成した時、彼女はこのローブを、すべての終わりは単に何かより良いものを始める本当に劇的な方法であるということを思い出す必要がある誰かのために残しました。"
    },
    "56": {
      "name": "アストラル・アカデミー・トラックスーツ",
      "description": "ゴールドのアストラルアカデミーストライプと星座パッチ付きのネイビートラックスーツ。",
      "heading_details": "アストラル・アカデミー・トラックスーツ — 星々の中での運動優秀性",
      "details": "このプレミアムアスレチックセットは、ネイビーブルーのジップアップジャケットとマッチングトラックパンツで、サイドにゴールドのレーシングストライプが入っている。胸にはアカデミーの星座ロゴが刺繍され、袖には様々な学部のパッチが見られる。生地は吸湿速乾性があり快適で、体育訓練と学内カジュアルウェアの両方に適している。勉強でもトレーニングでも良く見せたい学生に最適。",
      "origin": "4156年の次元間アスレチック革命時にデザインされた、スポーツがついに物理的競技を超えて「最も美的に美しいテレポート」や「シンクロナイズド現実操作」といったカテゴリーを含むよう進化した時だ。このトラックスーツはノヴァ・スタースプリンター船長の所有物で、記録史上最も成功した次元間アスリート—彼女は基本的に十分なスタイルと正しい態度があれば文字通り何でも競争できることを証明した人。ネイビー生地はピークパフォーマンスの競争綿から来ており、着用者に適切に準備された姿で現れるだけでどんな競技にも勝てると感じさせる運動着を生産するために特別に育てられた植物だ。ゴールドのレーシングストライプは健全な競争の神々に祝福された糸を使って追加され、彼らは勝つことがすべてではないが競技中に良く見えることがすべてにかなり近いという原則で活動していた。ノヴァ船長はこのトラックスーツを4158年の伝説の次元間オリンピックで着用し、競技中に自分で発明したイベントで17個の金メダルを獲得した。トラックスーツは数え切れない勝利の競争エネルギーを吸収してパフォーマンス向上特性を獲得し、スポーツ科学者が「勝者のオーラ増幅技術」と呼ぶものを開発した。ノヴァ船長が宇宙アスレチック優秀性局長になるために引退した時、彼女はトラックスーツを渡し、真の競争は常に過去の自分とのものだが、改善しながら絶対的に信じられないほど良く見える理由はないと理解している人へと。"
    }
  },
  "category": {
    "New": {
      "title": "新たに堕ちた者たちの影",
      "subtitle": "闇から生まれ、孤独の中で鍛えられた"
    },
    "New2": {
      "title": "囁かれし驚異",
      "subtitle": "遥か彼方の領域からの新鮮な魔法"
    },
    "Aura_farmers": {
      "title": "力の本質",
      "subtitle": "内なる神秘的エネルギーを引き出せ"
    },
    "Casual": {
      "title": "炉辺の安らぎ",
      "subtitle": "魔法が日常の聖域と出会う場所"
    },
    "Hot_picks": {
      "title": "選ばれし者たちのコレクション",
      "subtitle": "多くの者に望まれる。"
    },
    "Rizz_master": {
      "title": "西の公爵になれ",
      "subtitle": "異世界の優雅さで存在感を支配する"
    },
    "Clocked": {
      "title": "永遠の夜の鎧",
      "subtitle": "あらゆる冒険のための時を超えた武具"
    },
    "all": {
      "title": "完全なる魔道書",
      "subtitle": "我々のコレクションすべての魔法の糸"
    }
  },
  "search": {
    "title": "検索結果",
    "searchTerm": "検索語",
    "category": "カテゴリー",
    "found": "{{count}}件の商品が見つかりました",
    "noResults": "検索条件に一致する商品が見つかりません。"
  },
  "profile": {
    "title": "あなたのプロフィール",
    "welcome": "ようこそ",
    "welcomeUser": "ようこそ、{{name}}さん！",
    "profile": "プロフィール",
    "login": "ログイン",
    "signup": "新規登録",
    "logout": "ログアウト",
    "language": "🌐 言語",
    "chooseLanguage": "言語を選択：",
    "orUseWidget": "または翻訳ウィジェットを使用：",
    "loadWidget": "ウィジェットを読み込む",
    "viewProfile": "プロフィールを見る",
    "editProfile": "プロフィールを編集",
    "saveProfile": "プロフィールを保存",
    "cancelEdit": "キャンセル",
    "viewCart": "カートを見る",
    "viewLikes": "お気に入りを見る",
    "name": "名前",
    "fullName": "フルネーム",
    "email": "メールアドレス",
    "emailLabel": "メールアドレス：",
    "memberSince": "登録日",
    "memberSinceLabel": "登録日：",
    "bio": "自己紹介",
    "bioLabel": "自己紹介：",
    "bioPlaceholder": "自己紹介を入力してください...",
    "profilePicture": "プロフィール画像",
    "changePhoto": "写真を変更",
    "uploadPhoto": "写真をアップロード",
    "accountDetails": "アカウント詳細",
    "personalInfo": "個人情報",
    "close": "閉じる",
    "locationTitle": "配達先",
    "addLocationPrompt": "注文をお届けできるよう、位置情報を追加してください~",
    "trackMyLocation": "📍 現在地を追跡",
    "detectingLocation": "🔄 検出中...",
    "orEnterManually": "— または —",
    "enterLocationPlaceholder": "例: 東京、日本",
    "setLocationButton": "設定",
    "changeLocation": "位置を変更",
    "locationNotSupported": "お使いのブラウザは位置情報追跡をサポートしていません",
    "locationError": "位置情報を取得できません。手動で入力してください。"
  },
  "login": {
    "title": "アカウントにログイン",
    "email": "メールアドレス",
    "emailLabel": "メールアドレス:",
    "password": "パスワード",
    "passwordLabel": "パスワード:",
    "emailPlaceholder": "メールアドレスを入力",
    "passwordPlaceholder": "パスワードを入力",
    "loginButton": "ログイン",
    "signupButton": "新規登録"
  },
  "signup": {
    "title": "アカウントを作成",
    "fullName": "フルネーム",
    "fullNameLabel": "フルネーム:",
    "email": "メールアドレス",
    "emailLabel": "メールアドレス:",
    "password": "パスワード",
    "passwordLabel": "パスワード:",
    "namePlaceholder": "フルネームを入力",
    "emailPlaceholder": "メールアドレスを入力",
    "passwordPlaceholder": "パスワードを作成",
    "signupButton": "新規登録",
    "loginButton": "ログイン"
  },
  
  "about": {
    "title": "私について",
    "aboutUs": "私について",
    "aboutUsContent0": "やあやあ!!",
    "aboutUsContent1": "私はこのウェブサイトを作ったデザイナーで開発者です。90年代の古い日本風のウェブサイトを作りたくて、作るのが本当に楽しかった!",
    "aboutUsContent2": "私は今20歳で、オンラインで勉強してます。かっこいいものを作るのが好きです。一ヶ月前から本気で夢を追い始めて、すべてうまくいってますよ。このウェブサイトを作ることは私にとって大事だったのは、自分だけで作りたかったから。AIの手伝いもなく、チュートリアルもなく、自分が知ってることだけで作りました。テクノロジーの世界は本当に美しいです!時々見て泣きたくなるけど、何か自分で理解して、自分で答えを見つけた時の気持ちは最高です!私はいっぱいかっこいいものを作ってます。もっと勉強したくてたまりません!",
    "ourName": "私の名前",
    "ourNameContent1": "なかちゃん?ずおちゃん?",
    "ourNameContent2": "いい質問だね!私の本当の名前はぞうはで、私をぞえと呼んでください。なかちゃんはインターネットで使ってる名前です。ゲームして創作する時の呼び名ですね。ずおちゃん(ぞう+ちゃん)は私のYouTubeチャンネルの名前で、本当の名前とオンラインの呼び名を混ぜて作りました。どの名前で呼んでも大丈夫ですよ!新しいあだ名も好きです!",
    "whyUs": "なぜ私",
    "whyUsTitle": "私の考えを注目してもらいたい!",
    "feature1": "私はいつも何千個も趣味があって毎日違うことをする女の子でした。これは本当に疲れました。なぜなら私は色々できるのに何も満足できなかったから。その時私は自分を変えないといけないと思いました。だから自分の力を高めることを始めました。私は勉強して、能力を高めて、趣味を育ててます!私の成長が本当に誇りです。ゲームでキャラをアップグレードするみたいにね?ゆっくりだけど確実に。これは疲れるけど、私は自分の可能性を無駄にするのを見たくないです。いい大学に入れなかった時、みんなが私を諦めました。でもその後オンラインで勉強し始めました。私はもっと良くなりたい。私の仕事、考え、プロジェクトが注目されたいです!",
    "features": "私の目標",
    "featuresTitle": "何が刺激をくれて、目標は何か",
    "platformFeature1": "刺激はいろいろなところから来ます!ビデオゲーム、かっこいいウェブサイト、創作のもの、日記、スクラップブック、そしてもっとたくさん!では目標は何ですか?目標は頭に浮かぶ考えをすぐに作ることです。ただ捨てないで。だめなら良くする、頑張る、もっと良くする。そしてただ作ってみて!どうでもいいから!とにかく作って、動くようにするだけ!",
    "platformFeature2": "世界には本当にいっぱいものがあります!私たちが欲しいすべてを持てないけど、最低でも試せるでしょ?だから後で人生を振り返ってる時、あなたが『わあ!私いっぱいやったぞ!』と言ってくれるといいです。",
    "platformFeature3": "それが私の目標です!",
    "con": "まとめ",
    "conTitle": "結局のところ..",
    "con1": "もう結構書いちゃったから終わった方がいいですね!私はぞえで、19歳です。小さい時からの夢はソフトウェア開発者になることです。なぜなら彼らはかっこいいものを作るし、聞いてもかっこいいから!私は本気で夢を追ってます。もっと知りたかったら他のセクションを見てください!すごく嬉しいです!"
  },
  "contact": {
    "title": "お問い合わせ",
    "contactInfo": "連絡先情報",
    "contactInfoSubtitle": "下は私がいるソーシャルメディアです。Gmail か好きなソーシャルで連絡してね。GitHub も貼ったからよかったら見てみて。メッセージとかメンションが来たら大体返事するよ。(スパムじゃなかったら)。tech 友達も作りたいからお願い連絡して! 本当にアイデアを一緒に話せる友達が欲しい、思いを共有できる人と話したい!! 友達とか、チーム作るのいつでも大歓迎! お願いお願い連絡して! 本当に君たちと話したい、君たちいいね!",
    "address": "住所",
    "addressValue": "グググガガ市、グググガガ町、グググガガストリート123番地、グググガガ 150-0043",
    "phone": "電話",
    "phoneValue": "+YY XXXXXXXXXX",
    "fasterResponse": "より早い返信のために、以下のお問い合わせフォームをご利用いただき、お問い合わせ内容に適した部門を選択してください (╥﹏╥)",
    "departments": "部門",
    "customerSupport": "カスタマーサポート: 注文に関するお問い合わせ、返品、商品に関する質問",
    "technicalSupport": "テクニカルサポート: ウェブサイトの問題と技術的な問題",
    "partnerships": "パートナーシップ: ビジネスコラボレーションと卸売りに関するお問い合わせ",
    "investorRelations": "投資家関係: 投資機会と財務情報",
    "justMessage": "メッセージ: 開発者にただ連絡を取るため!!",
    "sendMessage": "メッセージを送信",
    "name": "名前",
    "nameLabel": "名前:",
    "email": "メールアドレス",
    "emailLabel": "メールアドレス:",
    "department": "部門",
    "departmentLabel": "部門:",
    "subject": "件名",
    "subjectLabel": "件名:",
    "messageField": "メッセージ",
    "messageLabel": "メッセージ:",
    "namePlaceholder": "あなたの名前",
    "emailPlaceholder": "あなたのメールアドレス",
    "subjectPlaceholder": "メッセージの件名",
    "messagePlaceholder": "あなたのメッセージ",
    "sendButton": "メッセージを送信",
    "clearForm": "フォームをクリア",
    "generalInquiry": "一般的なお問い合わせ",
    "support": "カスタマーサポート",
    "technical": "テクニカルサポート",
    "partnership": "パートナーシップ",
    "investor": "投資家関係",
    "press": "ただメッセージを送りたい",
    "faq": "よくある質問",
    "faqQ1": "Q: 配送にはどのくらいかかりますか？",
    "faqA1": "A: 国内注文は通常3-5営業日で到着します。国際配送は目的地によって7-14営業日かかります!!",
    "faqQ2": "Q: 海外発送はしていますか？",
    "faqA2": "A: はい、世界中のほとんどの国に発送しています!!! 配送料は場所によって異なります。",
    "faqQ3": "Q: 注文の変更やキャンセルはできますか？",
    "faqA3": "A: 注文後24時間以内であれば注文の変更やキャンセルが可能です。できるだけ早くカスタマーサポートチームにご連絡ください! (ᑐ•̀ᴗ•́)و!",
    "faqQ4": "Q: 返品ポリシーは何ですか？",
    "faqA4": "A: 元の梱包のまま未使用のアイテムについて30日間の返品ポリシーを提供しています。一部のアイテムには再入庫手数料がかかる場合があります。",
    "faqQ5": "Q: 卸売価格は提供していますか？",
    "faqA5": "A: いいえ、申し訳ありませんが、大量注文の卸売価格は提供していません。私たちの商品は独占的で限定的です!!",
    "thankYou": "メッセージありがとうございます、{{name}}さん! すぐにご連絡いたします。"
  },
  "invest": {
    "title": "私たちと投資しよう",
    "whyInvest": "なぜ投資するか",
    "whyInvestContent": "Shoppo Deligtoへの投資は、ユニークな美学に情熱を持つ成長するコミュニティの一員になることを意味します！私たちのビジネスは創業以来一貫した成長を示しており、忠実な顧客基盤と拡大する製品ラインがあります。",
    "keyHighlights": "主な投資ハイライト:",
    "highlight1": "過去3年間で毎年30%の成長!!",
    "highlight2": "ニッチ市場での強力なブランド認知度!!",
    "highlight3": "忠実な顧客基盤からの経常収益",
    "highlight4": "新しい市場と製品カテゴリーへの拡大の可能性",
    "highlight5": "業界の専門知識を持つ経験豊富な経営チーム",
    "howToHelp": "サポート方法",
    "howToHelpIntro": "私たちのビジネスをサポートする方法はいくつかあります:",
    "help1": "株式クラウドファンディングキャンペーンを通じた直接投資",
    "help2": "ブランドアンバサダーになって私たちの商品を宣伝する",
    "help3": "国際展開、eコマース最適化、マーケティングなどの分野で専門知識を提供する",
    "help4": "あなたの地域の潜在的なパートナーや販売業者を紹介する",
    "help5": "ソーシャルメディアで私たちのストーリーと商品をシェアする",
    "helpOutro": "すべての形態のサポートが私たちの成長を助け、世界中の愛好家により多くの本物の日本製品をもたらします。",
    "donate": "寄付する",
    "donateIntro": "株式投資なしで私たちのミッションをサポートしたい方のために、寄付も受け付けています。あなたの貢献は以下を支援します:",
    "donation1": "伝統的な日本の職人技を保存し促進する",
    "donation2": "日本の小さな職人や製造業者をサポートする",
    "donation3": "日本文化と歴史に関する教育コンテンツを開発する",
    "donation4": "コミュニティプラットフォームとイベントを維持する",
    "donation5": "文化交流プログラムの奨学金を提供する",
    "donateOutro": "すべての寄付者は私たちのウェブサイトで特別な認知を受け、彼らの貢献がどのように違いを生み出しているかについての独占的な更新を受け取ります。"
  },
  "payment": {
    "title": "支払い情報",
    "paymentMethods": "支払い方法",
    "paymentMethodsIntro": "ショッピング体験をできるだけ便利にするため、さまざまな支払い方法を受け付けています:",
    "creditCards": "クレジットカード",
    "paypal": "PayPal",
    "mobilePay": "モバイル決済",
    "bankTransfer": "銀行振込",
    "cashOnDelivery": "代金引換",
    "security": "セキュリティ",
    "securityIntro": "あなたのセキュリティは私たちの最優先事項です。個人情報と支払い情報を保護するために、業界標準の暗号化を使用しています。",
    "securityFeature1": "すべてのデータ転送のためのSSL暗号化",
    "securityFeature2": "PCI DSS準拠の決済処理",
    "securityFeature3": "サーバー上での機密支払い情報の保存なし",
    "securityFeature4": "定期的なセキュリティ監査と脆弱性評価",
    "securityFeature5": "アカウント保護のための二要素認証利用可能",
    "securityOutro": "支払いセキュリティについて懸念がある場合は、遠慮なくサポートチームにお問い合わせください。",
    "faq": "よくある質問",
    "faqQ1": "Q: どの通貨を受け付けていますか？",
    "faqA1": "A: USD、EUR、GBP、JPYでの支払いを受け付けています。サイトに表示される価格はUSDですが、チェックアウト時にお好みの通貨を選択できます。",
    "faqQ2": "Q: 海外注文に追加料金はかかりますか？",
    "faqA2": "A: 私たちは追加料金を請求しませんが、銀行や支払いプロバイダーが国際取引の為替換算手数料を適用する場合があります。",
    "faqQ3": "Q: 払い戻しはどうすれば受けられますか？",
    "faqA3": "A: すべての商品に対して30日間の返金保証を提供しています。購入にご満足いただけない場合は、カスタマーサービスチームに連絡して返品を開始してください。",
    "faqQ4": "Q: 支払い情報は安全ですか？",
    "faqA4": "A: はい、支払い情報を保護するために業界標準の暗号化とセキュリティ対策を使用しています。完全なクレジットカード情報はサーバーに保存しません。",
    "faqQ5": "Q: 支払いが失敗した場合はどうすればよいですか？",
    "faqA5": "A: まず、支払い情報が正しく入力されているか確認してください。問題が続く場合は、銀行または支払いプロバイダーに連絡してください。別の支払い方法を試すこともできます。"
  },
  "location": {
      "title": "位置情報設定",
      "yourLocation": "あなたの位置",
      "yourLocationValue": "あなたの位置: {{location}}",
      "trackLocation": "現在地を追跡",
      "detecting": "検出中...",
      "enterLocation": "または位置を入力:",
      "enterAreaPlaceholder": "地域を入力",
      "setLocation": "位置を設定",
      "changeLocation": "位置を変更",
      "or": "または",
      "close": "閉じる"
    },
  "footer": {
    "copyright": "© 2025 nakachens — ここだけのためにカスタム醸造 (˶ᵔ ᵕ ᵔ˶)",
    "about": "概要",
    "invest": "投資",
    "payments": "支払い",
    "socials": "SNS"
  },
  "common": {
    "backToTop": "トップへ戻る",
    "close": "閉じる",
    "price": "${{price}}"
  },
  "alerts": {
    "addedToCart": "{{name}}をカートに追加したよ!",
    "addedToLikes": "{{name}}をライクスに追加したよ!",
    "locationTracked": "ロケーションゲット!! WEEWOO",
    "locationError": "ごめん.. ロケーションが取得できなかった.. 手動で入力してね.",
    "geolocationNotSupported": "ごめんね :( ロケーションに対応してないんだ...",
    "languageChanged": "やった! 言語が{{lang}}に変わったよ!!",
    "loginSuccess": "おかえり!!! 待ってたよ!!, {{email}}!",
    "signupSuccess": "アカウント作成完了! やったー ようこそ, {{name}}!!!!",
    "loginError": "あれ メールかパスワードが違うみたい. もう一回試してみて :(",
    "signupError": "あー このメールもう登録されてるよ. ログインしてみて.",
    "emailRequired": "メールを入力してね !!!",
    "passwordRequired": "パスワードを入力してね !!!!",
    "nameRequired": "名前を入力してね !!!",
    "profileUpdated": "やったー プロフィール更新できた! いい感じ!",
    "logoutSuccess": "ログアウトできたよ! また来てね!!",
    "success": "できた!",
    "liked": "ライクスに追加! 私も好き!!",
    "logoutTitle": "ログアウト",
    "cancel": "キャンセル"
}
}