{
  "header": {
    "logoAlt": "Логотип"
  },
  "navigation": {
  "home": "ГЛАВНАЯ",
  "about": "О НАС",
  "invest": "ИНВЕСТИЦИИ",
  "payments": "ПЛАТЕЖИ",
  "contact": "КОНТАКТЫ",
  "searchPlaceholder": "Поиск в shoppo...",
  "allCategories": "Все Категории",
  "rizzMaster": "Мастер Харизмы",
  "new": "Новая Коллекция",
  "new2": "Шепчущие Чудеса",
  "auraFarmers": "Фермеры Ауры",
  "hotPicks": "Популярное",
  "casual": "Повседневное",
  "clocked": "Вневременное"
},
  "sidebar": {
    "checkSum": "зацени это",
    "newCollection": "Новая Коллекция",
    "newSubtitle1": "ощущение, будто ты персонаж из игры!",
    "newSubtitle2": "О, я бы это носил каждый день.",
    "auraFarmers": "ФАРМЕРЫ АУРЫ !!",
    "auraSubtitle": "какой Данжеон сегодня зачищаем?",
    "hotPicks": "ГОРЯЧИЕ ШТУЧКИ !!!",
    "hotSubtitle": "популярно с самого начала",
    "casual": "Кэжуал? Конечно.",
    "casualSubtitle": "почему бы не взять что-то уютное?",
    "clocked": "Словили их !!",
    "clockedSubtitle": "Jojo no kimyou na bouken, Eyes of heaven",
    "rizzMaster": "Мастер Харизмы",
    "rizzSubtitle": "увеличивает обаяние на 10xp"
  },
  "home": {
    "newUpdate": "~Новое Обновление~",
    "nocturaSubtitle": "Рожденный в ночи, сшитый в тишине",
    "nocturaDescription": "Готическая мечта, завернутая в ткань. Каждая вещь несет тишину полуночи, прошитую тенями и молчанием, создана для тех, кто процветает, когда мир спит.",
    "nocturaName": "Noctura",
    "fullOnFantasy": "Полноценная фантазийная мечта",
    "wingsSubtitle": "Окутайся сумерками, брось вызов свету.",
    "wingsDescription": "Коллекция, рожденная на краю сумерек. Окутанная тенями и вырезанная с вызовом, каждая вещь несет дух восстания против угасающего света. Создана для тех, кто носит тьму не как саван, а как свою корону.",
    "wingsName": "Wings of Dusk",
    "moreThanDream": "это больше чем мечта",
    "dontMissOut": "не пропусти~",
    "neverEnding": "бесконечные Коллекции",
    "collectionDescription": "Коллекция, сотканная из мечтаний и сумеречного света. Мягкие ткани, нежные силуэты и оттенки, которые ощущаются как лунный комфорт. Создана для тех, кто ищет магию в повседневности и тепло в каждом стежке.",
    "allProducts": "Все Товары"
  },
  "cart": {
    "title": "Твоя Корзина",
    "empty": "Твоя корзина пуста",
    "remove": "Удалить",
    "total": "Итого",
    "checkout": "Оформить",
    "shoppingCart": "Корзина",
    "viewCart": "Смотреть Корзину",
    "close": "Закрыть"
  },
  "likes": {
    "title": "Твои Избранные",
    "empty": "Ты пока ничего не добавил в избранное",
    "likedItems": "Избранное",
    "addToCart": "В Корзину",
    "remove": "Удалить",
    "viewAllLikes": "Смотреть Все Избранное"
  },
  "product": {
    "back": "Назад",
    "itemDetails": "Детали Товара",
    "addToCart": "В Корзину",
    "like": "Нравится",
    "buyNow": "Купить Сейчас",
    "theOrigin": "Происхождение",
    "notFound": "Товар не найден"
  },
  "products": {
    "1": {
      "name": "Покров Ткача Призраков",
      "description": "Струящийся плащ, сшитый призрачной нитью, оставляющий легкий дым, как душа, что еще не обрела покой.",
      "heading_details": "Покров Ткача Призраков - Я не призрак, чат..",
      "details": "Плащ, спряденный из нитей забытых душ, эта вещь ниспадает на плечи, словно живая тень. Ткань кажется невесомой, но она оставляет туман везде, где ты идешь, оставляя призрачный след, что цепляется к воздуху. Капюшон висит низко, скрывая лицо, а подол мерцает, будто распадается в дым. Этот покров ощущается не как одежда, а как пакт — шепот из загробного мира, вшитый в каждый шов.",
      "origin": "Принадлежал Серафине Ночной Шепот, последней Верховной Скорбящей Эфирных Дворов примерно в 1847 году. Она носила это, проводя Великую Скорбь — столетний ритуал, помогающий потерянным душам обрести покой. Легенда гласит, что она буквально вплела нити добровольных духов в ткань, вот почему она до сих пор оставляет этот призрачный туман. Забавный факт: она была в основном мрачным жнецом, но с лучшим чувством стиля и проблемами с отцом. Покров был найден в её заброшенной башне, идеально сохранившимся, потому что, видимо, даже время боялось связываться с её вещами."
    },
    "2": {
      "name": "Облачение Привязанного к Могиле",
      "description": "Траурные одеяния, исписанные рунами памяти, шепчущие имена мертвых.",
      "heading_details": "Облачение Привязанного к Могиле - Я НЕ МЕРТВ! пока.",
      "details": "Облаченное в черные траурные ткани, что цепляются, как печаль, это облачение вышито рунами памяти. Каждая складка словно вздыхает под невидимым грузом, неся эхо имен и голосов, слишком тяжелых, чтобы забыть. Одеяние длинное и многослойное, напоминающее погребальные одежды, но носится с гордым вызовом. Эта вещь не просто покрывает тело — она его увековечивает, превращая носителя в ходячий храм скорби и силы.",
      "origin": "Изначально носил Маркус Бросивший Вызов Смерти (да, это было его настоящее имя) во время Войны Плачущих Камней в 1692 году. Этот парень буквально сказал 'смерть подождет' и провел три битвы, технически будучи мертвым — руны держали его душу достаточно долго, чтобы закончить дело. Он был тем другом, который отказывается уходить с вечеринки, даже когда все остальные уже ушли, только вечеринкой была жизнь, и у него были незавершенные дела. Одеяния впитали столько последних слов, что они до сих пор шепчут имена павших в тихие ночи."
    },
    "3": {
      "name": "Призрачная Вуаль-Броня",
      "description": "Легкие спектральные пластины, полуисчезающие, будто носитель существует между мирами.",
      "heading_details": "Призрачная Вуаль-Броня - Это отсылка к Персоне?",
      "details": "Броня, которая кажется застывшей между существованием и стиранием, её пластины мерцают полупрозрачными, будто сотканы из полуоформленных воспоминаний. Тонкие слои стали покрыты мерцающей марлей, исчезающей под определенными углами, как призрак, отворачивающийся. Шлем не имеет лицевой пластины — только размытое пятно, неуловимая личность. Нося это, тело ощущается непривязанным, будто один неверный шаг может отправить тебя дрейфовать в другой мир.",
      "origin": "Создана для Леди Кассандры Междумирья, рыцаря, которая застряла на полпути телепортации в 1456 году и просто... смирилась с этим. Она провела десятилетия, существуя в двух мирах одновременно, что честно звучит утомительно, но она справилась. Броня отражает её двойное существование — достаточно плотная, чтобы остановить меч, но достаточно прозрачная, чтобы враги продолжали махать по пустому воздуху. Она ушла на пенсию, чтобы стать междименсиональным тревел-блогером, что объясняет, почему броня имеет энергию 'я видела вещи, в которые ты не поверишь'."
    },
    "4": {
      "name": "Облачение Эбеновых Вен",
      "description": "Темный шелк, оплетенный багровой нитью, слабо пульсирующей, как вены под кожей.",
      "heading_details": "Облачение Эбеновых Вен - Как это произносится?",
      "details": "Темный шелк, сотканный с багровой нитью в венообразные узоры, слабо светящийся, как кровь, текущая под кожей. Ткань облегает тело, но светящиеся вены мягко пульсируют, будто живые. На первый взгляд это величественно, но при ближайшем рассмотрении — тревожно — одежда, стирающая грань между живой плотью и созданным нарядом.",
      "origin": "Создано модником-вампиром графом Владимиром Эстетик в 1734 году, потому что обычная готическая одежда была недостаточно экстравагантной для его вкусов. Он буквально смешал свою собственную кровь в шелковые нити, потому что тонкость никогда не была его сильной стороной. Пульсирующий эффект исходит от его вампирской сущности, до сих пор текущей через ткань — это как носить чью-то кровеносную систему в качестве модного заявления, что является пиком вампирского поведения, честно говоря. Он утверждал, что это было 'предельное выражение живого искусства', но мы все знаем, что он просто хотел выглядеть круче на вечеринках."
    },
       "5": {
      "name": "Одеяние Певца Погребальных Песен",
      "description": "Элегантные, но мрачные ткани, сотканные с символами скорби, подходящие для барда теней.",
      "heading_details": "Одеяние Певца Погребальных Песен – Аглая гордилась бы",
      "details": "Сшитое в мрачных серых и черных тонах, полотно вышито символами скорби из забытых культур. Дизайн элегантный, струящийся и yet неоспоримо тяжелый, словно он несет бремя столетий. Ношение его ощущается как произнесение песни скорби с каждым движением. Это не одеяние для радости, но для искусства в печали.",
      "origin": "Принадлежало Мелодии Сорроусонг, самой известной барде скорби Эпохи Меланхолии (1623-1698). Она буквально могла заставить людей плакать прекрасными слезами, просто проходя мимо них в этом наряде. Вышитые символы скорби были из 47 разных культур, потому что она была той самой overachiever, которая должна была собрать их все, как карточки Покемонов, только намного более депрессивно. Она носила это во время легендарного 'Концерта Вечной Печали', который заставил целое королевство рыдать три дня подряд. Даже текущая аура наряда заставляет людей хотеть писать поэзию о своих чувствах."
    },
    "6": {
      "name": "Одеяние Обсидиановой Раны",
      "description": "Зубчатые разрезы на темных тканях, слабо светящиеся по краям, словно заживающие раны.",
      "heading_details": "Одеяние Обсидиановой Раны – Я ранен.. и что с того?",
      "details": "Разрезы и прорези разрывают ткань, обнажая glimpses светящейся малиновой подкладки beneath, словно раны, пытающиеся зажить. Края каждого разрыва слабо мерцают, пульсируя словно вены. Это жестоко, но красиво, декларация боли, превращенной в силу. Наряд не пытается скрыть свои шрамы — он становится ими, делая сломленность центральным элементом.",
      "origin": "Носила Скарлет Пейнстаун (сценическое имя, очевидно) во время Восстания Разбитых Сердец в 1789 году. Она была воином-поэтом, которая верила, что показывать свои шрамы — это высшее проявление силы — basically оригинальная энергия 'моя травма — моя суперсила'. Каждый светящийся разрез на ткани представляет битву, которую она пережила, и она добавляла новые после каждого сражения, как самую эмо-систему достижений. Наряд буквально превращает урон в красоту, что является таким поступком главного героя, что даже ее враги были вынуждены уважать это."
    },
    "7": {
      "name": "Страж Эфириона",
      "description": "Белые и золотые цвета? не-а, благословленные безмятежной и лучезарной энергией.",
      "heading_details": "Страж Эфириона – Избранный Страж Света",
      "details": "Доспехи, созданные из безупречной белой эмали с золотой филигранью, бегущей по краям, они слабо светятся, словно тронутые божественной аурой. Шлем гладкий и округлый, с золотым забралом, которое блестит как солнечный свет, отражающийся от лезвия. Длинный лазурный плащ развевается сзади, сшитый со звездными мотивами, создавая ощущение наблюдения за небесами, даже находясь на земле. Он излучает спокойную власть, ауру того, кто стоит не просто как воин, но как защитник, избранный светом.",
      "origin": "Стандартная экипировка для Небесного Почетного Караула Светящейся Империи, примерно 1523-1834 гг. Это были те ребята, что стояли у врат рая и следили, чтобы внутрь попадали только достойные — basically божественные вышибалы с лучшими доспехами. Этот конкретный комплект принадлежал Капитану Лайтбрингеру МакГудгаю, который был настолько чист сердцем, что птицы буквально пели, когда он проходил мимо (что, должно быть, было раздражающе во время скрытных миссий). Свечение доспехов происходит от столетий накопленных благих дел, что делает их ultimate нарядом для сигналинга добродетели."
    },
    "8": {
      "name": "Защита Рассвета",
      "description": "О, ты желаешь быть кем-то, излучающим надежду и защиту.",
      "heading_details": "Защита Рассвета – Страж Первого Света",
      "details": "Эти доспехи мягко отсвечивают бледно-золотыми оттенками, словно сам восходящий солнце благословил сталь. Наплечники расходятся наружу, образуя защитные дуги, обрамляющие вычеканенную солнечную печать на нагруднике. Плащ представляет собой градиент восхода — оранжевый, переходящий в мягкий желтый — символизирующий возрождение и надежду. Каждый шаг в этих доспехах ощущается как несение рассвета во тьму, присутствие, которое вызывает не страх, а восхищение и доверие. Его аура защитная, лучезарная и невозмутимо устойчивая.",
      "origin": "Выкована для Сэра Оптимизма Морнингперсона, единственного рыцаря, который искренне радовался тренировкам в 5 утра. Он защищал Восточные Королевства во время Великой Тьмы 1445 года, где его безудержно позитивное отношение было буквально превращено в оружие против теневых существ, которые не могли вынести его энергии 'доброе утро, солнышко'. Доспехи впитали так много рассветного света, что стали постоянно цвета восхода. Он однажды победил армию кошмаров просто своим чрезмерно радостным существованием — что, честно говоря, самое имбовое умение ever."
    },
    "9": {
      "name": "Серафический Щит",
      "description": "Изящные серебряно-розовые доспехи для благородной девы света.",
      "heading_details": "Серафический Щит – Сияние Девы",
      "details": "Эти доспехи вылеплены с изящной точностью, покрыты полированным серебром, которое сияет как лунный свет. Тонкие розово-золотые инкрустации проходят по груди и рукам, образуя цветочные мотивы, которые смягчают сталь, не уменьшая ее прочности. Наплечники изящно изогнуты, созданы не чтобы подавлять ее стан, а чтобы подчеркнуть его, словно рыцарь, украшенный и для битвы, и для церемонии. Сзади струится мягкий шелковый плащ бледно-лавандового цвета, gently колышущийся с каждым шагом словно дыхание весны. Шлем, часто носимый у ее бока, увенчан серебряным обручем, а не короной — скромно, но величаво. Серафический Щит не кричит о своем присутствии; он поет, создавая ауру через грацию и тихое величие.",
      "origin": "Созданы для Принцессы Изабеллы Грейсфейс из Серебряных Королевств в 1398 году. Она была тем типом Диснеевской принцессы, которая могла укротить диких драконов добротой и заставить цветы расцветать улыбкой — basically имела энергию главного героя, которая искривляла реальность вокруг нее. Доспехи были благословлены семью разными орденами святых рыцарей, что является либо overkill, либо insurance, смотря как на это посмотреть. Она не проиграла ни единой битвы, потому что враги постоянно останавливались посреди боя, чтобы compliment ее стиль. Розово-золотые инкрустации произошли от actual роз, которые росли на ее следах."
    },
    "10": {
      "name": "Мантия Затмения",
      "description": "Струящаяся асимметричная накидка поверх облегающих слоев — силуэт городского мага с тактической основой.",
      "heading_details": "Мантия Затмения – Скрытая Грань",
      "details": "Эта вещь создана из матового черного рипстопа, асимметрично скроенного, чтобы струиться как плащ, не теряя резкости уличного кроя. Она застегивается высоко у ворота на магнитную застежку, оставляя одну сторону свободно ниспадать как тень на плече. Под ней облегающая водолазка графитового цвета облегает тело, балансируя силуэт с узкими карго с тактическими молниями. Завершенные ботинками со стальным носком, Мантия Затмения читается как городское колдовство — наполовину плащ, наполовину доспехи, полностью присутствие.",
      "origin": "Разработана таинственным уличным магом, известным только как 'Тот Парень в Худи' в неоновых Мистических Районах Нео-Мистополиса, 2089 года. Он был знаменит тем, что читал заклинания, выглядев так, словно только что встал с постели, revolutionizing магическую моду навсегда. Асимметричный дизайн произошел от его философии, что 'баланс — это скучно', и его хронической неспособности properly складывать белье. Эту конкретную мантию он носил во время Великого Отключения WiFi 2091 года, когда он в одиночку поддерживал работу мистического интернета города, используя чистую злобу и энергетики."
    },
        "11": {
      "name": "Обсидиановый Гринч",
      "description": "Энергия современного рыцаря, переосмысленная как обтекаемый городской доспех.",
      "heading_details": "Обсидиановый Гринч – Чтобы вы им не казались.",
      "details": "Длинное пальто-тренч глубокого черного цвета из нейлона, водонепроницаемое, но при этом обтекаемое, с тонкой броневой стежкой на плечах и рукавах. Крой стройный, прямой и мощный, удлиняющийся чуть выше щиколоток для полного драматического эффекта. Надетое поверх водолазки графитового цвета и узких черных брюк, оно превращается в современную рыцарскую тунику — утонченную, сильную и от которой невозможно отвести взгляд. Каждый шаг превращает край пальца в источник скромной, но ощутимой ауры.",
      "origin": "Сшито по заказу Детектива Теневого Пальто (да, это еще одна официальная смена имени) из Отдела Сверхъестественных Преступлений в Готэме-но-с-магией 1920-х годов. Он расследовал дела, которые обычные полицейские не могли раскрыть, вроде 'кто украл рождественскую магию' и 'почему все горгульи продолжают сплетничать'. Драматический флер пальто возник из-за его привычки появляться из ниоткуда, чтобы бросить загадочную фразу, прежде чем снова исчезнуть. Он пытался быть похожим на Джокера из Persona 5, но с большим стилем и меньшим эмоциональным ущербом, что делало его невыносимо крутым (мы так и не узнали)."
    },
    "12": {
      "name": "Разломослой",
      "description": "Основа в стиле стритвир, многослойная с угловатыми кроями, с вплетенными светоотражающими символами.",
      "heading_details": "Разломослой – Между Мирами, Между Луками",
      "details": "Гибрид худи и куртки, созданный для движения и многослойности. Основой служит оверсайз черная худи, ткань которой испещрена светоотражающими, похожими на руны линиями, которые вспыхивают только под определенными углами падения света. Поверх нее — кропированная тактическая куртка с угловатыми кроями, пряжками и стойкой, придающей ей футуристический силуэт 'боевого мага'. В паре с широкими карго, зауженными у щиколоток, Разломослой процветает в двойственности — уютный стритвир днем, фэнтезийная экипировка ночью.",
      "origin": "Носил DJ Войдмикс во время легендарной Межразмерной Вечеринки 2156 года, где музыка буквально открывала порталы в другие реальности. Светоотражающие руны изначально были узорами от светящихся палочек, которые навсегда впитались в ткань после воздействия чистой энергии баса. Этот парень выдавал такие мощные биты, что несколько измерений начали вибрировать в унисон — вот это настоящий диапазон. Способность наряда существовать одновременно в нескольких стилевых категориях — прямой результат поглощения межразмерных модных влияний во время того эпического 72-часового сета."
    },
    "13": {
      "name": "Лунастра",
      "description": "Сатиновая минималистичность, скрытая под струящимся худи-плащом — зачарованный yummy-стайл.",
      "heading_details": "Лунастра – Закутанная Сирена",
      "details": "Основой служит черное сатиновое мини-платье с чистым квадратным вырезом, облегающее, но минималистичное. Наброшен поверх него: кропированный худи-плащ из легкой матовой ткани, чьи струящиеся рукава придают каждому шагу ощущение церемонии. Плащ застегивается на серебряную застежку-полумесяц у горла, а капюшон обрамляет лицо в элегантной тени. Ботильоны до бедра заземляют образ в современном стритвире, но движение плаща превращает его в заклинание — элегантность, замаскированная под силу.",
      "origin": "Создано для Луны Мистик, самой влиятельной ведьмы-инфлюенсера позднего Викторианского Оккультного Возрождения (1887). Она была, по сути, знаменитостью в Инстаграме, но для сеансов и рецептов зелий, с аудиторией, включавшей настоящих призраков. Полуночная элегантность плаща произошла от ее фирменного эстетического стиля 'темная академия, но сделанная колдовской', который породил тысячи досок на Пинтересте. Она носила это во время Великого Тренда Спиритической Фотографии, когда все пытались выглядеть таинственно прекрасно на заколдованных дагерротипах."
    },
    "14": {
      "name": "Эфирная Вуаль",
      "description": "Воздушный и футуристичный наряд с радужным мерцанием, словно мода, сшитая из самого ветра.",
      "heading_details": "Эфирная Вуаль – Вес Воздуха",
      "details": "Кропированная бомбер-куртка, переосмысленная в жемчужно-сером цвете с полупрозрачными сетчатыми вставками вдоль рукавов и спины, созданными ловить ветер как крылья. Радужная нить слабо мерцает вдоль швов, тонко, но эфирно под уличными фонарями. В паре с завышенной tech-юбкой, надетой поверх облегающих леггинсов, образ балансирует между утилитарностью и очарованием. Завершенный футуристичными кроссовками, Эфирная Вуаль выглядит невесомой, но незыблемо укорененной, словно сшитой из воздуха и света.",
      "origin": "Стандартная униформа для Небесных Танцовщиц Парящего Города Нимбусбурга, примерно 2234 года. Эти воздушные артисты могли буквально ходить по облакам, что звучит круто, пока не осознаешь, что им приходилось иметь дело с постоянными проблемами гардероба, связанными с погодой. Этот конкретный комплект принадлежал Капитану Виндвокер, который держал рекорд по количеству последовательных прыжков с облака на облако (847) и по самой драматичной развевающейся накидке (неизмеримо). Полупрозрачные вставки были разработаны для улавливания воздушных потоков для лучшего планирования, делая его одновременно функциональным и абсолютно культовым. Эх, наверное, было непросто, да?"
    },
    "15": {
      "name": "Тлеющая Нить",
      "description": "Расслабленная фланель с фантазийным оттенком, излучающая благородную энергию.",
      "heading_details": "Фланель Тлеющей Нити – Свет Очага на Улицах",
      "details": "Свободная, мягкая фланелевая рубашка глубокого бордового и черного цвета в клетку, сотканная с тонкой золотой нитью, которая мерцает, уловив солнце. Надетая поверх черной футболки с узкими джинсами и ботинками, это — повседневное тепло, ставшее слегка волшебным — словно несешь ауру камина на современные улицы.",
      "origin": "Носил Джейк Файерсайд, лесоруб, ставший огненным магом, который революционизировал и лесное хозяйство, и счета за отопление в Сельских Магических Сообществах 1892 года. Он был тем парнем, который мог заставить костер чувствоваться как опыт пятизвездочного отеля и каким-то образом заставлял фланель выглядеть мистически. Золотые нити — это на самом деле кристаллизованные языки пламени, которые он случайно создал, пытаясь поджарить зефирки с помощью магии — классический поступок Джейка. Эта рубашка была его повседневной одеждой, пока он превращал целые леса в устойчивые кооперативы по отоплению. Нам всем, в принципе, стоит адаптировать устойчивое развитие или что-то в этом роде."
    },
    "16": {
      "name": "Ониксовые Сумерки",
      "description": "Шикарное платье-пиджак с доминированием ауры.",
      "heading_details": "Ониксовые Сумерки – Гладкая Уверенность",
      "details": "Облегающая черная водолазка, заправленная в строгий черный пиджак с острыми плечами, в паре с укороченными брюками. Минималистичные серебряные запонки и часы завершают детали. Обувь: гладкие черные челси. Это современно, шикарно, непринужденно — тот вид, который не гонится за вниманием, но притягивает его естественно.",
      "origin": "Фирменный образ Виктории Бизнесвумен, генерального директора «Таинственных Предприятий Инк.» во время Корпоративного Оккультного Бума 1953 года. Она проводила сеансы в залах заседаний и отчитывалась ежеквартально как перед акционерами, так и перед духами. Этот наряд был ее деловым костюмом для заключения сделок, которые буквально включали души — у нее была эта энергия 'подпишите здесь кровью', но с безупречным стилем. Свойства, излучающие уверенность, происходят от ее непоколебимой веры в то, что хорошая мода может решить любой сверхъестественный кризис. Мамочка. Гёрлбосс. Сорян."
    },
    "17": {
      "name": "Шепот Карпа",
      "description": "Игривый, но женственный уличный каваийный микс.",
      "heading_details": "Шепот Карпа – Нежная Шалость",
      "details": "Кропированная оверсайз худи мягкого кремового цвета с вышивкой карпа кои, плывущего вдоль одного рукава, в паре с бледно-голубой юбкой-клеш. Завершают образ пастельные кроссовки и маленькая кросс-боди сумка в форме charm-а карпа. Мило и доступно, но его мягкость привлекает внимание без усилий — каваийная аура задействована.",
      "origin": "Разработано Сакурой Чиисай-сама для Великого Аниме Конвента 2067 года, где косплей эволюционировал в актуальное магическое превращение. Но это потребовало крови, пота и слез. Она была безоговорочной королевой энергии 'мило-но-смертельно' и нет, она не была цундэрэ, а магической девочкой, которая фактически платит налоги и имеет пенсионный план. Вышивка карпа была заряжена удачей после плавания в легендарном Пруду Вечных Вибраций. Этот наряд положил начало модному движению 'оружизированной миловидности', которое доминировало в конце 21-го века."
    },
    "18": {
      "name": "Худи Сумеречного Плетения",
      "description": "Уличная худи с зачарованными текстурами.",
      "heading_details": "Худи Сумеречного Плетения – Магия в Комфорте",
      "details": "Оверсайз худи цвета древесного угля со слабыми вышитыми узорами символов на рукавах, прошитыми темной нитью, которая проявляется только при определенном освещении. В паре с расслабленными черными джоггерами с застежками-молниями на карманах и гладкими кроссовками. Уютно и повседневно, но в деталях ощущается присутствие, словно худи несет в себе энергию незамысловатого заклинания.",
      "origin": "Создано коллективным сознанием каждого студента, который когда-либо засиживался допоздна в Библиотеке Мистических Искусств Университета Прокрастинации, основанного в 2045 году. Худи впитало десятилетия ночных занятий, пролитых энергетических напитков и отчаянных молитв студентов, надеющихся, что их магическое домашнее задание сделается само. Тонкие узоры заклинаний сформировались естественным образом из всей магической теории, которая пропитала ткань. Это, по сути, академическое ПТСР, ставшее wearable, но в уютной форме. Поверьте, это удобно."
    },
    "19": {
      "name": "Наручи Черного Сердца",
      "description": "Кожаные перчатки без пальцев с серебряными застежками, нашептывающие защитные заклинания для устойчивости вашей хватки.",
      "heading_details": "Наручи Черного Сердца – Руки, Держащие Власть",
      "details": "Изготовленные из мягкой черной кожи с серебряными пряжками на костяшках пальцев, эти перчатки без пальцев доходят до середины предплечья с тонкой амортизацией. На каждой перчатке в ладони встроен маленький аметистовый камень, прохладный на ощупь и слабо светящийся в темноте. Кожа достаточно мягка для тонкой работы, но усиленные суставы обещают защиту. Ношение их ощущается как проведение тихой силы — каждое движение становится обдуманным, каждое прикосновение — целенаправленным.",
      "origin": "Выкованы для Рэйвен Эджлорд во время ее фазы 'Я не как другие паладины' в 1456 году. Она была святым воином, который носил исключительно черное, потому что 'свет — это слишком мейнстримно', и каким-то образом заставляла божественную магию выглядеть готично. Аметистовые камни были ее идеей, потому что она настаивала, что фиолетовый — самый загадочный цвет, а обычное серебро 'слишком блестящее для скрытности'. Она жила.. Я Верю."
    },
    "20": {
      "name": "Солнечная Корона",
      "description": "Изысканный золотой обруч, ловящий солнечный свет словно пойманный рассвет.",
      "heading_details": "Солнечная Корона – Носительница Первого Света",
      "details": "Это не корона, которая требует внимания — она его заслуживает. Выкованная из теплого золота в тонких, элегантных полосах, которые изгибаются вокруг головы словно лучи солнечного света, каждый кончик увенчан маленьким цитриновым кристаллом. Металл обработан так тонко, что кажется невесомым, покоясь словно шепот у висков. При ношении она ловит каждый луч света и возвращает его удесятеренным, создавая эффект естественного нимба. Это величественность без arrogance, сила без domination.",
      "origin": "Изначально создана для Принцессы Аурелии Вечноопаздывающей, которая правила Солнечным Королевством примерно в 3021 году до н.э. Она была печально известна тем, что просыпала каждую церемонию восхода солнца, поэтому ее королевские кузнецы создали эту корону, чтобы буквально будить ее, отражая солнечный свет прямо в ее глаза — вот это будильник, который бьет иначе. Цитриновые кристаллы были благословлены первым Фениксом, который когда-либо получил верифицированный статус в Твиттере, что заставило их резонировать с чистой энергией 'главного героя'. Аурелия носила ее во время легендарной Битвы Жаворонков и Сов, где она наконец доказала, что жаворонки могут быть такими же хаотичными, как и все мы. Корона была утеряна на века, пока археологи не нашли ее в том, что оказалось древним Макдональдсом — некоторые вещи никогда не меняются. Говорят, что тот, кто наденет ее, обретает силу выглядеть безупречно в утренних селфи, что, честно говоря, может быть самой ценной магией из всех."
    },
        "21": {
      "name": "Сапоги Скитальца Бездны",
      "description": "Черные как ночь армейские ботинки, которые, кажется, поглощают свет с каждым шагом.",
      "heading_details": "Сапоги Скитальца Бездны – Шаги Между Мирами",
      "details": "Эти ботинки скорее поглощают свет, чем отражают его, они изготовлены из матовой черной кожи такой глубины, что, кажется, создают вокруг ваших ступней маленькие пустоты. Высокие шнурки до середины икры с серебряными люверсами, они созданы как для элегантности, так и для выносливости. Подошвы толстые, но бесшумные, предназначенные для скрытности и комфорта одновременно. Ношение их заставляет каждый шаг ощущаться осознанным, словно вы проходите между реальностями с каждым движением.",
      "origin": "Эти ботинки вышагали прямиком с Межразмерной Недели Моды 4156 года, их носила печально известная модель Зара Блэкстеп, которая попала в заголовки, проходя буквально через порталы бездны на подиуме. Она была, по сути, готической девочкой мультивселенной, и эти ботинки были ее визитной карточкой. Изготовленные таинственным Сапожником Бездны (который принимал оплату только в забытых воспоминаниях и действительно хороших мемах), они сделаны из кожи, существующей между измерениями. Зара носила их во время своего легендарного 'Вызова Прогулки по Бездне', который стал вирусным в семнадцати разных реальностях — она, по сути, изобрела межразмерные тренды TikTok до того, как TikTok вообще появился. Ботинки поглотили так много космической тьмы, что развили собственную гравитацию, что объясняет, почему все чувствуют необъяснимое влечение к тому, кто их носит. После того как Зара ушла на пенсию, чтобы стать полноценным криптидом, ботинки бродили по пустоте, пока не нашли путь обратно в нашу реальность, вероятно, потому что даже межразмерная обувь иногда тоскует по дому."
    },
    "22": {
      "name": "Шарф Лунной Опалесценции",
      "description": "Шелк-газ, переливающийся между серебром и лавандой, словно лунный свет сквозь облака.",
      "heading_details": "Шарф Лунной Опалесценции – Шепоты Лунной Грации",
      "details": "Сотканный из тончайшего шелка в градиентных оттенках серебристо-лавандового, этот шарф, кажется, меняет цвет при движении, улавливая свет словно жидкие лунные лучи. Достаточно длинный, чтобы обернуть несколько раз или позволить ему эффектно развеваться, он невероятно легкий, но теплый к коже. Повсюду вплетены маленькие серебряные нити, создающие тонкие узоры созвездий, которые мерцают, когда ткань движется. Он превращает любой наряд в нечто эфирное.",
      "origin": "Ткан Лунными Девами Озера Безмятежности во время Великой Эстетической Революции 2156 года, когда все коллективно решили, что обычная ткань просто не дает достаточно эфирных вибраций. Шелк происходит от космических шелкопрядов, которые питаются только звездной пылью и существуют на диете из чистых лунных лучей — по сути, космический эквивалент тех модных приверженцев органического здорового питания. Этот конкретный шарф принадлежал Луне Сильвермист, небесной инфлюенсерше, у которой было типа 50 миллионов подписчиков по множеству галактик еще до того, как социальные сети вообще существовали. Она носила его во время печально известного инцидента 'Танцевального баттла при Лунном Свете против Бога Солнца', который историки теперь признают первым зарегистрированным танцевальным баттлом в космической истории. Свойство смены цвета было случайностью — Луна пролила космический глиттер на него, но вместо того чтобы испортить его, это лишь сделало его более культовым. Узоры созвездий были вышиты вручную ее бабушкой, которая, по-видимому, сама была частично созвездием, потому что семейное дерево становится странным, если копнуть достаточно глубоко."
    },
    "23": {
      "name": "Куртка Шипозащитника",
      "description": "Кожаная куртка цвета лесной зелени с защитными рунами, выгравированными в виде шиповидных узоров.",
      "heading_details": "Куртка Шипозащитника – Броня Природы",
      "details": "Сшитая из богатой кожи цвета лесной зелени с естественной текстурой, эта куртка имеет тонкое тиснение в виде шипов и лоз на плечах и рукавах. Серебряные молнии и пряжки обеспечивают современную функциональность, в то время как латунные заклепки очерчивают узоры защитных символов. Крой идеально сидит, но позволяет двигаться, словно доспехи, созданные друидами. При ношении она несет в себе сущность глубоких лесов и древних защит.",
      "origin": "У этой куртки больше предыстории, чем у главного героя 12-сезонного аниме. Изначально принадлежала Роуэну Уайлдхарту, самому экстравагантному лесному стражу, который когда-либо жил — мы говорим о том, кто мог эффектно появиться из деревьев, чтобы просто дать указания заблудившимся туристам. Создана во время Лесного Восстания 1847 года, когда деревья буквально пошли войной на индустриализацию (и, честно говоря, у них были веские причины). Кожа поступила от особенно философского дракона, который добровольно пожертвовал ее после проигрыша в дебатах об экологической этике — по-видимому, даже у драконов теперь есть эко-тревожность. Роуэн носил эту куртку во время легендарной 'Осады Последнего Торгового Центра', где он возглавил армию пробужденных комнатных растений против корпоративной вырубки лесов. Защитные руны были вырезаны древними друидами, которые были, по сути, первоначальными экологами, только с большей магией и меньшим количеством протестных плакатов. После того как Роуэн вознесся, чтобы стать единым с лесной вай-фай сетью (не спрашивайте, это сложно), куртка передавалась через поколения людей, которые без иронии используют 'потрогай траву' как жизненный совет."
    },
    "24": {
      "name": "Плащ Звездной Пряжи",
      "description": "Плащ до пола из бархата цвета полуночной синевы, усыпанный серебряными нитями созвездий, которые, кажется, движутся.",
      "heading_details": "Плащ Звездной Пряжи – Завернутый в Ночное Небо",
      "details": "Этот ниспадающий плащ струится словно жидкий звездный свет, сотканный из бархата цвета полуночной синевы такой тонкости, что, кажется, он поглощает окружающую тьму. Серебряные нити создают узоры созвездий по всей ткани, и расположение настолько мастерское, что они, кажется, смещаются и мерцают, когда вы двигаетесь. Капюшон достаточно глубокий, чтобы создать таинственность, а застежка представляет собой полированный серебряный полумесяц. Ношение его ощущается словно вы несете ночное небо на своих плечах.",
      "origin": "Создан в Небесных Ателье Нова Прима во время Золотого Века Выглядеть Абсолютно Сокрушительно, примерно в 2847 году н.э. Этот плащ принадлежал Стелле Найтборн, самой драматичной астрономке в задокументированной истории — она буквально не наблюдала за звездами, если не была одета во что-то, что соответствовало бы их вибрациям. Бархат цвета полуночной синевы был собран в Мире Грез во время редкого события, когда кошмары и сладкие сны решили сотрудничать в модном проекте. Стелла носила это во время своей знаменитой 'Великой Экспедиции по Картографированию Звезд 2851 года', где она нанесла на карту семнадцать новых созвездий, выглядев при этом как главная героиня в самом дорогом музыкальном клипе вселенной. Серебряные нити созвездий были спрядены космическими пауками, которым платили комплиментами и первоклассной звездной пылью — по-видимому, даже межразмерные арахниды имеют свою цену. Плащ приобрел свои свойства, искривляющие реальность, после того как Стелла случайно надела его во время космической бури, в результате чего он впитал в себя чистый звездный свет и развил то, что ученые технически называют 'энергией главного героя'. Она оставила его, когда вознеслась, чтобы стать первой в мире небесной модной критикессой, оценивающей туманности и выставляющей рейтинги звездным системам за их эстетические выборы."
    },
    "25": {
      "name": "Кольцо Багровой Клятвы",
      "description": "Перстень-печатка с рубином, который пульсирует словно сердцебиение, когда его носят.",
      "heading_details": "Кольцо Багровой Клятвы – Узы, Что Связывают",
      "details": "Выкованное из черненого серебра со сложным узлом плетения вокруг ободка, это кольцо держит в своем центре рубин глубокого красного цвета, который, кажется, светится внутренним огнем. Камень огранен уникальным образом, что заставляет его мягко пульсировать при попадании света, словно синхронизируясь с вашим сердцебиением. Древние символы выгравированы так тонко на ободке, что видны только при близком рассмотрении. Это не просто украшение — это обещание, ставшее явью.",
      "origin": "Выковано в Сердечной Кузне Вечного Города во время Эпохи Нерушимых Обещаний, когда люди еще верили в 'навсегда' и не боялись проблем с обязательствами. Это кольцо принадлежало Сэру Маркусу Хартбаунду, рыцарю, настолько преданному своему слову, что он буквально не мог солгать, чтобы кольцо не ударило его током — это было похоже на встроенный детектор лжи с агрессивной обратной связью. Рубин был добыт в Пещерах Честных Чувств, месте настолько редком, что GPS эмоционального интеллекта большинства людей даже не может его найти. Маркус носил это кольцо, когда дал легендарную Клятву Вечного Стража, поклявшись защищать саму любовь от вымирания в increasingly циничном мире — по сути, он сражался за романтику до того, как приложения для знакомств сделали все странным. Синхронизация с сердцебиением не была преднамеренной; это случилось после того, как Маркус погиб, защищая право пары провести свою свадьбу во время атаки дракона (приоритеты, верно?). Черненое серебро приобрело свой цвет, впитывая века эмоциональной интенсивности, что сделало его идеальным аксессуаром для любого, чьи чувства текут глубже, чем поэтический блог на Tumblr."
    },
    "26": {
      "name": "Жилет Ломящего Рассвет",
      "description": "Тактический жилет кремового цвета с золотой вышивкой восхода на груди.",
      "heading_details": "Жилет Ломящего Рассвет – Вестник Первого Света",
      "details": "Сшитый из высококачественной кремовой парусины с тонкой текстурой, этот жилет имеет замысловатую золотую вышивку, изображающую стилизованный восход солнца на груди. Несколько карманов обеспечивают и форму, и функцию, каждый закреплен латунными пуговицами. Крой структурированный, но дышащий, предназначенный как для городских исследований, так и для приключений на природе. Мотив восхода, кажется, мягко светится при естественном освещении, создавая впечатление, что носящий его отмечен самим рассветом.",
      "origin": "Сшит во время Великой Революции Рассвета 3156 года, когда группа крайне мотивированных жаворонков решила, что рассвету нужно лучшее представление в моде. Этот жилет принадлежал Капитану Авроре Лайтбрингер, командиру Рассветного Патруля — элитного отряда людей, которые добровольно просыпались до 5 утра и каким-то образом сохраняли позитивный настрой по этому поводу. Золотая вышивка восхода была выполнена с использованием фактически пойманных солнечных лучей Мастерицами-Швеями Гильдии Ранних Птиц, которые действовали по принципу, что если уж ты просыпаешься в нечеловеческие часы, то ты должен выглядеть небесно, делая это. Аврора носила этот жилет во время легендарной Битвы у Горы Сна, где она повела свою армию, заряженную кофеином, против сил Вечной Дремы (по сути, людей, которые хотели спать вечно, что, честно говоря, звучит довольно заманчиво). Жилет приобрел свои свойства, испускающие свет, после того как Аврора совершила Ритуал Первого Кофе, нося его, что заставило его навсегда впитать энергию идеальных утренних вибраций. Она ушла на пенсию после того, как осознала, что спасение мира до завтрака задавало нереалистичные стандарты продуктивности для всех остальных."
    },
    "27": {
      "name": "Колье Гонца Призраков",
      "description": "Черная бархатная колье с маленькой серебряной подвеской, отгоняющей негативную энергию.",
      "heading_details": "Колье Гонца Призраков – Защита, Надеваемая Близко к Телу",
      "details": "Простая черная бархатная лента, которая идеально сидит на горле, украшенная маленькой серебряной подвеской, вырезанной с защитными символами. Бархат невероятно мягкий, а подвеска прохладна на коже и, кажется, мягко пульсирует защитной энергией. Несмотря на хрупкий вид, оно излучает тихую силу и служит одновременно элегантным аксессуаром и духовными доспехами.",
      "origin": "Создано Сестричеством Тонкой Защиты во время Тихой Революции 1456 года, когда женская сила решила проявляться через аксессуары, которые могли уничтожить ваших врагов, выглядя при этом абсолютно безупречно. Это колье принадлежало Леди Эванджелин Шэдоубэйн, которая была, по сути, средневековым эквивалентом той подруги, которая выглядит хрупкой, но, вероятно, могла бы выжать лошадь, если бы потребовалось. Черный бархат поступил из Полуночных Садов, где цветы цвели только в колдовской час и имели серьезную готическую энергию. Серебряная подвеска была благословлена семью разными защитными духами, которые все соревновались, чье благословение окажется наиболее эффективным — это было похоже на духовное давление со стороны сверстников, но в хорошем смысле. Эванджелин носила его во время печально известного Инцидента с Банши 1461 года, где она столкнулась с целым домом с привидениями, вооруженная лишь отношением и этим колье (спойлер: призраки извинились и ушли). Защитные свойства усилились после того, как колье поглотило негативную энергию примерно 10 000 плохих вибраций, сделав его, по сути, носимой терапевтической сессией. Когда Эванджелин скончалась (мирно, во сне, потому что даже смерть уважала ее слишком сильно, чтобы быть драматичной), колье продолжало защищать людей, потому что, по-видимому, хорошие аксессуары никогда не уходят на пенсию по-настоящему."
    },
    "28": {
      "name": "Мистический Бомбер",
      "description": "Оверсайз бомбер в глубоком пурпуре с вышитой серебряной нитью картой созвездий.",
      "heading_details": "Мистический Бомбер – Космический Уличный Стиль",
      "details": "Эта оверсайз бомбер-куртка переосмысляет уличную одежду через мистическую призму, созданная из глубокого пурпурного сатина с вышитыми серебряной нитью картами созвездий на спине. Ребристые манжеты и низ обеспечивают классический стиль бомбера, в то время как космические детали превращают его в носимый арт. Внутренние карманы подбиты тканью с звездной картой, делая даже скрытые элементы волшебными.",
      "origin": "Разработана во время Межразмерного Уличного Модного Ренессанса 4823 года, когда обычную одежду объявили 'слишком базовой' Советом Космического Стиля. Этот бомбер принадлежал Каю Стардрифтеру, межразмерному путешественнику, который собирал эстетики из разных реальностей, как большинство людей собирают штампы кофеен. Глубокий пурпурный сатин был соткан из кристаллизованных сумерек, собранных в течение кратких моментов между днем и ночью в нескольких измерениях — по сути, тканевый эквивалент того идеального золотого часа освещения, которое все пытаются поймать в селфи. Кай носил эту куртку, исследуя Звездные Рынки, где космические торговцы продавали разлитый в бутылки звездный свет и квантовые модные аксессуары, существовавшие в нескольких реальностях одновременно. Картография созвездий была добавлена после того, как Кай заблудился в Пустоте Между Мирами и ему пришлось ориентироваться по звездным узорам, вышитым на его куртке — вот это функциональность моды. Куртка развила свои свойства, искривляющие реальность, после того как ее носили примерно через 847 межразмерных порталов, поглощая следовые количества космической энергии и то, что ученые называют 'синдромом главного героя'. Кай в итоге осел в карманном измерении, где каждый день — вечная осень и эстетика никогда не меняется, оставив куртку тому, кому все еще нужно путешествовать между мирами, выглядя абсолютно сокрушительно."
    },
    "29": {
      "name": "Наручи Кузницы Душ",
      "description": "Кожаные наручи с латунными пряжками, с выгравированными рунами силы и выносливости.",
      "heading_details": "Наручи Кузницы Душ – Воплощенная Сила",
      "details": "Изготовленные из богатой коричневой кожи с латунными пряжками и D-образными кольцами, эти наручи для предплечий имеют ручной гравированные рунические символы, которые, кажется, пульсируют тонким теплом при ношении. Кожа достаточно толстая, чтобы обеспечить защиту, но достаточно мягкая для комфортного повседневного ношения. Они превращают любой наряд в нечто, намекающее на скрытую силу и древнее знание.",
      "origin": "Выкованы в существование во время Великого Пробуждения Силы 2134 года, когда общество наконец осознало, что внутренняя сила нуждается в серьезных внешних аксессуарах, чтобы соответствовать. Эти наручи принадлежали Майе Айронхарт, воину-философу, которая верила, что истинная сила приходит от точного знания, насколько ты могущественен, и спокойного отношения к этому. Кожа была получена из Шкуры Понимания, мифического существа, которое добровольно сбрасывало свою кожу после достижения просветления — по сути, духовный эквивалент змеи, которая действительно увлеклась медитацией. Латунные пряжки были выкованы из металла, которому пели Гномий Хор Эмоциональной Поддержки, заставляя их резонировать с частотами, повышающими уверенность и снижающими тревогу. Майя носила их во время легендарного Турнира Внутренней Силы, где участники сражались с собственными сомнениями вместо друг друга — это было удивительно интенсивно, и аудитория состояла в основном из терапевтов, делавших заметки. Рунные символы развили свое тепло после поглощения лет решимости Майи помочь людям осознать свою собственную ценность, сделав наручи, по сути, носимой самооценкой. Она передала их после достижения конечной цели — больше не нуждаться во внешнем подтверждении, хотя и признала, что наручи 'все еще довольно круты' даже для того, кто превзошел потребность в классных аксессуарах."
    },
    "30": {
      "name": "Эфирное Кимоно",
      "description": "Струящееся шелковое кимоно в эфирных белых тонах с нарисованными вручную цветами сакуры.",
      "heading_details": "Эфирное Кимоно – Грация Между Мирами",
      "details": "Эта современная интерпретация традиционного кимоно струится словно жидкий лунный свет, созданная из тончайшего шелка в градиентных белых и бледно-лавандовых тонах. Нарисованные вручную цветы сакуры разбросаны по ткани, словно пойманные в вечный весенний бриз. Рукава широкие и драматичные, пояс оби — более глубокого пурпурного цвета, который заземляет эфирную палитру. Ношение его ощущается как шаг в сон, нарисованный в пастельных тонах.",
      "origin": "Ткано во время Фестиваля Вечной Сакуры в Нео-Киото, 2847 года, когда городской ИИ достиг просветления и решил отпраздновать это, сделав все эстетически идеальным в течение трех consecutive месяцев. Это кимоно принадлежало Юки Мунвиспер, цифровой художнице, которая специализировалась на рисовании фактическими лунными лучами и каким-то образом сумела зарабатывать на жизнь этим в космической гиг-экономике. Шелк поступил от квантовых шелкопрядов, которые существовали в состоянии вечной весны, питались цифровыми лепестками сакуры и мечтами об идеальной погоде — по сути, самые оптимизированные насекомые в мультивселенной. Нарисованные вручную цветы сакуры были созданы с использованием пигментов, сделанных из кристаллизованных эмоций ханами, захватывая то специфическое чувство, когда сидишь под падающими лепестками, размышляя о мимолетной красоте жизни. Юки носила это кимоно во время своей легендарной выставки 'Пиксели и Лепестки: Когда Технологии Мечтают о Природе', которая заставила половину аудитории плакать слезами чистой эстетической признательности. Кимоно приобрело свои эфирные свойства после того, как его носили во время Великой Конвергенции, когда цифровая и физическая реальность ненадолго слились, и все выглядело как фильм Студии Гибли ровно семнадцать минут. Юки в итоге загрузила свое сознание, чтобы стать первой цифровой хранительницей сезонной эстетики вселенной, оставив кимоно тому, кому все еще нужно существовать в физической форме, излучая максимальную эфирную энергию."
    },
        "31": {
      "name": "Плащ Призывателя Бурь",
      "description": "Шерсть грозово-серого цвета с узорами электрически-синих молний, которые, кажется, мерцают.",
      "heading_details": "Плащ Призывателя Бурь – Гром, Ставший Одеянием",
      "details": "В основе этого драматичного плаща лежит тяжелая шерсть грозово-серого цвета, с вышитыми электрически-синими нитями узорами молний, которые неожиданным образом ловят свет, создавая иллюзию мерцающего электричества. Капюшон глубокий и защитный, ткань достаточно плотная, чтобы выдержать настоящие бури. Серебряные застежки в форме грома закрепляют его у горла.",
      "origin": "Выткан во время Великих Погодных Войн 2456 года, когда маги климата сражались за контроль над атмосферной эстетикой, и все стали относиться к преследованию штормов слишком серьезно. Этот плащ принадлежал Громовому Дженкинсу (да, это было его настоящее законное имя — его родители были метеорологами с проблемами обязательств), самому экстравагантному призывателю штормов в задокументированной истории. Грозово-серая шерсть поступила от овец, которые паслись исключительно в грозовых тучах, что давало им вечно статически заряженную шерсть и очень плохое отношение к осадкам. Узоры электрически-синих молний были вышиты с использованием фактически пойманных молний Безумными Швеями Башни Тесла, которые действовали по принципу, что если твоя одежда не может потенциально кого-нибудь electrocute, ты просто не стараешься достаточно сильно. Гром носил этот плащ во время легендарной Осады Ураганных Высот, где он в одиночку убедил ураган пятой категории изменить направление, вызвав его на танцевальный баттл (ураган выиграл, но был достаточно впечатлен, чтобы пощадить город). Свойства плаща, искривляющие реальность, развились после поглощения семнадцати различных типов штормовой энергии, сделав его, по сути, носимой погодной системой с проблемами тревожности. Гром ушел на пенсию после того, как осознал, что контроль над погодой возлагает на него слишком большую ответственность за чужие планы на свежем воздухе, и передал плащ тому, кто сможет справиться с давлением быть косвенно ответственным за каждый сорванный из-за дождя пикник в радиусе трех округов."
    },
    "32": {
      "name": "Серьги Фейского Света",
      "description": "Изящные золотые серьги-кольца с висящими нефритовыми камнями, которые, кажется, светятся внутренним светом.",
      "heading_details": "Серьги Фейского Света – Шепоты Дикой Природы",
      "details": "Эти элегантные золотые серьги-кольца украшены гладкими нефритовыми каплями, которые, кажется, хранят в своих глубинах пойманный лесной свет. Нефрит меняется от бледно-зеленого до глубокого изумруда в зависимости от угла, а золото обработано с такой тонкой детализацией, что при близком рассмотрении видны крошечные узоры листьев. Они ловят и отражают свет таким образом, что кажутся почти светящимися.",
      "origin": "Созданы во время Великого Пробуждения Ювелирного Искусства 1847 года, когда Фейские Дворы решили, что человеческие аксессуары 'трагически недочарованы' и взялись исправить ситуацию. Эти серьги принадлежали Иве Брайтлиф, полуфее-дипломату, которая специализировалась на переводе между человеческой логикой и фейской логикой (работа, требовавшая оплаты за риск и обширной терапии). Золотые кольца были выкованы из солнечного света, который выдерживался в лунных лучах ровно семь сезонов, создавая металл, существующий в состоянии вечного золотого часа освещения. Нефритовые камни были подарками от Духов Земли во время Договора Вечной Весны, когда люди и природа наконец согласились перестать быть странными по поводу сосуществования. Ива носила их во время печально известного Дипломатического Инцидента со Светящимися Деревьями, где она успешно провела переговоры о мирном договоре между городской застройкой и зачарованным лесом, доказав, что сосуществование может на самом деле выглядеть довольно круто. Серьги приобрели свои светящиеся свойства после того, как их носили во время Фестиваля Вечных Сумерек, впитав специфическую энергию того идеального момента, когда день и ночь не могут решить, кто главный. Когда Ива вознеслась, чтобы стать официальным Послом Всего, Что Светится, она оставила серьги с запиской: 'Для того, кому нужно освещать комнату, не требуя фактической электрической инфраструктуры.'"
    },
    "33": {
      "name": "Кардиган Теневого Починения",
      "description": "Оверсайз кардиган цвета древесного угля с карманами, достаточно глубокими, чтобы хранить секреты.",
      "heading_details": "Кардиган Теневого Починения – Утешение в Тайне",
      "details": "Этот оверсайз кардиган оборачивает вас кашемиром цвета древесного угля, настолько мягким, что кажется, будто носишь тени. Карманы необычайно глубоки, идеально подходят для хранения маленьких сокровищ или сокрытия рук. Черные пуговицы выстроились в ряд спереди, а подол доходит до середины бедра для максимального уюта. Это та вещь, которая заставляет тебя хотеть свернуться калачиком с древними книгами и травяным чаем.",
      "origin": "Связан во время Уютной Революции 3001 года, когда общество коллективно решило, что комфорт — это право человека, и любой, кто мешает оптимальному уюту, совершает преступления против хюгге. Этот кардиган принадлежал Луне Найтридер, библиотекарю, достигшему конечной цели — получать деньги за чтение книг в невероятно удобной одежде. Кашемир цвета древесного угля поступил от теневых коз, которые паслись в сумеречных долинах между днем и ночью, производя шерсть, которая ощущалась как ношение нежного объятия самой вселенной. Невозможно глубокие карманы были спроектированы Гильдией Практической Магии так, чтобы существовать в небольшом складке измерения, позволяя им вмещать примерно в три раза больше, чем разрешает физика — по сути, технология сумки Мэри Поппинс, но для кардиганов. Луна носила этот кардиган во время легендарной Великой Осады Библиотеки 3003 года, где она защищала Священный Архив Запрещенных Любовных Романов от сил Литературного Претенциозства (они проиграли, очевидно). Кардиган развил свои свойства хранения секретов после лет носки, пока Луна слушала признания посетителей об их сомнительных читательских привычках, сделав его, по сути, носимой терапией с превосходным вкусом. Она передала его дальше после достижения работы мечты — стать официальным Хранителем Уютных Вибраций вселенной, должность, которая, по-видимому, имеет отличные benefits и неограниченный запас чая."
    },
    "34": {
      "name": "Перчатки Драконьей Чешуи",
      "description": "Длинные перчатки до локтя цвета изумруда с узором перекрывающихся чешуек.",
      "heading_details": "Перчатки Драконьей Чешуи – Древняя Сила на Кончиках Ваших Пальцев",
      "details": "Эти длинные перчатки до локтя цвета изумруда имеют выгравированный в коже узор перекрывающихся чешуек, которые ловят свет словно настоящая драконья чешуя. Крой точный, позволяющий сохранять полную ловкость, одновременно создавая ауру потусторонней элегантности. Маленькие латунные застежки на запястьях надежно фиксируют их, а кончики пальцев усилены тонкими металлическими деталями.",
      "origin": "Заказаны во время Великой Инициативы Драконьей Дипломатии 2189 года, когда люди наконец осознали, что, возможно, им стоит попробовать поговорить с драконами, вместо того чтобы постоянно пытаться сражаться с ними. Эти перчатки принадлежали Сэру Эмберу Дрейкуисперу, первому человеку, успешно заключившему мирный договор с драконами, предложив им криптовалюту (по-видимому, древние драконы на удивление хорошо разбираются в технологии блокчейн). Кожа цвета изумруда поступила от Вердании Благоразумной, древнего дракона, который участвовал в Мирных Соглашениях после того, как устал от людей, постоянно пытающихся украсть его вещи — она решила, что если уж она все равно сбрасывает чешую, то может превратить это в бизнес. Узор перекрывающихся чешуек был выгравирован вручную Гильдией Драконьих Ремесленников, которые относились к своему ремеслу достаточно серьезно, чтобы заставить модных дизайнеров людей рыдать от зависти. Сэр Эмбер носил эти перчатки во время легендарного Совета Пламени и Разума, где он успешно убедил двенадцать различных драконьих кланов в том, что люди стоят того, чтобы их сохранить, в основном демонстрируя, что человеческое творчество может производить действительно эстетически приятные аксессуары. Перчатки приобрели свои потусторонние свойства после благословения каждым драконом, подписавшим мирный договор, сделав их, по сути, дипломатическим иммунитетом в wearable форме. Сэр Эмбер в итоге ушел на пенсию, чтобы стать первым в мире Консультантом по Отношениям между Драконами и Людьми, оставив перчатки тому, кому нужно обращаться с могущественными созданиями со стилем и грацией."
    },
    "35": {
      "name": "Платье Сдвига Туманности",
      "description": "Струящееся платье-саронг в космических цветах, которые, кажется, движутся и переливаются по ткани.",
      "heading_details": "Платье Сдвига Туманности – Носить Вселенную",
      "details": "Это текучее платье-саронг воплощает красоту глубокого космоса в wearable форме, с тканью, которая переливается между глубокими пурпурами, электрическими синими и оттенками космического розового. Цвета, кажется, движутся и переливаются, когда вы идете, создавая иллюзию, будто на вас живая туманность. Крой простой и элегантный, позволяющий космической ткани быть звездой шоу.",
      "origin": "Разработано во время Космической Модной Революции 4156 года, когда обычная земная одежда была объявлена 'размерно недостаточной' Межгалактическим Советом Стиля. Это платье принадлежало Нова Старвивер, космической танцовщице, которая выступала исключительно в пространствах между звездными системами и каким-то образом зарабатывала на жизнь этим на самом нишевом рынке развлечений вселенной. Ткань была соткана из фактических газов туманности, которые были кристаллизованы в тот краткий момент, когда умирающая звезда решила уйти со стилем, создав материал, существующий в состоянии перманентной красивой космической драмы. Переливающиеся цвета были захвачены от Северного Сияния семнадцати разных планет, каждая из которых внесла свой уникальный электромагнитный signature, чтобы создать платье, которое было, по сути, носимой инсталляцией света. Нова носила это платье во время своего легендарного выступления 'Танцуя с Умирающими Звездами', которое увидели примерно три цивилизации и которое заставило их всех усомниться в своем понимании движения, искусства и фундаментальной природы красоты. Платье приобрело свои свойства, сдвигающие реальность, после того как его носили через множественные солнечные бури, поглощая космическую радиацию и развивая то, что ученые называют 'энергией главного героя в галактическом масштабе'. Нова в итоге превзошла физическую форму, чтобы стать чистой энергией космического танца, оставив платье тому, кому все еще нужно существовать в телесной форме, излучая эстетическую силу всей вселенной."
    },
    "36": {
      "name": "Сапоги Рунической Защиты",
      "description": "Кожаные сапоги до колен с защитными рунами, вырезанными по бокам.",
      "heading_details": "Сапоги Рунической Защиты – Шаги, Защищенные Древней Силой",
      "details": "Эти сапоги до колен изготовлены из богатой коричневой кожи с защитными рунами, вырезанными вручную на вставках по бокам. Каждая руна заполнена сусальным золотом, которое мерцает на фоне кожи, а сапоги шнуруются кожаными шнурками, продетыми через латунные люверсы. Подошвы толстые и долговечные, предназначенные как для городских улиц, так и для мистических путешествий.",
      "origin": "Созданы во время Золотого Века Практической Магии в 1634 году, когда волшебники наконец осознали, что вся их сила бесполезна, если они продолжают получать волдыри от дешевой обуви. Эти сапоги принадлежали Мастеру Алдрику Граундвокеру, самому прагматичному волшебнику в задокументированной истории — он был тем парнем, который изобрел магические компоненты, не требующие путешествий по семнадцати разным мистическим локациям просто для сотворения простого светового заклинания. Богатая коричневая кожа поступила от Коров Понимания, стада философски просветленных коров, достигших внутреннего покоя и добровольно вносивших вклад в общее благо (они были, по сути, буддийскими монахами bovine мира). Защитные руны были вырезаны вручную Гильдией Разумных Чародеев, которые действовали по принципу, что если твоя магическая защита слишком сложна, чтобы запомнить ее во время кризиса, она, вероятно, бесполезна. Алдрик носил их во время печально известной Экспедиции в Практическое Измерение, где он доказал, что здравый смысл и магия могут сосуществовать, не вызывая экзистенциального кризиса у реальности. Сусальное золото развило свою силу после веков, в течение которых по нему ходили люди, которые действительно знали, что они делают, сделав сапоги, по сути, носимой компетентностью. Когда Алдрик вознесся, чтобы стать Покровителем Святых Добивающихся-Своего, он оставил сапоги с инструкцией, что их должны носить только те, кто понимает, что истинная сила приходит от готовности ко всему при этом выглядеть абсолютно профессионально."
    },
    "37": {
      "name": "Небесный Кулон",
      "description": "Серебряная цепь с золотой подвеской-звездой, которая, кажется, пульсирует небесной энергией.",
      "heading_details": "Небесный Кулон – Звезда, Чтобы Направлять Тебя",
      "details": "Эта изящная серебряная цепь держит у своего сердца золотую подвеску-звезду, созданную с такой точностью, что, кажется, она хранит внутри себя настоящий звездный свет. Звезда свободно вращается на своем креплении, ловя свет со всех углов, а серебряная цепь достаточно тонка, чтобы ощущаться невесомой на шее. Говорят, что те, кто носит ее, находят свой путь легче, как буквально, так и метафорически.",
      "origin": "Выкован во время Великого Навигационного Кризиса 2847 года, когда человечество колонизировало половину галактики, но каким-то образом продолжало теряться, пытаясь найти космический эквивалент заправочной станции. Этот кулон принадлежал Капитану Стелле Вэйфайндер, самому ориентированно одаренному человеку в известной вселенной — она была человеческим эквивалентом GPS, но с лучшим вкусом и меньшим количеством раздражающих голосовых подсказок. Серебряная цепь была создана из метеоритного серебра, благословленного Созвездием Вечного Направления, группой звезд, которые, по-видимому, устали наблюдать, как космические путешественники веками летают по кругу. Золотая подвеска-звезда была вырезана из фрагмента Первой Звезды, которая пожертвовала часть себя после того, как стала свидетельницей того, как слишком многие люди теряются в своих собственных солнечных системах. Стелла носила этот кулон во время легендарной Великой Космической Спасательной Операции 2851 года, где она успешно провела 10 000 потерянных кораблей обратно в их родные системы, используя только звездную навигацию и впечатляющее количество космической уверенности. Кулон приобрел свои направляющие свойства после поглощения навигационных молитв каждого потерянного путешественника в галактике, сделав его, по сути, носимой картой, работающей на экзистенциальном, так же как и на физическом уровне. Когда Стелла ушла на пенсию, чтобы стать официальным Директором Вселенной по Не-Потерянности, она передала кулон дальше с запиской: 'Для того, кому нужно найти свой путь, как буквально, так и метафорически, выглядев при этом звездно.'"
    },
    "38": {
      "name": "Ансамбль Ночного Падения",
      "description": "Полный трехчастный наряд: бархатный пиджак, укороченные брюки и шелковая рубашка в полуночных тонах.",
      "heading_details": "Ансамбль Ночного Падения – Элегантность После Наступления Тьмы",
      "details": "Этот полный трехчастный комплект включает бархатный пиджак глубокого черного цвета, идеально сидящие брюки из той же ткани и шелковую рубашку глубокого пурпура, который переходит в черный при слабом освещении. Серебряные пуговицы и тонкая пурпурная строчка — единственное необходимое украшение. Ансамбль скроен до совершенства, создавая силуэт, который привлекает внимание чистой элегантностью, а не броскостью.",
      "origin": "Сшит во время Движения Элегантной Тьмы 3456 года, когда общество решило, что злодеи монополизировали все лучшие эстетические выборы на way слишком долго, и пришло время обычным людям вернуть себе утонченную тьму. Этот ансамбль принадлежал Лорду Винсенту Шэдоумору, исправившемуся вампиру, который променял карьеру злого повелителя на более устойчивый образ жизни в качестве модного консультанта (по-видимому, даже бессмертные ночные создания иногда нуждаются в смене деятельности). Полуночный бархат поступил с Ткацких Фабрик Вечных Сумерек, где специализировались на создании одежды, которая выглядела так, словно ее ткали из пространства между звездами. Шелковая рубашка глубокого пурпура была окрашена с использованием чернил Полуночного Кальмара, существа, которое существовало только во время солнечных затмений и имело твердое мнение о сочетании цветов. Винсент носил этот ансамбль во время легендарного Бала Исправившихся Злодеев, где бывшие антагонисты демонстрировали свои успешные смены карьеры, выглядя при этом абсолютно сокрушительно в вечерних нарядах. Костюм приобрел свои свойства, искривляющие реальность, после того как его носили примерно на 200 светских мероприятиях, где Винсент доказал, что можно выглядеть опасно элегантно, не будучи на самом деле опасным. Когда Винсент наконец достиг своей мечты — открыть школу этикета для исправившихся сверхъестественных существ, он передал ансамбль тому, кому нужно было внушать уважение через чистую эстетическую власть, а не через века накопленной темной магии."
    },
    "39": {
      "name": "Форма Часового Академии",
      "description": "Военно-морская синяя униформа в военном стиле с золотой отделкой, разработанная для почетного караула магической академии.",
      "heading_details": "Форма Часового Академии – Честь на Службе",
      "details": "Эта безупречная униформа сочетает военную точность с мистической элегантностью, включая военно-морскую синюю шерстяную куртку с золотым позументом на груди и плечах. Серебряные пуговицы несут древние защитные символы, а высокий воротник отображает знаки различия звания золотой нитью. Соответствующие брюки имеют идеальную стрелку, и ансамбль включает белые перчатки и фуражку с эмблемой грифона. Ношение ее ощущается как вступление в элитный орден, посвященный защите древних знаний.",
      "origin": "Заказана во время Великой Образовательной Реформы 2134 года, когда магические академии осознали, что их безопасность обеспечивается людьми, которые выглядели так, словно предпочли бы быть где угодно, но только не здесь, и решили исправить эстетику вместе с фактической защитой. Эта униформа принадлежала Капитану Саре Брайтвард, самому вдохновляющему офицеру безопасности в академической истории — она была тем человеком, который заставлял безопасность кампуса выглядеть как призвание, а не как требование к работе. Военно-морская синяя шерсть поступила от Овец Ученой Преданности, породы, которая отращивала свою лучшую шерсть только во время прослушивания лекций о древней магической теории (они были, по сути, академическим эквивалентом коров, слушающих классическую музыку). Золотой позумент был создан Мастерами-Портными Чести, которые действовали по принципу, что если ты собираешься посвятить свою жизнь защите знаний, ты должен выглядеть так, словно знание само лично выбрало тебя. Сара носила эту форму во время печально известной Осады Финальных Экзаменов, где она защищала академию от вторжения демонов стресса, сохраняя при этом безупречные стандарты формы и каким-то образом все еще умудряясь подбадривать паникующих студентов. Униформа приобрела свои свойства, излучающие авторитет, после лет носки кем-то, кто искренне верил, что образование стоит защищать, сделав ее, по сути, носимой преданностью стремлению к знаниям. Когда Сару повысили до поста Главы Академии Практического Героизма, она передала униформу тому, кто понимает, что истинная сила приходит от защиты права людей учиться без страха."
    },
    "40": {
      "name": "Пижамный Комплект Шэдоумор",
      "description": "Мягкая пижама из модала цвета полуночного пурпура с узорами созвездий для мистических снов.",
      "heading_details": "Пижамный Комплект Шэдоумор – Сны под Звездным Светом",
      "details": "Эта роскошно мягкая пижама из модала глубокого полуночного пурпура с нежными узорами созвездий, разбросанными по ткани бледно-лавандового цвета. Верх имеет расслабленный дизайн с застежкой на пуговицы спереди и классическим воротником, в то время как соответствующие штаны имеют эластичный пояс и боковые карманы. Ткань прекрасно дышит и ощущается словно сон, завернутый в сумеречную магию.",
      "origin": "Создана во время Великой Революции Сна 3001 года, когда человечество наконец признало, что качественный отдых — это фундаментальное право, и любой, кто мешает оптимальному комфорту сна, совершает преступления против основного человеческого благополучия. Этот пижамный комплект принадлежал Доктору Луне Дримвивер, исследовательнице сна, которая посвятила свою жизнь доказательству того, что правильная ночная одежда может буквально улучшить качество ваших снов. Модал цвета полуночного пурпура поступил от Деревьев Снов Сумеречного Леса, растений, которые росли только в идеальных условиях между бодрствованием и сном, производя ткань, которая ощущалась как ношение нежного объятия самого комфортного облака вселенной. Узоры созвездий были вышиты с использованием нити, спряденной из фактического звездного света Швеями Мирного Сна, которые работали исключительно в часы, когда кошмары были наименее активны. Луна носила этот комплект во время своих новаторских исследований связи между эстетикой ночной одежды и качеством снов, доказывая, что красивая ночная одежда может фактически улучшить визуальное качество ваших снов и снизить вероятность тревожных кошмаров. Пижама приобрела свои свойства, улучшающие сны, после того как ее носили в течение тысяч ночей идеально курируемых снов, поглощая энергию бесчисленных мирных снов и развивая то, что ученые называют 'магией оптимизации REM-фазы'. Когда Луна достигла своей конечной цели, вознесясь, чтобы стать Хранительницей Всеобщего Качества Сна, она оставила пижаму тому, кому нужно, чтобы их сны были столь же эстетически приятными, как и их жизнь наяву."
    },
        "41": {
      "name": "Мантия Хранителя Гримуара",
      "description": "Мантия ученого из темно-серой шерсти с кожаными деталями, напоминающими переплет, и глубокими карманами для свитков.",
      "heading_details": "Мантия Хранителя Гримуара – Мудрость, Ставшая Одеянием",
      "details": "Эта ниспадающая мантия ученого скроена из тяжелой шерсти древесного угля с кожаными деталями вдоль краев, напоминающими обложки древних фолиантов. Множество внутренних карманов идеально подходят для свитков, кристаллов и других ученых инструментов. Капюшон глубокий и располагающий к размышлениям, а переднюю часть закрепляют латунные застежки в форме перьев. Это академическая мантия, переосмысленная для современного мистика.",
      "origin": "Вытканa во время Великого Библиотечного Ренессанса 1456 года, когда ученые учреждения решили, что если уж они собираются сохранять все человеческие знания, их библиотекари должны выглядеть так, как будто они могут лично запугивать невежество до подчинения. Эта мантия принадлежала Мастеру Корнелиусу Букрайту, самому устрашающему библиотекарю в задокументированной истории — он был тем человеком, который заставлял чувствовать возврат книг с опозданием как личное предательство самой концепции обучения. Шерсть древесного угля поступила от Овец Накопленной Мудрости, породы, которая проводила всю свою жизнь, пасясь на полях, где когда-то ходили древние ученые, поглощая остаточную интеллектуальную энергию через свои копыта. Кожаные детали переплета были созданы из Шкуры Философских Дебатов, полученной от существ, достигших просветления через extensive argumentation о природе существования. Корнелиус носил эту мантию во время легендарной Защиты Запретного Раздела, где он в одиночку защитил опасные знания от краж людьми, которые определенно не были готовы к ним и, вероятно, использовали бы их для создания финансовых пирамид. Мантия приобрела свои свойства запугивания после десятилетий носки кем-то, кто искренне верил, что знание священно и должно treated with appropriate reverence, сделав ее, по сути, носимой академической властью. Когда Корнелиус вознесся, чтобы стать Вечным Хранителем Всех Книг, Которые Когда-Либо Были Написаны, он передал мантию тому, кто понимает, что сохранение мудрости требует выглядеть так, как будто ты можешь лично переписать реальность, если кто-то проявит неуважение к первому изданию."
    },
    "42": {
      "name": "Домашняя Одежда Лунного Света",
      "description": "Оверсайз свитер кремового цвета и соответствующие шорты с серебряной вышивкой лунных фаз.",
      "heading_details": "Домашняя Одежда Лунного Света – Небесный Комфорт",
      "details": "Этот уютный комплект включает оверсайз свитер из кашемира кремового цвета с опущенными плечами и серебряной вышивкой лунных фаз вдоль рукавов, в паре с соответствующими трикотажными шортами длиной до середины бедра. Ткань невероятно мягкая, идеальная для ленивых выходных или ночных наблюдений за звездами. Лунные фазы, кажется, мягко мерцают при разном освещении, добавляя магию комфорту.",
      "origin": "Разработанa во время Революции Небесного Комфорта 2847 года, когда сама Лунная Дева устала от того, что люди носят уродливую одежду, пытаясь соединиться с лунной энергией, и решила напрямую вмешаться в земную fashion индустрию. Этот комплект домашней одежды принадлежал Серенити Мунчайлд, космической wellness-инфлюенсерше, которая каким-то образом сделала карьеру, уча людей оптимизировать их расслабление через астрономическое выравнивание. Кашемир кремового цвета поступил от Коз Вечного Спокойствия, стада, которое жило исключительно в горных лугах, где отражение луны создавало идеальные условия для производства самых мягких, самых успокаивающих волокон в существовании. Серебряная вышивка лунных фаз была выполнена с использованием actual moonbeams, которые были кристаллизованы во время редкого феномена, когда все лунные фазы существовали одновременно ровно семнадцать минут. Серенити носила этот комплект во время своей легендарной серии стримов 'Неженство с Луной', где она учила 2.3 миллиона подписчиков достигать внутреннего мира через стратегический дневной сон и качественную ночную одежду. Домашняя одежда приобрела свои свойства, вызывающие безмятежность, после того как ее носили во время бесчисленных медитаций под прямым лунным светом, поглощая лунную энергию и развивая то, что ученые называют 'оптимальными чилл вибрациями'. Когда Серенити достигла своей финальной формы, став Официальным Послом Луны на Земле, она оставила комплект тому, кому нужно освоить искусство выглядеть небесно элегантно, не делая абсолютно ничего продуктивного."
    },
    "43": {
      "name": "Церемониальная Форма Королевской Гвардии",
      "description": "Парадная униформа из пурпурного бархата с золотым позументом, которую носят элитные дворцовые гвардейцы.",
      "heading_details": "Церемониальная Форма Королевской Гвардии – Защитник Короны",
      "details": "Эта величественная церемониальная униформа включает глубокую пурпурную бархатную куртку со сложным золотым позументом в виде кельтских узоров на груди и манжетах. Высокий воротник несет королевский герб золотой нитью, а соответствующие брюки имеют золотую окантовку по бокам. Церемониальный пояс для шпаги и белая шелковая перевязь завершают ансамбль. Зарезервированная для самых элитных гвардейцев, ношение ее несет вес древних клятв и благородного долга.",
      "origin": "Заказана во время Золотого Века Драматической Монархии в 1634 году, когда короли и королевы соревновались, чья личная гвардия может выглядеть наиболее устрашающе великолепно, стоя на посту часами. Эта униформа принадлежала Сэру Реджинальду Пёрплхарту, самому преданному королевскому гвардейцу в истории — он однажды простоял в карауле 72 часа подряд, просто чтобы доказать, что преданность долгу может быть искусством. Пурпурный бархат поступил от Королевских Шелкопрядов Величественного Намерения, существ, которых кормили исключительно лепестками цветов и классической музыкой, чтобы производить ткань, достойную защиты божественного права на власть. Золотой позумент был создан Мастерами-Ткачами Вечной Верности, которые действовали по принципу, что если ты собираешься посвятить свою жизнь защите чужой короны, твой наряд должен быть достаточной компенсацией за то, что тебе никогда не придется носить корону самому. Реджинальд носил эту униформу во время легендарной Осады Эффектной Пышности, где он защищал дворец от армии модных критиков, которые утверждали, что монархическая эстетика 'проблематично экстра' (он победил, доказав, что иногда быть экстра — это на самом деле форма служения обществу). Униформа приобрела свои свойства, излучающие авторитет, после поглощения десятилетий непоколебимой преданности Реджинальда идее, что некоторые вещи стоят защиты просто потому, что они красивы, сделав ее, по сути, носимой верностью с действительно впечатляющей плотностью нитей. Когда Реджинальд ушел на пенсию после достижения невозможной мечты — сделать службу в карауле самой гламурной работой в королевстве, он передал униформу тому, кто понимает, что истинное служение иногда требует выглядеть настолько великолепно, что люди забывают подвергать сомнению систему, которую ты защищаешь."
    },
    "44": {
      "name": "Худи Звездной Пряхи",
      "description": "Ультрамягкая худи глубокого цвета морской волны с нитями созвездий, светящимися в темноте.",
      "heading_details": "Худи Звездной Пряхи – Комфорт Среди Звезд",
      "details": "Эта невероятно мягкая худи создана из щеточного хлопка глубокого цвета морской волны, с узорами созвездий, вышитыми специальной нитью, которая мягко светится в темноте. Капюшон подбит тканью со звездной картой, а kangaroo карман идеален для согревания рук или хранения маленьких сокровищ. Это та самая худи, которая заставляет тебя хотеть не спать всю ночь, наблюдая за настоящими звездами.",
      "origin": "Связана во время Космической Революции Комфорта 4823 года, когда текстильные инженеры вселенной наконец решили вековую проблему того, как заставить обычную одежду ощущаться как объятие от всей галактики. Эта худи принадлежала Заре Найтглоу, консультантке по космическому комфорту, которая специализировалась на помощи людям в достижении оптимального уюта при сохранении связи с небесной энергией. Хлопок глубокого цвета морской волны поступил от Комфортных Растений Туманности Семь, организмов, которые эволюционировали specifically, чтобы производить самые мягкие волокна в известной вселенной, после того как стали свидетелями того, как слишком многие существа страдают от неадекватной ночной одежды. Светящиеся в темноте нити созвездий были спрядены из actual starlight Гильдией Космических Швей, которые работали исключительно во время солнечных затмений, когда граница между светом и тьмой была наиболее эстетически приятной. Зара носила эту худи во время своей легендарной 'Великой Уютной Миссии 4825 года', где она путешествовала по семнадцати разным звездным системам, чтобы исследовать оптимальные условия комфорта в различных гравитационных полях и атмосферных составах. Худи приобрела свои свойства, питаемые звездами, после того как ее носили во время бесчисленных ночей межзвездных наблюдений за звездами, поглощая космическую радиацию и развивая то, что ученые называют 'универсальной чилл энергией'. Когда Зара превзошла физическую форму, чтобы стать Официальным Директором Галактики по Оптимальному Комфорту, она оставила худи тому, кому нужно чувствовать связь с космосом, будучи при этом достаточно комфортным, чтобы заснуть во время астрономических документалок."
    },
    "45": {
      "name": "Пиджак Академии Магов",
      "description": "Традиционный школьный пиджак цвета полуночной синевы с цветами факультета и магической эмблемой.",
      "heading_details": "Пиджак Академии Магов – Ученый Некромант",
      "details": "Этот идеально скроенный пиджак следует традиционному академическому стилю из шерсти цвета полуночной синевы с цветами факультета в отделке и подкладке. Золотая нить создает тонкие магические символы на нагрудном кармане, а школьная эмблема вышита на кармашке. Пиджак имеет вневременной крой, который одинаково хорошо работает в лекционных залах или городских улицах, представляя как ученые достижения, так и мистический потенциал.",
      "origin": "Сшит во время Великой Реформы Магического Образования 2456 года, когда школы волшебников осознали, что их выпускникам нужно выглядеть профессионально компетентными как на магическом, так и на обычном рынке труда. Этот пиджак принадлежал Профессору Эвелин Спеллрайт, самой стильно устрашающей преподавательнице в магической академии — она была учительницей, которая заставляла 'Продвинутую Теоретическую Магию' чувствоваться привилегией, а не требованием. Шерсть цвета полуночной синевы поступила от Академических Овец Высшего Обучения, породы, которую селекционно разводили веками, чтобы производить ткань, которая каким-то образом заставляла носителя выглядеть более умным и заслуживающим доверия. Золотые магические символы были вышиты Гильдией Ученых Швей, которые освоили искусство заставлять образование выглядеть как самая крутая карьера. Профессор Спеллрайт носила этот пиджак во время легендарной Конференции Междисциплинарной Магии, где она успешно argued, что магическое образование должно фокусироваться на практическом применении, а не просто на том, чтобы взрывать вещи впечатляющим визуально образом. Пиджак приобрел свои свойства, излучающие компетентность, после десятилетий носки кем-то, кто искренне верил, что знание — самая могущественная магия из всех, сделав его, по сути, носимой академической властью с действительно хорошей плотностью нитей. Когда Профессор Спеллрайт была повышена до поста Главы Университета Прикладной Невозможности, она передала пиджак тому, кто понимает, что лучшие учителя — это те, кто заставляет обучение выглядеть effortlessly элегантным."
    },
    "46": {
      "name": "Спортивный Костюм Заклинания Комфорта",
      "description": "Соответствующие свитшот и джоггеры в мягком лавандовом цвете с вышивкой рун комфорта.",
      "heading_details": "Спортивный Костюм Заклинания Комфорта – Магия в Каждой Нитке",
      "details": "Этот соответствующий комплект включает оверсайз свитшот с круглым вырезом и зауженные джоггеры, оба из самой мягкой французской махры бледно-лавандового цвета. Рунs комфорта тонко вышиты вдоль манжет и подола белой нитью, почти невидимые, пока не присмотришься. Свитшот имеет расслабленный крой, идеальный для отдыха, а джоггеры имеют льстящий зауженный крой с резинками внизу.",
      "origin": "Создан во время Великого Пробуждения Релаксации 3001 года, когда общество наконец признало, что стресс буквально убивает всех, и решило сделать комфорт формой магической самозащиты. Этот спортивный костюм принадлежал Майе Зенмастер, wellness ведьме, которая революционизировала индустрию самопомощи, доказав, что правильная домашняя одежда может на самом деле накладывать защитные заклинания на ваше ментальное здоровье. Лавандовая французская махра поступила от Хлопковых Растений Эмоциональной Поддержки из Долины Безмятежности, организмов, которые были магически сконструированы, чтобы производить ткань, которая ощущалась как ношение постоянной терапии. Рунs комфорта были вышиты с использованием нити, благословленной Советом Вселенского Чилла, группой просветленных существ, которые превзошли потребность в тревожности продуктивности. Майя носила этот спортивный костюм во время своих новаторских исследований в 'Практическую Магию для Повседневного Истощения', доказывая, что иногда самое могущественное заклинание, которое ты можешь наложить, — это дать себе разрешение быть comfortable. Спортивный костюм приобрел свои свойства, снимающие стресс, после того как его носили во время примерно 5000 медитационных сессий, поглощая мирную энергию и развивая то, что ученые называют 'оптимальным коэффициентом чилла'. Когда Майя достигла просветления через стратегический дневной сон, она оставила спортивный костюм тому, кому нужно понять, что самопомощь — это не эгоизм — это, по сути, броня для твоей души."
    },
    "47": {
      "name": "Кардиган Университета Магии",
      "description": "Классический университетский кардиган насыщенного коричневого цвета с золотой отделкой и нашивками магических отделов.",
      "heading_details": "Кардиган Университета Магии – Академическое Превосходство",
      "details": "Этот вневременной кардиган следует классическому университетскому стилю из богатой шоколадно-коричневой шерсти с золотой отделкой вдоль воротника и манжет. На рукавах вышиты нашивки различных магических отделов, а на груди красуется герб университета. Крой расслабленный и ученый, идеальный для долгих часов в библиотеке или прогулок по территории кампуса в размышлениях о загадках вселенной.",
      "origin": "Связан во время Академических Войн за Престиж 1847 года, когда университеты соревновались, чей преподавательский состав может выглядеть наиболее интеллектуально устрашающе, оставаясь при этом доступно уютным. Этот кардиган принадлежал Профессору Теодору Виздомкипу, самому любимому преподавателю в Университете Прикладной Невозможности — он был тем учителем, который заставлял квантовую магическую теорию чувствоваться как сказка на ночь с любимым дедушкой. Шоколадно-коричневая шерсть поступила от Ученых Овец Глубоких Мыслей, породы, которая паслась исключительно в библиотеках и развила шерсть с естественными шумопоглощающими свойствами для оптимальных условий учебы. Золотую отделку добавила Гильдия Академической Элегантности, которая верила, что если ты собираешься посвятить свою жизнь расширению человеческих знаний, ты должен по крайней мере выглядеть представительно, делая это. Профессор Виздомкип носил этот кардиган во время легендарных Великих Дебатов о Теоретической и Практической Магии, где он успешно argued, что лучшая магия — это та, которая помогает людям с их реальными проблемами, а не просто выглядит впечатляюще на вечеринках. Кардиган приобрел свои свойства, излучающие мудрость, после десятилетий носки во время приемных часов, где Профессор Виздомкип раздавал как академические советы, так и жизненные наставления сбитым с толку студентам. Когда он ушел на пенсию, чтобы стать первым в мире Профессором Эмеритус Здравого Смысла, он передал кардиган тому, кто понимает, что истинный интеллект — это знать, как сделать сложные вещи простыми, а не наоборот."
    },
    "48": {
      "name": "Ночная Сонница Ткача Снов",
      "description": "Струящаяся шелковая ночная рубашка бледно-лавандового цвета с вышивкой-ловцом снов на подоле.",
      "heading_details": "Ночная Сонница Ткача Снов – Сон в Очаровании",
      "details": "Эта эфирная ночная рубашка струится словно жидкий лунный свет, созданная из тончайшего шелка бледно-лавандового цвета, который переливается в серебряный при свете лампы. Подол вышит замысловатыми узорами ловцов снов более темной пурпурной нитью, что, как говорят, способствует мирным, волшебным снам. Вырез скромный, но элегантный, а рукава струятся словно нежные крылья. Идеально для тех, кто хочет, чтобы их сон ощущался как сказка.",
      "origin": "Ткана во время Великого Ренессанса Сна 2134 года, когда человечество наконец осознало, что качество ваших снов может буквально определять качество вашего всего существования, и решило серьезно отнестись к ночной одежде for once. Эта ночная рубашка принадлежала Леди Морфии Свитдримс, самой успешной консультантке по снам в задокументированной истории — она была, по сути, персональным тренером для подсознания людей. Бледно-лавандовый шелк поступил от Сновых Мотыльков Сумеречного Царства, существ, которые существовали primarily в моменты между сном и бодрствованием и производили коконы, которые ощущались как ношение жидкого спокойствия. Вышивка ловцов снов была выполнена с использованием нити, спряденной из кристаллизованных колыбельных Швеями Мирного Сна, которые работали исключительно в часы, когда кошмары были наименее активны. Леди Морфия носила эту ночную рубашку во время своих новаторских исследований в 'Эстетическое Улучшение Снов', доказывая, что красивая ночная одежда может фактически улучшить визуальное качество ваших снов и снизить вероятность тревожных кошмаров. Ночная рубашка приобрела свои свойства, улучшающие сны, после того как ее носили в течение тысяч ночей идеально курируемых снов, поглощая энергию бесчисленных мирных снов и развивая то, что ученые называют 'магией оптимизации REM-фазы'. Когда Леди Морфия вознеслась, чтобы стать Хранительницей Вселенского Качества Сна, она оставила ночную рубашку тому, кому нужно, чтобы заботиться о своих снах было так же важно, как и о своей жизни наяву."
    },
    "49": {
      "name": "Фартук Цехового Ремесленника",
      "description": "Кожаный фартук ремесленника с петлями для инструментов и карманами, несущий печать гильдии.",
      "heading_details": "Фартук Цехового Ремесленника – Мастер Ремеса",
      "details": "Этот профессиональный кожаный фартук создан для серьезных ремесленников, с множеством карманов, петлями для инструментов и усиленной строчкой в ключевых точках напряжения. На богатой коричневой коже на груди тисненая золотом печать гильдии, отмечающая носящего как сертифицированного мастера-ремесленника. Регулируемые лямки обеспечивают идеальную посадку, а кожа будет красиво стареть с использованием, становясь более личной со временем.",
      "origin": "Создан во время Великого Возрождения Создателей 1634 года, когда общество заново открыло, что создание вещей своими руками на самом деле более удовлетворительно, чем любая цифровая альтернатива. Этот фартук принадлежал Мастеру-Ремесленнице Елене Голденхендс, самой искусной мастерице в Гильдии Людей, Которые Фактически Заканчивают Свои Проекты — она была, по сути, антитезой всех, у кого в шкафах валяется семнадцать незавершенных поделок. Кожа поступила от Скота Завершенных Задач, стада, которое достигло просветления через простую радость заканчивать то, что начал (они были, по сути, гуру продуктивности bovine мира). Печать гильдии была оттиснута с использованием техник, передававшихся через семнадцать поколений людей, которые понимали, что настоящему мастерству требуются как навыки, так и терпение, чтобы не сдаваться, когда становится трудно. Елена носила этот фартук во время легендарного Великого Соревнования Создателей 1638 года, где она создала функциональный предмет мебели, который также каким-то образом был музыкальным инструментом и действительно эффективным устройством для снятия тревоги. Фартук приобрел свои свойства, усиливающие компетентность, после десятилетий носки кем-то, кто искренне верил, что создание красивых, полезных вещей — это одна из высших форм человеческого самовыражения. Когда Елена достигла статуса мастера и открыла свою собственную школу для Исправившихся Накопителей Ремесел, она передала фартук тому, кому нужна уверенность, чтобы фактически завершать свои творческие проекты, вместо того чтобы просто покупать больше материалов."
    },
    "50": {
      "name": "Униформа Небесного Двора",
      "description": "Безупречная белая церемониальная униформа с золотыми небесными мотивами, которую носят посланники небес.",
      "heading_details": "Униформа Небесного Двора – Вестник Божественной Воли",
      "details": "Эта безупречная униформа представляет высший порядок небесной службы, созданная из чистейшего белого шелка с золотыми небесными символами, вышитыми на груди и рукавах. Высокий воротник несет крылья золотой нитью, а приталенная куртка создает силуэт божественной власти. Соответствующие белые брюки и золотая перевязь завершают ансамбль. Зарезервированная для тех, кто избран нести послания между мирами, она излучает ауру потусторонней цели.",
      "origin": "Заказана во время Реформы Божественной Бюрократии 4156 года, когда небесная сфера наконец признала, что даже небесной администрации нужно выглядеть профессионально вдохновляюще, а не просто обще-эфирно. Эта униформа принадлежала личному ассистенту Архангела Михаила, Серафине Лайтбрингер, которая была, по сути, самой компетентной руководительницей среднего звена во всей мультивселенной — она была тем человеком, который поддерживал работу рая по расписанию, выглядя при этом абсолютно сокрушительно в деловом стиле. Чистейший белый шелк поступил от Шелкопрядов Вечной Чистоты, существ, которые существовали в состоянии постоянной моральной ясности и производили ткань, которая буквально не могла быть запятнана ничем, кроме крупного теологического кризиса. Золотые небесные мотивы были вышиты Ангелами Эстетического Совершенства, которые действовали по принципу, что если ты собираешься представлять божественную волю, ты должен выглядеть так, как будто божественная воля лично выбрала твой наряд. Серафина носила эту униформу во время легендарной Небесной Оценки Эффективности 4158 года, где она успешно реорганизовала всю операционную структуру небес, поддерживая безупречные стандарты униформы и каким-то образом заставляя бюрократию выглядеть гламурно. Униформа приобрела свои свойства, излучающие авторитет, после того как ее носила та, чья работа буквально заключалась в том, чтобы убедиться, что рай достигает своих квартальных целей по миру, любви и всеобщей космической гармонии. Когда Серафину повысили до поста Директора Межразмерного Обслуживания Клиентов, она передала униформу тому, кто понимает, что иногда служение высшей силе требует выглядеть так, как будто ты можешь лично договориться со вселенной и победить."
    },
    "51": {
      "name": "Уютный Комплект Заклинательницы",
      "description": "Мягкий трикотажный свитер и леггинсы грозово-серого цвета с тонкими узорами магических кругов.",
      "heading_details": "Уютный Комплект Заклинательницы – Магия в Комфорте",
      "details": "Этот невероятно мягкий соответствующий комплект включает свитер с косой вязкой грозово-серого цвета с тонкими узорами магических кругов, вплетенными в дизайн, в паре с соответствующими леггинсами, которые ощущаются как вторая кожа. Свитер имеет расслабленный, оверсайз крой, идеальный для того, чтобы свернуться калачиком с книгами заклинаний, а леггинсы имеют высокую талию и скрытые карманы. Крошечные аметистовые детали ловят свет вдоль манжет.",
      "origin": "Создан во время Революции Практической Магии 3001 года, когда ведьмы наконец признались, что большая часть их силы исходит от того, чтобы быть достаточно удобными, чтобы properly сосредоточиться, а не от ношения драматично непрактичных мантий, которые загорались каждый раз, когда они зажигали свечу. Этот комплект принадлежал Мудрой Уиллоумун, деревенской ведьме, которая революционизировала современную магию, доказав, что удобная одежда на самом деле более способствует колдовству, чем что-либо, связанное с корсетами или драматичными накидками. Ткань грозово-серого цвета поступила от Уютных Овец Практичных Решений, породы, которую селекционно разводили, чтобы производить шерсть, которая ощущалась как ношение постоянного объятия, все еще выглядя достаточно собранно для профессиональных ведьмовских встреч. Тонкие узоры магических кругов были вплетены в ткань с использованием техник, разработанных Ковеном Разумных Чародеев, которые верили, что если твои магические символы не достаточно удобны, чтобы носить их весь день, они, вероятно, не достаточно эффективны, чтобы с ними возиться. Мудрая носила этот комплект во время своих новаторских мастер-классов по 'Магии Комфорта', где она учила сотни практикующих, что самые могущественные заклинания — это те, которые ты можешь накладывать, чувствуя себя полностью непринужденно в своей собственной коже. Комплект приобрел свои свойства, усиливающие магию, после того как его носили во время бесчисленных успешных сеансов колдовства, поглощая магическую энергию и развивая то, что ведьмы называют 'оптимальным комфортом заклинаний'. Когда Мудрая открыла свою школу для Исправившихся Драматичных Пользователей Магии, она передала комплект тому, кому нужно научиться, что истинная сила приходит от того, чтобы быть в мире с собой, а не от того, чтобы выглядеть устрашающе для других."
    },
    "52": {
      "name": "Форма Агента Теневой Гильдии",
      "description": "Полностью черная тактическая униформа со скрытыми карманами и шумопоглощающей тканью.",
      "heading_details": "Форма Агента Теневой Гильдии – Невидимая Власть",
      "details": "Эта профессиональная тактическая униформа спроектирована для скрытных операций, с полностью черной тканью рипстоп с шумопоглощающими свойствами. Несколько скрытых карманов стратегически расположены для инструментов и essentials, а крой позволяет максимальную мобильность, сохраняя обтекаемый силуэт. Усиленные колени и локти обеспечивают долговечность, в то время как специальное плетение ткани помогает носителю сливаться с тенями.",
      "origin": "Разработана во время Ренессанса Профессионального Шпионажа 2456 года, когда шпионская индустрия наконец осознала, что их агентам нужно выглядеть компетентно и заслуживающе доверия, а не просто таинственно угрожающе все время. Эта униформа принадлежала Агенту Полночь (настоящее имя: Дженнифер Томпсон), самой эффективной специалистке по infiltration в задокументированной истории — она была тем человеком, который доказал, что лучший способ быть невидимым — это выглядеть так, как будто ты принадлежишь везде, где находишься. Полностью черная ткань поступила от Кооператива Скрытного Хлопка, растений, которые были генетически модифицированы, чтобы поглощать sound waves и производить текстиль, который делал шаги примерно на 47% тише. Скрытые карманы были спроектированы Гильдией Практической Паранойи с использованием техник dimensional folding, которые позволяли агентам носить примерно в три раза больше снаряжения, чем должно помещаться в обычную униформу. Агент Полночь носила эту униформу во время легендарной Операции: Разумное Объяснение, где она успешно infiltrated семнадцать различных организаций, просто выглядя настолько профессионально компетентной, что никто не думал подвергать сомнению ее присутствие. Униформа приобрела свои свойства, повышающие уверенность, после лет носки кем-то, чья работа требовала абсолютной уверенности в своих собственных способностях, сделав ее, по сути, носимой самоуверенностью с действительно хорошей тактической функциональностью. Когда Агент Полночь ушла на пенсию, чтобы стать консультанткой для людей, которым нужно проецировать авторитет в сложных ситуациях, она передала униформу тому, кто понимает, что истинная скрытность приходит от принадлежности везде, а не от прятанья ото всего."
    },
    "53": {
      "name": "Комбинезон Мага Комфорта",
      "description": "Взрослый комбинезон глубокого пурпурного цвета с золотыми звездными узорами и капюшоном-шляпой волшебника.",
      "heading_details": "Комбинезон Мага Комфорта – Максимальный Уют, Максимальная Магия",
      "details": "Этот восхитительно уютный взрослый комбинезон создан из самой мягкой флисовой ткани глубокого пурпурного цвета с золотыми звездами, разбросанными по ткани. Капюшон выполнен в виде шляпы волшебника, complete с гибким кончиком, а спереди имеется удобная молния. Ребристые манжеты на запястьях и щиколотках сохраняют тепло, а расслабленный крой делает его идеальным для ленивого колдовства на выходных или марафонов фэнтези-сериалов.",
      "origin": "Создан во время Великой Революции Релаксации 4823 года, когда магическое сообщество наконец признало, что иногда самое могущественное, что ты можешь сделать, — это дать себе разрешение быть полностью, без извинений, уютным. Этот комбинезон принадлежал Волшебнику Обнимашкам МакГилликадди (который legally сменил имя после того, как осознал, что 'Архимаг Серьезный Даркмор' вызывал у него синдром самозванца), самому самоактуализированному пользователю магии в истории — он был, по сути, тем парнем, который доказал, что тебе не нужно страдать за свое искусство, даже если твое искусство включает манипулирование фундаментальными силами реальности. Глубокий пурпурный флис поступил от Уютных Лам Максимального Чилла, существ, которые достигли просветления через стратегический дневной сон и производили шерсть, которая ощущалась как ношение терапии. Золотые звезды были нанесены с использованием actual starlight Швеями Оптимального Уюта, которые действовали по принципу, что если уж ты собираешься одеваться как ребенок, ты можешь одеваться как самый магически могущественный ребенок во вселенной. Обнимашки носил этот комбинезон во время своего легендарного 'Эксперимента по Комфортному Колдовству', где он успешно performed продвинутую магию, выглядя при этом так, как будто он готов к самому очаровательному ночному вечеру в мире. Комбинезон приобрел свои свойства, усиливающие магию, после поглощения энергии бесчисленных заклинаний, наложенных в состоянии идеального комфорта, развив то, что маги-теоретики называют 'пиковой энергией уюта'. Когда Обнимашки достиг своей финальной формы, став Покровителем Святых Магии Самопомощи, он передал комбинезон тому, кому нужно научиться, что самое радикальное, что ты можешь сделать, — это ставить свой собственный комфорт в приоритет, не извиняясь за это."
    },
    "54": {
      "name": "Зачарованный Библиотечный Кардиган",
      "description": "Бордовый шерстяной кардиган с узорами корешков книг и карманами с подсветкой для чтения.",
      "heading_details": "Зачарованный Библиотечный Кардиган – Носимая Мудрость",
      "details": "Этот ученый кардиган создан для серьезных читателей, сшит из богатой бордовой шерсти с вышитыми узорами корешков книг вдоль передних панелей. Глубокие карманы подбиты светодиодными лентами, которые обеспечивают мягкий свет для чтения, а маленькие петли держат очки для чтения или закладки. Крой расслабленный и академический, идеальный для долгих часов среди пыльных фолиантов или уютных читальных уголков.",
      "origin": "Связан во время Литературного Магического Ренессанса 1847 года, когда библиотекари наконец устали от того, что люди относятся к книгам как к просто декоративным объектам, и решили дать отпор, используя древнее искусство агрессивно полезного обслуживания клиентов. Этот кардиган принадлежал Главному Библиотекарю Беатрис Пейджкипер, самой устрашающе осведомленной личности в задокументированной истории — она была, по сути, человеческой поисковой системой с мнениями о правильном уходе за книгами и способностью заставлять посетителей чувствовать вину за загнутые страницы через чистую энергию неодобрения. Бордовая шерсть поступила от Ученых Овец Глубокого Чтения, породы, которая проводила всю свою жизнь, слушая аудиокниги, и развила шерсть с естественными шумопоглощающими свойствами для оптимальной библиотечной атмосферы. Карманы с LED-подсветкой были добавлены Гильдией Практических Библиофилов, которые верили, что если ты собираешься провести свою жизнь, окруженный книгами, ты должен по крайней мере иметь адекватное освещение, чтобы читать их properly. Беатрис носила этот кардиган во время легендарной Битвы за Просроченные Штрафы, где она успешно защитила политику библиотеки по штрафам за просрочку от армии людей, которые думали, что 'Я забыл' — это веская причина держать книги шесть месяцев. Кардиган приобрел свои свойства, излучающие мудрость, после десятилетий носки кем-то, кто искренне верил, что каждая книга заслуживает того, чтобы ее читали с должным уважением и заботой. Когда Беатрис вознеслась, чтобы стать Вечной Хранительницей Всего Письменного Знания, она передала кардиган тому, кто понимает, что истинная сила приходит от помощи людям найти именно ту информацию, которая им нужна, даже когда они не совсем уверены, что ищут."
    },
    "55": {
      "name": "Халат-Кимоно Крыла Феникса",
      "description": "Струящийся шелковый халат в цветах пламени с узорами перьев феникса для отдыха в стиле.",
      "heading_details": "Халат-Кимоно Крыла Феникса – Возрождение в Комфорте",
      "details": "Этот роскошный халат для отдыха струится словно жидкий огонь, созданный из шелка в градиентных цветах пламени от глубокого оранжевого до яркого золотого. Узоры перьев феникса нарисованы вручную по ткани, а широкие рукава создают драматичный силуэт, идеальный для восхождения от сна обновленным. Пояс завязывается на талии, а халат спадает до середины икры для элегантного покрытия. Он превращает утренние ритуалы в церемонии личного возрождения.",
      "origin": "Ткан во время Великого Движения Личной Трансформации 2134 года, когда общество наконец признало, что иногда тебе нужно сжечь свою старую жизнь и восстать из пепла, выглядя абсолютно великолепно. Этот халат принадлежал Леди Феникс Восходящая Звезда (имя при рождении: Джанет Смит), которая сделала карьеру, помогая людям переизобретать себя после крупных жизненных изменений — она была, по сути, лайф-коучем для людей, проходящих через свою эру главного героя. Шелк цветов пламени поступил от Мотыльков Метаморфозы Вечных Перемен, существ, которые существовали в состоянии перманентного прекрасного превращения и производили коконы, которые ощущались как ношение жидкой смелости. Узоры перьев феникса были нарисованы вручную с использованием пигментов, сделанных из кристаллизованной энергии восхода, Художниками Новых Начал, которые специализировались на захвате точного момента, когда надежда становится реальностью. Леди Феникс носила этот халат во время своей легендарной 'Серии Мастер-классов Восстань и Сияй', где она учила тысячи людей, как принимать перемены вместо того, чтобы прятаться от них, выглядя при этом так, как будто они могут лично запугать неуверенность в себе до подчинения. Халат приобрел свои свойства, вдохновляющие на трансформацию, после того как его носили во время бесчисленных моментов личного прорыва, поглощая энергию людей, открывающих свою собственную силу, и развивая то, что психологи называют 'оптимизацией энергии феникса'. Когда Леди Феникс достигла своей финальной формы, став Директором Космического Личностного Развития, она оставила халат тому, кому нужно помнить, что каждая концовка — это просто очень драматичный способ начать что-то лучшее."
    },
    "56": {
      "name": "Астральная Академия Спортивный Костюм",
      "description": "Темно-синий спортивный костюм с золотыми полосами астральной академии и нашивками созвездий.",
      "heading_details": "Астральная Академия Спортивный Костюм — Спортивное Совершенство Среди Звезд",
      "details": "Этот премиальный спортивный набор включает куртку на молнии и подходящие спортивные штаны темно-синего цвета с золотыми гоночными полосами по бокам. Логотип академии в виде созвездия вышит на груди, а различные нашивки отделений можно найти на рукавах. Ткань влагоотводящая и удобная, разработана как для физических тренировок, так и для повседневной носки по кампусу. Идеально для студентов, которым нужно выглядеть хорошо, будь они на учебе или на тренировке.",
      "origin": "Разработан во время Междименсиональной Спортивной Революции 4156 года, когда спорт наконец эволюционировал за пределы просто физического соревнования и включил категории типа 'Наиболее Эстетичная Телепортация' и 'Синхронная Манипуляция Реальностью'. Этот спортивный костюм принадлежал капитану Нове Звездный Спринтер, самой успешной междименсиональной спортсменке в истории — она была в основном человеком, который доказал, что можно соревноваться буквально в чем угодно, если у тебя достаточно стиля и правильное отношение. Темно-синяя ткань пришла от Соревновательного Хлопка Пиковой Производительности, растений, которые были выведены специально для производства спортивной одежды, которая заставляла носителя чувствовать, что он может выиграть любое соревнование, просто появившись в надлежащем виде. Золотые гоночные полосы были добавлены с использованием нити, благословленной Богами Здоровой Конкуренции, которые работали по принципу, что победа — это не все, но хорошо выглядеть во время соревнований — это довольно близко ко всему. Капитан Нова носила этот спортивный костюм во время легендарных Междименсиональных Олимпийских игр 4158 года, где она выиграла семнадцать золотых медалей в событиях, которых не существовало, пока она не изобрела их во время соревнования. Спортивный костюм получил свои улучшающие производительность свойства после поглощения соревновательной энергии бесчисленных побед, развив то, что спортивные ученые называют 'технологией усиления ауры победителя'. Когда капитан Нова ушла на пенсию, чтобы стать Директором Космического Спортивного Совершенства, она передала спортивный костюм тому, кто понял, что настоящая конкуренция всегда с твоим прошлым я, но нет причины, почему ты не можешь выглядеть абсолютно невероятно во время улучшения."
    }
  },
  "category": {
    "New": {
      "title": "Тени Недавно Павших",
      "subtitle": "Рожденные из тьмы, выкованные в одиночестве"
    },
    "New2": {
      "title": "Шепчущие Чудеса",
      "subtitle": "Свежие чары из далеких миров"
    },
    "Aura_farmers": {
      "title": "Сущность Силы",
      "subtitle": "Направь мистические энергии внутри"
    },
    "Casual": {
      "title": "Домашние Уюты",
      "subtitle": "Где магия встречает повседневное убежище"
    },
    "Hot_picks": {
      "title": "Коллекция для Избранных",
      "subtitle": "Желаемо многими."
    },
    "Rizz_master": {
      "title": "Стань Герцогом Запада",
      "subtitle": "Командуй присутствием с потусторонней грацией"
    },
    "Clocked": {
      "title": "Доспехи Вечной Ночи",
      "subtitle": "Вечное вооружение для каждого квеста"
    },
    "all": {
      "title": "Полный Гримуар",
      "subtitle": "Каждая зачарованная нить в нашей коллекции"
    }
  },
  "search": {
    "title": "Результаты Поиска",
    "searchTerm": "Поисковый запрос",
    "category": "Категория",
    "found": "Найдено {{count}} товаров",
    "noResults": "Не найдено товаров, соответствующих вашему запросу."
  },
  "profile": {
    "title": "Ваш Профиль",
    "welcome": "Добро пожаловать",
    "welcomeUser": "Добро пожаловать, {{name}}!",
    "profile": "Профиль",
    "login": "Войти",
    "signup": "Регистрация",
    "logout": "Выйти",
    "language": "🌐 Язык",
    "chooseLanguage": "Выберите Язык:",
    "orUseWidget": "Или используйте виджет перевода:",
    "loadWidget": "Загрузить Виджет",
    "viewProfile": "Посмотреть Профиль",
    "editProfile": "Редактировать Профиль",
    "saveProfile": "Сохранить Профиль",
    "cancelEdit": "Отмена",
    "viewCart": "Посмотреть Корзину",
    "viewLikes": "Посмотреть Избранное",
    "name": "Имя",
    "fullName": "Полное Имя",
    "email": "Электронная Почта",
    "emailLabel": "Электронная Почта:",
    "memberSince": "Участник С",
    "memberSinceLabel": "Участник С:",
    "bio": "Биография",
    "bioLabel": "Биография:",
    "bioPlaceholder": "Расскажите нам о себе...",
    "profilePicture": "Фото Профиля",
    "changePhoto": "Изменить Фото",
    "uploadPhoto": "Загрузить Фото",
    "accountDetails": "Детали Аккаунта",
    "personalInfo": "Личная Информация",
    "close": "Закрыть",
    "locationTitle": "Место доставки",
      "addLocationPrompt": "Добавьте ваше местоположение, чтобы мы могли доставить ваши заказы~",
      "trackMyLocation": "📍 Отследить моё местоположение",
      "detectingLocation": "🔄 Определение...",
      "orEnterManually": "— ИЛИ —",
      "enterLocationPlaceholder": "напр. Москва, Россия",
      "setLocationButton": "Установить",
      "changeLocation": "Изменить местоположение",
      "locationNotSupported": "Отслеживание местоположения не поддерживается вашим браузером",
      "locationError": "Не удалось определить местоположение. Пожалуйста, введите вручную."
    
  },
  "login": {
    "title": "Войти в Аккаунт",
    "email": "Email",
    "emailLabel": "Email:",
    "password": "Пароль",
    "passwordLabel": "Пароль:",
    "emailPlaceholder": "Введи свой email",
    "passwordPlaceholder": "Введи свой пароль",
    "loginButton": "Войти",
    "signupButton": "Регистрация"
  },
  "signup": {
    "title": "Создать Аккаунт",
    "fullName": "Полное Имя",
    "fullNameLabel": "Полное Имя:",
    "email": "Email",
    "emailLabel": "Email:",
    "password": "Пароль",
    "passwordLabel": "Пароль:",
    "namePlaceholder": "Введи полное имя",
    "emailPlaceholder": "Введи свой email",
    "passwordPlaceholder": "Придумай пароль",
    "signupButton": "Регистрация",
    "loginButton": "Войти"
  },
 "about": {
    "title": "О нас",
    "aboutUs": "О нас",
    "aboutUsContent0": "Привет привет!!",
    "aboutUsContent1": "Я дизайнер и разработчик, которая сделала этот сайт. Мне пришла идея создать сайт в стиле старой японской моды 90-х годов, и мне было очень весело это делать!",
    "aboutUsContent2": "Мне 20 лет и я учусь онлайн. Мне нравится создавать крутые вещи. Месяц назад я начала серьёзно относиться к своим мечтам и всё идёт очень хорошо. Этот сайт я делала сама, без AI и без помощи, только с тем, что знаю. Мир технологий очень красивый! Иногда смотрю и чуть не плачу, но когда я разбираюсь в чём-то сама и всё понимаю - это так классно! Я создаю столько крутых вещей. Я жду не дождусь, когда узнаю ещё больше!",
    "ourName": "Моё имя",
    "ourNameContent1": "Накачан или Звочан?",
    "ourNameContent2": "Хороший вопрос! Мое настоящее имя Зоха, а зовите меня, пожалуйста, Зо. Накачан - это имя, которое я использую в интернете. Это мой ник для игр и творчества. Звочан (Зво + чан) - это название моего YouTube канала, я смешала своё настоящее имя и свой ник в интернете. Можете называть меня как угодно! И мне нравятся новые прозвища!",
    "whyUs": "Почему я",
    "whyUsTitle": "Я хочу, чтобы мои идеи услышали!",
    "feature1": "Я всегда была той девочкой, у которой было тысячи увлечений и каждый день я делала что-то новое. Это было утомительно, потому что я могла делать много всего, но ничем не была довольна. Тогда я подумала, что нужно меняться. Так что я начала работать над собой. Я учусь, улучшаю свои умения, развиваю свои интересы! И я очень горжусь своей сфором. Это как прокачивать персонажа в игре, знаете? Медленно, но верно. Это уставляет, но я не хочу видеть, как я зря теряю свой потенциал. Все отказались от меня, когда я не поступила в хороший университет. Но потом я начала учиться онлайн. Я хочу быть лучше. Я хочу, чтобы мою работу, мои идеи и проекты замечали!",
    "features": "Моя цель",
    "featuresTitle": "Что вдохновляет и какова цель",
    "platformFeature1": "Вдохновение приходит от многого! Видеоигры, красивые сайты, творческие вещи, дневники, скрапбукинг и ещё много всего! А цель? Цель - это сразу же воплощать идеи, которые приходят в голову. Не теряй её просто так. Если она не очень хорошая, сделай её лучше, поработай над ней, улучши. И потом просто сделай её! Как-нибудь! Просто сделай, чтобы работало!",
    "platformFeature2": "В мире столько всего! И мы не можем иметь всё, что хотим, но можем хотя бы попробовать, правда? Тогда когда ты потом будешь вспоминать свою жизнь, я хочу, чтобы ты подумала \"Вау! Я же столько всего сделала!\"",
    "platformFeature3": "Вот такая моя цель!",
    "con": "Вывод",
    "conTitle": "В конце концов..",
    "con1": "Я много написала, пора заканчивать! Я Зо, мне 19 лет. С детства я мечтаю стать разработчиком, потому что они создают крутые вещи и это звучит очень классно! Я очень усердно работаю над своими мечтами. Если хочешь узнать больше, посмотри другие секции! Я была бы очень рада!"
  },
  "contact": {
    "title": "Связаться с Нами",
    "contactInfo": "Контактная Информация",
    "contactInfoSubtitle": "Внизу мои соцсети где я активна. Можешь написать мне на Gmail или в любую соцсеть где тебе удобнее. Я также дала свой GitHub профиль, можешь посмотреть если хочешь. Я обычно отвечаю на сообщения и упоминания если они приходят. (только не спам). Мне очень нравится делать tech друзей, пожалуйста пиши мне! Я хочу найти крутых друзей с которыми можно говорить об идеях и делиться мыслями!! Я всегда готова делать друзей, делать команды! пожалуйста напиши мне! Я очень хочу с вами поговорить, вы классные!",
    "address": "Адрес",
    "addressValue": "123 GUGUGAGA Street, Gugu gaga city, GUGUGAGA town, Gugu Gaga 150-0043",
    "phone": "Телефон",
    "phoneValue": "+YY XXXXXXXXXX",
    "fasterResponse": "Для более быстрого ответа, пожалуйста, используй контактную форму ниже и выбери подходящий отдел для твоего запроса (╥﹏╥)",
    "departments": "Отделы",
    "customerSupport": "Поддержка Клиентов: Для запросов о заказах, возвратах и вопросах о товарах",
    "technicalSupport": "Техническая Поддержка: Для проблем с сайтом и технических вопросов",
    "partnerships": "Партнерство: Для бизнес-коллабораций и оптовых запросов",
    "investorRelations": "Связь с Инвесторами: Для инвестиционных возможностей и финансовой информации",
    "justMessage": "Сообщение: Чтобы просто связаться с разработчиком!!",
    "sendMessage": "Отправь Нам Сообщение",
    "name": "Имя",
    "nameLabel": "Имя:",
    "email": "Email",
    "emailLabel": "Email:",
    "department": "Отдел",
    "departmentLabel": "Отдел:",
    "subject": "Тема",
    "subjectLabel": "Тема:",
    "messageField": "Сообщение",
    "messageLabel": "Сообщение:",
    "namePlaceholder": "Твое имя",
    "emailPlaceholder": "Твой email адрес",
    "subjectPlaceholder": "Тема сообщения",
    "messagePlaceholder": "Твое сообщение",
    "sendButton": "Отправить Сообщение",
    "clearForm": "Очистить Форму",
    "generalInquiry": "Общий Запрос",
    "support": "Поддержка Клиентов",
    "technical": "Техническая Поддержка",
    "partnership": "Партнерство",
    "investor": "Связь с Инвесторами",
    "press": "Просто хочу отправить сообщение",
    "faq": "Частые Вопросы",
    "faqQ1": "В: Сколько времени занимает доставка?",
    "faqA1": "О: Внутренние заказы обычно приходят в течение 3-5 рабочих дней. Международная доставка занимает 7-14 рабочих дней в зависимости от места назначения!!",
    "faqQ2": "В: Вы доставляете международно?",
    "faqA2": "О: Да, мы доставляем в большинство стран мира!!! Стоимость доставки варьируется в зависимости от места.",
    "faqQ3": "В: Могу ли я изменить или отменить заказ?",
    "faqA3": "О: Ты можешь изменить или отменить заказ в течение 24 часов после размещения. Свяжись с нашей службой поддержки как можно скорее! (๑•̀ᴗ•̀)!",
    "faqQ4": "В: Какова ваша политика возврата?",
    "faqA4": "О: Мы предлагаем 30-дневную политику возврата для неиспользованных товаров в оригинальной упаковке. Некоторые товары могут облагаться комиссией за пополнение запасов тхо.",
    "faqQ5": "В: Вы предлагаете оптовые цены?",
    "faqA5": "О: Нееет, извини, мы не предлагаем оптовые цены для больших заказов. Наши товары эксклюзивны и ограничены!!",
    "thankYou": "Спасибо за твое сообщение, {{name}}! Мы свяжемся с тобой скоро."
  },
  "invest": {
    "title": "Инвестируй с Нами",
    "whyInvest": "Почему Инвестировать",
    "whyInvestContent": "Инвестировать в Shoppo Deligto означает стать частью растущего сообщества, увлеченного уникальной эстетикой! Наш бизнес показывает стабильный рост с момента создания, с лояльной клиентской базой и расширяющимися линейками товаров.",
    "keyHighlights": "ключевые инвестиционные моменты:",
    "highlight1": "30% рост из года в год последние 3 года!!",
    "highlight2": "Сильное узнавание бренда на нишевом рынке!!",
    "highlight3": "Повторяющийся доход от лояльной клиентской базы",
    "highlight4": "Потенциал расширения на новые рынки и категории товаров",
    "highlight5": "Опытная управленческая команда с экспертизой в индустрии",
    "howToHelp": "Как Помочь",
    "howToHelpIntro": "Есть несколько способов, как ты можешь поддержать наш бизнес:",
    "help1": "Прямые инвестиции через нашу краудфандинговую кампанию",
    "help2": "Стать послом бренда и продвигать наши товары",
    "help3": "Предоставить экспертизу в таких областях, как международная экспансия, оптимизация e-commerce или маркетинг",
    "help4": "Познакомить нас с потенциальными партнерами или дистрибьюторами в твоем регионе",
    "help5": "Делиться нашей историей и товарами в социальных сетях",
    "helpOutro": "Каждая форма поддержки помогает нам расти и приносить больше аутентичных японских товаров энтузиастам по всему миру.",
    "donate": "Донат",
    "donateIntro": "Для тех, кто хочет поддержать нашу миссию без долевых инвестиций, мы также принимаем донаты. Твои взносы помогают нам:",
    "donation1": "Сохранять и продвигать традиционное японское мастерство",
    "donation2": "Поддерживать маленьких ремесленников и производителей в Японии",
    "donation3": "Разрабатывать образовательный контент о японской культуре и истории",
    "donation4": "Поддерживать нашу платформу сообщества и мероприятия",
    "donation5": "Предлагать стипендии для программ культурного обмена",
    "donateOutro": "Все доноры получают специальное признание на нашем сайте и эксклюзивные обновления о том, как их взносы меняют ситуацию."
  },
  "payment": {
    "title": "Информация об Оплате",
    "paymentMethods": "Способы Оплаты",
    "paymentMethodsIntro": "Мы принимаем различные способы оплаты, чтобы сделать твой шоппинг максимально удобным:",
    "creditCards": "Кредитные Карты",
    "paypal": "PayPal",
    "mobilePay": "Мобильная Оплата",
    "bankTransfer": "Банковский Перевод",
    "cashOnDelivery": "Наличные при Доставке",
    "security": "Безопасность",
    "securityIntro": "Твоя безопасность — наш главный приоритет. Мы используем стандартное отраслевое шифрование для защиты твоей личной информации и платежных данных.",
    "securityFeature1": "SSL шифрование для всех передач данных",
    "securityFeature2": "PCI DSS совместимая обработка платежей",
    "securityFeature3": "Никакого хранения конфиденциальной платежной информации на наших серверах",
    "securityFeature4": "Регулярные проверки безопасности и оценки уязвимостей",
    "securityFeature5": "Двухфакторная аутентификация доступна для защиты аккаунта",
    "securityOutro": "Если у тебя есть какие-либо опасения по поводу безопасности платежей, не стесняйся связаться с нашей службой поддержки.",
    "faq": "Частые Вопросы",
    "faqQ1": "В: Какие валюты вы принимаете?",
    "faqA1": "О: Мы принимаем платежи в USD, EUR, GBP и JPY. Цены, отображаемые на нашем сайте, указаны в USD, но ты можешь выбрать предпочитаемую валюту при оформлении заказа.",
    "faqQ2": "В: Есть ли дополнительные комиссии для международных заказов?",
    "faqA2": "О: Мы не берем никаких дополнительных комиссий, но твой банк или платежный провайдер может применить комиссии за конвертацию валюты для международных транзакций.",
    "faqQ3": "В: Как я могу получить возврат средств?",
    "faqA3": "О: Мы предлагаем 30-дневную гарантию возврата денег на все товары. Если ты не удовлетворен покупкой, свяжись с нашей службой поддержки, чтобы начать возврат.",
    "faqQ4": "В: Безопасна ли моя платежная информация?",
    "faqA4": "О: Да, мы используем стандартное отраслевое шифрование и меры безопасности для защиты твоей платежной информации. Мы никогда не храним полные данные твоей кредитной карты на наших серверах.",
    "faqQ5": "В: Что мне делать, если мой платеж не прошел?",
    "faqA5": "О: Сначала проверь, что твоя платежная информация введена правильно. Если проблема сохраняется, свяжись со своим банком или платежным провайдером. Ты также можешь попробовать использовать другой способ оплаты."
  },
  "location": {
      "title": "Настройки местоположения",
      "yourLocation": "Ваше местоположение",
      "yourLocationValue": "Ваше местоположение: {{location}}",
      "trackLocation": "Отследить моё местоположение",
      "detecting": "Определение...",
      "enterLocation": "Или введите ваше местоположение:",
      "enterAreaPlaceholder": "Введите ваш район",
      "setLocation": "Установить местоположение",
      "changeLocation": "Изменить местоположение",
      "or": "ИЛИ",
      "close": "Закрыть"
    },
  "footer": {
    "copyright": "© 2025 nakachens — сварено специально для здесь (ᵔ ᵕ ᵔ)",
    "about": "О Нас",
    "invest": "Инвестиции",
    "payments": "Оплата",
    "socials": "Соцсети"
  },
  "common": {
    "backToTop": "НАВЕРХ",
    "close": "Закрыть",
    "price": "${{price}}"
  },
  "alerts": {
    "addedToCart": "{{name}} добавлено в корзину!",
    "addedToLikes": "{{name}} добавлено в избранное!",
    "locationTracked": "Местоположение найдено!! ВУУВУ",
    "locationError": "ИЗВИНИ.. Не получилось найти местоположение.. Введи вручную пожалуйста.",
    "geolocationNotSupported": "прости :( местоположение не поддерживается...",
    "languageChanged": "Ура! твой язык изменён на {{lang}}!!",
    "loginSuccess": "С возвращением!!! скучал!!, {{email}}!",
    "signupSuccess": "Аккаунт успешно создан! ура Добро пожаловать, {{name}}!!!!",
    "loginError": "неет Неверный email или пароль. Попробуй ещё раз :(",
    "signupError": "эм Этот email уже зарегистрирован. Войди лучше.",
    "emailRequired": "Введи свой email пожалуйста !!!",
    "passwordRequired": "Введи свой пароль пожалуйста !!!!",
    "nameRequired": "Введи своё имя пожалуйста !!!",
    "profileUpdated": "УРААА Профиль успешно обновлён! отлично выглядишь!",
    "logoutSuccess": "Успешно вышел! обязательно вернись!!",
    "success": "Получилось!",
    "liked": "Добавлено в Избранное! Мне тоже нравится!!",
    "logoutTitle": "Выйти",
    "cancel": "Отмена"
}
}