{
  "header": {
    "logoAlt": "لوگو"
  },
  "navigation": {
  "home": "ہوم پیج",
  "about": "ہمارے بارے میں",
  "invest": "سرمایہ کاری",
  "payments": "ادائیگیاں",
  "contact": "رابطہ کریں",
  "searchPlaceholder": "شوپو میں تلاش کریں...",
  "allCategories": "تمام زمرے",
  "rizzMaster": "کشش ماسٹر",
  "new": "نیا مجموعہ",
  "new2": "سرگوشیاں عجائبات",
  "auraFarmers": "اورا فارمرز",
  "hotPicks": "ہاٹ پِکس",
  "casual": "آرام دہ",
  "clocked": "وقت کے ساتھ"
},
  "sidebar": {
    "checkSum": "یہ دیکھو",
    "newCollection": "نیا کلیکشن",
    "newSubtitle1": "ایسا لگتا ہے جیسے آپ گیم کا کردار ہو!",
    "newSubtitle2": "ارے میں تو یہ روز پہنوں۔",
    "auraFarmers": "AURA FARMERS !!",
    "auraSubtitle": "آج کون سا Dungeon کلیئر کر رہے ہیں؟",
    "hotPicks": "ہاٹ پکس !!!",
    "hotSubtitle": "شروع سے ہی مشہور",
    "casual": "کیژول؟ بالکل۔",
    "casualSubtitle": "آرام دہ چیز کیوں نہیں؟",
    "clocked": "پکڑ لیا !!",
    "clockedSubtitle": "Jojo no kimyou na bouken, Eyes of heaven",
    "rizzMaster": "رز ماسٹر",
    "rizzSubtitle": "دلکشی 10xp بڑھا دو"
  },
  "home": {
    "newUpdate": "~نیا اپڈیٹ~",
    "nocturaSubtitle": "رات سے جنمے، خاموشی میں بنے",
    "nocturaDescription": "کپڑے میں لپٹا گوتھک خواب۔ ہر ٹکڑا آدھی رات کی خاموشی لیے ہوئے، سائے اور سکون سے بنا، ان لوگوں کے لیے جو اس وقت جیتے ہیں جب دنیا سوتی ہے۔",
    "nocturaName": "نوکٹورا",
    "fullOnFantasy": "پوری طرح فینٹسی خواب",
    "wingsSubtitle": "شام میں لپٹ جاؤ، روشنی کو چیلنج کرو۔",
    "wingsDescription": "شام کی دہلیز سے جنما کلیکشن۔ سائے میں لپٹا اور بغاوت سے تراشا، ہر ٹکڑا مدھم ہوتی روشنی کے خلاف بغاوت کی روح لیے ہوئے۔ ان لوگوں کے لیے جو اندھیرے کو کفن نہیں بلکہ تاج کی طرح پہنتے ہیں۔",
    "wingsName": "ونگز آف ڈسک",
    "moreThanDream": "یہ خواب سے بھی زیادہ ہے",
    "dontMissOut": "مس نہ کریں~",
    "neverEnding": "کبھی نہ ختم ہونے والے کلیکشنز",
    "collectionDescription": "دن کے خوابوں اور شام کی روشنی سے بنا کلیکشن۔ نرم کپڑے، ہلکے سلائیٹس، اور ایسے رنگ جو چاندنی جیسے آرام دہ لگتے ہیں۔ ان لوگوں کے لیے جو روزمرہ میں جادو اور ہر سلائی میں گرمجوشی تلاش کرتے ہیں۔",
    "allProducts": "تمام پروڈکٹس"
  },
  "cart": {
    "title": "آپ کی شاپنگ کارٹ",
    "empty": "آپ کی کارٹ خالی ہے",
    "remove": "ہٹائیں",
    "total": "کل",
    "checkout": "چیک آؤٹ",
    "shoppingCart": "شاپنگ کارٹ",
    "viewCart": "کارٹ دیکھیں",
    "close": "بند کریں"
  },
  "likes": {
    "title": "آپ کی پسندیدہ چیزیں",
    "empty": "آپ نے ابھی کوئی چیز پسند نہیں کی",
    "likedItems": "پسندیدہ چیزیں",
    "addToCart": "کارٹ میں ڈالیں",
    "remove": "ہٹائیں",
    "viewAllLikes": "تمام پسند دیکھیں"
  },
  "product": {
    "back": "واپس",
    "itemDetails": "آئٹم کی تفصیلات",
    "addToCart": "کارٹ میں ڈالیں",
    "like": "پسند",
    "buyNow": "ابھی خریدیں",
    "theOrigin": "اصل کہانی",
    "notFound": "پروڈکٹ نہیں ملا"
  },
  "products": {
    "1": {
      "name": "ریتھ ویورز شراؤڈ",
      "description": "بھوت کے دھاگے سے بنا بہتا ہوا لباس، ہلکا دھواں چھوڑتا ہے جیسے کوئی روح ابھی آرام نہیں پا سکی۔",
      "heading_details": "ریتھ ویورز شراؤڈ - میں بھوت نہیں ہوں چیٹ..",
      "details": "بھولی ہوئی روحوں کے دھاگوں سے بنا، یہ ٹکڑا کندھوں پر زندہ سائے کی طرح لپٹتا ہے۔ کپڑا بے وزن لگتا ہے، پھر بھی جہاں چلو دھند چھوڑتا ہے، ہوا میں بھوتیا نشان چھوڑ جاتا ہے۔ ہڈ نیچے لٹکتی ہے، چہرہ چھپا دیتی ہے، اور کنارہ ایسے ٹمٹماتا ہے جیسے دھوئیں میں بکھر رہا ہو۔ یہ شراؤڈ کپڑے سے کم اور معاہدے کی طرح زیادہ لگتا ہے—ہر سلائی میں آخرت کی سرگوشی۔",
      "origin": "1847 میں ایتھیریل کورٹس کی آخری ہائی مورنر، سیرافینا نائٹ وِسپر کا تھا۔ انہوں نے گریٹ گریونگ کے دوران یہ پہنا تھا - ایک سو سالہ رسم جو کھوئی ہوئی روحوں کو سکون دینے کے لیے تھی۔ کہانی ہے کہ انہوں نے لفظی طور پر راضی روحوں سے دھاگے بُن کر کپڑے میں ڈالے، یہی وجہ ہے کہ یہ ابھی بھی وہ بھوتیا دھند چھوڑتا ہے۔ مزے کی بات: وہ بنیادی طور پر گرم ریپر تھیں لیکن بہتر فیشن سینس اور ڈیڈی ایشوز کے ساتھ۔ شراؤڈ ان کے چھوڑے ہوئے ٹاور میں ملا، ابھی بھی بالکل محفوظ کیونکہ ظاہر ہے وقت بھی ان کی چیزوں سے گھبراتا تھا۔"
    },
    "2": {
      "name": "گریو باؤنڈ ریمنٹ",
      "description": "یاد کی رونوں سے لکھے سوگ کے لباس، مردوں کے نام سرگوشیاں کرتے ہیں۔",
      "heading_details": "گریو باؤنڈ ریمنٹ - میں مردہ نہیں ہوں! ابھی تک۔",
      "details": "سوگ کے کالے کپڑوں میں لپٹا، جو غم کی طرح چپکتا ہے، یہ لباس یاد کی رونوں سے کڑھائی شدہ ہے۔ ہر تہہ نظر نہ آنے والے بوجھ تلے آہیں بھرتی لگتی ہے، نام اور آوازوں کی گونج لیے جو بھولنا بہت مشکل ہیں۔ لباس لمبا اور تہوں میں کٹا ہے، دفن کے کپڑوں سے ملتا لیکن فخر سے بغاوت میں پہنا گیا۔ یہ ٹکڑا صرف جسم کو نہیں ڈھکتا—یہ اسے یادگار بناتا ہے، پہننے والے کو غم اور طاقت کے چلتے پھرتے مزار میں بدل دیتا ہے۔",
      "origin": "اصل میں مارکس ڈیتھ ڈیفائنٹ نے پہنا تھا (ہاں، یہ ان کا اصل قانونی نام تھا) 1692 میں ویپنگ اسٹونز کی جنگ کے دوران۔ اس بندے نے لفظی طور پر کہا 'موت انتظار کر سکتی ہے' اور تین جنگیں لڑیں جبکہ تکنیکی طور پر وہ فوت ہو چکے تھے - رونوں نے ان کی روح کو کافی دیر تک باندھے رکھا تاکہ کام مکمل کر سکیں۔ وہ وہ ایک دوست تھے جو پارٹی چھوڑنے سے انکار کرتے ہیں جب باقی سب چلے گئے ہوں، سوائے اس کے کہ پارٹی زندگی تھی اور ان کا کام ادھورا تھا۔ لباس نے اتنے آخری الفاظ جذب کیے کہ یہ اب بھی خاموش راتوں میں گرے ہوؤں کے نام سرگوشیاں کرتا ہے۔"
    },
    "3": {
      "name": "فینٹم ویل آرمر",
      "description": "ہلکی سپیکٹرل پلیٹیں، آدھی مٹی ہوئی جیسے پہننے والا دو دنیاؤں کے درمیان ہو۔",
      "heading_details": "فینٹم ویل آرمر - کیا یہ پرسونا ریفرنس ہے؟",
      "details": "ایک آرمر جو وجود اور مٹنے کے درمیان پھنسا لگتا ہے، اس کی پلیٹیں شفاف ٹمٹماتی ہیں، جیسے آدھی بنی یادوں سے بنی ہوں۔ سٹیل کی پتلی تہیں چمکتے گوز سے ڈھکی ہیں، کچھ زاویوں سے غائب ہو جاتی ہیں جیسے کوئی بھوت منہ پھیر رہا ہو۔ ہیلمٹ میں کوئی فیس پلیٹ نہیں—صرف ایک بدلتی دھندلاہٹ، ایک شناخت جو پکڑ میں نہیں آتی۔ اسے پہننے سے جسم بے بنیاد محسوس ہوتا ہے، جیسے ایک غلط قدم آپ کو کسی اور دنیا میں بھیج سکتا ہو۔",
      "origin": "لیڈی کیسانڈرا بیٹوئین ورلڈز کے لیے بنایا گیا، ایک نائٹ جو 1456 میں ٹیلی پورٹیشن اسپیل کے درمیان پھنس گئیں اور... بس رول کر گئیں۔ انہوں نے دہائیاں دو دنیاؤں میں بیک وقت گزاریں، جو ایماندارانہ طور پر تھکا دینے والا لگتا ہے لیکن انہوں نے اسے چلا لیا۔ آرمر ان کے دوہرے وجود کی عکاسی کرتا ہے - تلوار روکنے کے لیے کافی ٹھوس لیکن اتنا شفاف کہ دشمن خالی ہوا پر وار کرتے رہے۔ وہ ریٹائر ہو کر انٹر ڈائمینشنل ٹریول بلاگر بن گئیں، جو بتاتا ہے کہ آرمر میں 'میں نے ایسی چیزیں دیکھی ہیں جن پر یقین نہیں کریں گے' والی انرجی کیوں ہے۔"
    },
    "4": {
      "name": "ایبن وین ویسچر",
      "description": "سرخ دھاگے سے جالی دار سیاہ ریشم، ہلکی سی دھڑکتا جیسے جلد کے نیچے نسیں۔",
      "heading_details": "ایبن وین ویسچر - یہ کیسے بولتے ہیں دوبارہ؟",
      "details": "نسوں جیسے پیٹرن میں سرخ دھاگے سے بُنا سیاہ ریشم، ہلکی سی چمک رہا ہے جیسے جلد کے نیچے خون بہہ رہا ہو۔ کپڑا جسم سے چپکتا ہے، لیکن چمکتی نسیں آہستہ دھڑکتی ہیں، جیسے زندہ ہوں۔ پہلی نظر میں شاہانہ، لیکن قریب سے دیکھنے پر پریشان کن—ایسا لباس جو زندہ گوشت اور بنے ہوئے لباس کی لکیر دھندلا دیتا ہے۔",
      "origin": "1734 میں ویمپائر فیشنسٹا کاؤنٹ ولادیمیر ایستھیٹک نے بنایا کیونکہ عام گوتھک لباس ان کی پسند کے لیے کافی ایکسٹرا نہیں تھا۔ اس نے لفظی طور پر اپنا خون ریشمی دھاگوں میں ملایا کیونکہ سادگی کبھی ان کی مضبوط بات نہیں تھی۔ دھڑکن کا اثر اس کی ویمپائرک جوہر سے آتا ہے جو ابھی بھی کپڑے میں بہہ رہی ہے - یہ کسی کے گردشی نظام کو فیشن سٹیٹمنٹ کی طرح پہننے جیسا ہے، جو چوٹی کا ویمپائر برتاؤ ہے ایماندارانہ طور پر۔ اس نے دعویٰ کیا کہ یہ 'زندہ آرٹ کا حتمی اظہار' تھا لیکن ہم سب جانتے ہیں کہ وہ صرف پارٹیوں میں کولر دکھنا چاہتا تھا۔"
    },
    "5": {
      "name": "ڈرج ویورز لباس",
      "description": "خوبصورت پھر بھی اداس کپڑے سوگ کی علامتوں سے بُنے، سایوں کے بارڈ کے لیے موزوں۔",
      "heading_details": "ڈرج ویورز لباس - Aglaea فخر کریں گی",
      "details": "اداس سرمئی اور کالے رنگ میں تیار، کپڑا بھولی ہوئی ثقافتوں کی سوگ کی علامتوں سے کڑھائی شدہ ہے۔ ڈیزائن خوبصورت، بہتا، اور پھر بھی واضح طور پر بھاری ہے، جیسے صدیوں کا بوجھ لیے ہو۔ اسے پہننا ہر حرکت کے ساتھ غم کا گیت پڑھنے جیسا لگتا ہے۔ یہ خوشی کا لباس نہیں، بلکہ غم میں فن کاری کا لباس ہے۔",
      "origin": "میلانکولی ایرا (1623-1698) کی سب سے مشہور غم بارڈ، میلوڈی سارو سونگ کا تھا۔ وہ لفظی طور پر اس لباس میں گزرتے ہوئے لوگوں کو خوبصورت آنسو رلا سکتی تھیں۔ کڑھائی شدہ سوگ کی علامتیں 47 مختلف ثقافتوں سے ہیں کیونکہ وہ وہ اووراچیور تھیں جنہیں سب اکٹھا کرنا تھا جیسے پوکیمون کارڈز، سوائے اس کے کہ بہت زیادہ افسردہ کن۔ انہوں نے یہ 'کنسرٹ آف ایٹرنل سیڈنس' کے دوران پہنا جس نے پوری بادشاہی کو تین دن تک رلایا۔ یہاں تک کہ لباس کی موجودہ آرا لوگوں کو اپنے جذبات کے بارے میں شاعری لکھنا چاہتی ہے۔"
    },
    "6": {
      "name": "اوبسیڈین وونڈ ویئر",
      "description": "سیاہ کپڑوں میں دانت دار کٹ، کناروں پر ہلکی چمک جیسے بھرتے زخم۔",
      "heading_details": "اوبسیڈین وونڈ ویئر - میں زخمی ہوں.. تو کیا؟",
      "details": "کٹ اور کاٹ کپڑے کو پھاڑتے ہیں، نیچے چمکتی سرخ پرت کی جھلک دکھاتے ہیں، جیسے زخم بھرنے کی کوشش کر رہے ہوں۔ ہر پھاڑ کے کنارے ہلکے چمکتے ہیں، نسوں کی طرح دھڑکتے۔ یہ پرتشدد لیکن خوبصورت ہے، درد کو طاقت میں بدلنے کا اعلان۔ لباس اپنے نشانات چھپانے کی کوشش نہیں کرتا—یہ انہیں بن جاتا ہے، ٹوٹے پن کو مرکزی نقطہ بناتا ہے۔",
      "origin": "1789 میں ریبیلین آف بروکن ہارٹس کے دوران اسکارلیٹ پینٹس دی ٹاون (اسٹیج نام، ظاہر ہے) نے پہنا۔ وہ ایک جنگجو شاعر تھیں جو یقین رکھتی تھیں کہ اپنے نشانات دکھانا حتمی طاقت کی چال ہے - بنیادی طور پر اصل 'میرا ٹراما میری سپر پاور ہے' انرجی۔ کپڑے میں ہر چمکتا کٹ ایک جنگ کی نمائندگی کرتا ہے جس میں وہ بچ گئیں، اور انہوں نے ہر لڑائی کے بعد نئے ڈالے جیسے دنیا کا سب سے ایمو اچیومنٹ سسٹم۔ لباس لفظی طور پر نقصان کو خوبصورتی میں بدل دیتا ہے، جو ایسی مین کریکٹر چال ہے کہ یہاں تک کہ ان کے دشمنوں کو اس کا احترام کرنا پڑا۔"
    },
    "7": {
      "name": "ایتھیرین سینٹینل",
      "description": "سفید اور سونے کے رنگ؟ نہیں، پرسکون اور روشن توانائی سے مبارک۔",
      "heading_details": "ایتھیرین سینٹینل — روشنی کا چنا ہوا نگہبان",
      "details": "صاف سفید انیمل میں بنا آرمر، کناروں پر سونے کی فلیگری، ہلکا چمکتا ہے جیسے الہی آرا سے چھوا گیا ہو۔ ہیلمٹ ہموار اور گول ہے، سنہرا ویزر سورج کی روشنی کی طرح چمکتا ہے۔ پیچھے لمبا نیلا کیپ بہتا ہے، ستاروں کے نقشوں سے سلا، زمین پر رہتے ہوئے بھی آسمان دیکھنے کا احساس دیتا ہے۔ یہ پرسکون اتھارٹی پھیلاتا ہے، کسی ایسے شخص کی آرا جو صرف جنگجو نہیں بلکہ روشنی کا چنا ہوا محافظ ہے۔",
      "origin": "ریڈینٹ ایمپائر کے سیلسٹیل آنر گارڈ کا معیاری اجراء، تقریباً 1523-1834۔ یہ وہ لوگ تھے جو جنت کے دروازوں پر کھڑے ہوتے اور یقینی بناتے کہ صرف قابل لوگ اندر آئیں - بنیادی طور پر الہی باؤنسرز بہتر آرمر کے ساتھ۔ یہ خاص سیٹ کیپٹن لائٹ برنگر میک گڈگائے کا تھا، جو اتنے خالص دل تھے کہ جب وہ چلتے تو پرندے لفظی طور پر گاتے (جو اسٹیلتھ مشنز میں پریشان کن رہا ہوگا)۔ آرمر کی چمک صدیوں کے جمع نیک اعمال سے آتی ہے، اسے حتمی فضیلت سگنلنگ لباس بناتی ہے۔"
    },
    "8": {
      "name": "ڈان وارڈ بلوارک",
      "description": "اوہ آپ امید اور تحفظ پھیلانے والے بننا چاہتے ہیں۔",
      "heading_details": "ڈان وارڈ بلوارک — پہلی روشنی کا محافظ",
      "details": "یہ آرمر ہلکے سونے کے رنگوں میں نرمی سے چمکتا ہے، جیسے طلوع آفتاب نے خود سٹیل کو برکت دی ہو۔ پالڈرنز باہر کی طرف پھیلتے ہیں، حفاظتی قوس بناتے ہیں جو چیسٹ پلیٹ کے ابھرے ہوئے سورج کے نشان کو فریم کرتے ہیں۔ کیپ طلوع کا گریڈینٹ ہے—نارنجی ہلکے پیلے میں بدلتا—نئی پیدائش اور امید کی علامت۔ اس آرمر میں ہر قدم ایسا لگتا ہے جیسے تاریکی میں فجر لا رہے ہو، ایک موجودگی جو خوف نہیں بلکہ تعریف اور اعتماد پیدا کرتی ہے۔ اس کی آرا حفاظتی، روشن اور ناقابل یقین حد تک مستحکم ہے۔",
      "origin": "سر آپٹیمزم مارننگ پرسن کے لیے بنایا گیا، واحد نائٹ جو صبح 5 بجے ٹریننگ کے لیے واقعی پرجوش تھے۔ انہوں نے 1445 کے گریٹ ڈارکنس کے دوران مشرقی بادشاہیوں کا دفاع کیا، جہاں ان کا مسلسل مثبت رویہ لفظی طور پر سایہ مخلوقات کے خلاف ہتھیار بن گیا جو ان کی 'گڈ مارننگ سن شائن' انرجی برداشنہیں کر سکتے تھیں۔ انہوں نے ایک بار صرف بہت زیادہ خوش رہ کر ڈراؤنے خوابوں کی فوج کو شکست دی - جو ایماندارانہ طور پر سب سے OP صلاحیت ہے۔"
    },
    "9": {
      "name": "سیرافین ایجس",
      "description": "روشنی کی نیک میڈن کے لیے خوبصورت چاندی اور گلاب کا آرمر۔",
      "heading_details": "سیرافین ایجس — میڈن کی روشنی",
      "details": "یہ آرمر نازک درستگی سے تراشا گیا ہے، پالش چاندی میں پلیٹ کیا گیا جو چاندنی کی طرح چمکتا ہے۔ سینے اور بازوؤں پر ہلکے گلاب سونے کے نقش پھولوں کے نمونے بناتے ہیں جو سٹیل کو نرم کرتے ہیں بغیر اس کی طاقت کم کیے۔ پالڈرنز خوبصورتی سے مڑے ہوئے ہیں، اس کی ساخت کو غالب نہیں بلکہ بڑھانے کے لیے ڈیزائن کیے گئے، جیسے جنگ اور تقریب دونوں کے لیے سجایا گیا نائٹ۔ پیچھے نرم ریشمی کیپ ہلکے بنفشی رنگ میں بہتا ہے، ہر قدم کے ساتھ آہستہ لہراتا ہے جیسے بہار کی سانس۔ ہیلمٹ، اکثر ساتھ رکھی، تاج کی بجائے چاندی کے سرکلٹ سے سجی ہے—عاجز پھر بھی شاہانہ۔ سیرافین ایجس اپنی موجودگی کا اعلان نہیں کرتا؛ یہ گاتا ہے، فضل اور خاموش عظمت کے ذریعے آرا پیدا کرتا ہے۔",
      "origin": "1398 میں سلور کنگڈمز کی پرنسس ازابیلا گریس فیس کے لیے بنایا گیا۔ وہ اس ڈزنی پرنسس ٹائپ تھیں جو مہربانی سے جنگلی ڈریگن کو پالتو بنا سکتی تھیں اور مسکرا کر پھول کھلا سکتی تھیں - بنیادی طور پر مین کریکٹر انرجی تھی جو حقیقت کو اپنے گرد موڑ دیتی۔ آرمر سات مختلف مقدس نائٹس کے آرڈرز نے برکت دی، جو یا تو اووکل ہے یا انشورنس ہے اس پر منحصر کہ آپ کیسے دیکھتے ہیں۔ اس نے کبھی کوئی جنگ نہیں ہاری کیونکہ دشمن جنگ کے درمیان رک کر ان کے اسٹائل کی تعریف کرنے لگتے۔ گلاب سونے کے نقش اصل گلابوں سے آئے جو ان کے قدموں میں اگتے تھے۔"
    },
    "10": {
      "name": "ایکلپس مینٹل",
      "description": "فٹ لیئرز پر بہتا غیر متناسب کلوک—سٹی میج سلائیٹ ٹیکٹیکل گراؤنڈنگ کے ساتھ۔",
      "heading_details": "ایکلپس مینٹل — کلوکڈ ایج",
      "details": "یہ ٹکڑا میٹ بلیک رپ اسٹاپ سے بنایا گیا ہے، غیر متناسب طور پر کٹا تاکہ کلوک کی طرح بہے بغیر اسٹریٹ ویئر ٹیلرنگ کی تیزی کھوئے۔ یہ مقناطیسی کلاسپ کے ساتھ کالر پر اونچا باندھتا ہے، ایک طرف کو آزادانہ لہرانے دیتا ہے جیسے کندھے پر سایہ۔ نیچے، ایک فٹ چارکول ٹرٹل نیک جسم کو لپیٹتا ہے، سلائیٹ کو سلم کٹ کارگوز کے خلاف متوازن کرتا ہے جن میں ٹیکٹیکل زپر سیمز ہیں۔ سٹیل ٹوڈ اسنیکرز کے ساتھ مکمل، ایکلپس مینٹل شہری جادوگری کی طرح پڑھتا ہے—آدھا کلوک، آدھا آرمر، پوری موجودگی۔",
      "origin": "2089 میں نیو مسٹوپولس کے نیون لٹ آرکین ڈسٹرکٹس میں صرف 'دیٹ ہڈی گائے' کے نام سے جانے جانے والے پراسرار اسٹریٹ میج نے ڈیزائن کیا۔ وہ بستر سے ابھی اٹھے ہوئے لگتے ہوئے منتر ڈالنے کے لیے مشہور تھے، جادوئی فیشن کو ہمیشہ کے لیے انقلاب دیتے ہوئے۔ غیر متناسب ڈیزائن ان کے فلسفے سے آیا کہ 'توازن بورنگ ہے' اور کپڑے صحیح طریقے سے تہہ کرنے میں ان کی دائمی نااہلی۔ یہ خاص مینٹل 2091 کے گریٹ وائی فائی آؤٹیج کے دوران پہنا گیا جب انہوں نے تنہا شہر کے صوفیانہ انٹرنیٹ کو خالص اسپائٹ اور انرجی ڈرنکس استعمال کرتے ہوئے چلایا۔"
    },
      "11": {
      "name": "آبسڈین گرنچ",
      "description": "جدید شہری زرہ کے طور پر دوبارہ تصور کردہ جدید نائٹ انرجی۔",
      "heading_details": "آبسڈین گرنچ – تاکہ آپ ایک نہ لگیں۔",
      "details": "گہرے کالے نائلن سے بنا ایک لمبا ٹرینچ کوٹ، پنکش آب توڑ لیکن ہموار، کندھوں اور آستینوں پر ہلکی سی زرہ بند بنی ہوئی۔ کٹاؤ پتلا، سیدھا، اور طاقتور ہے، مکھی اثر کے لیے ٹخنوں کے بالکل اوپر تک پھیلا ہوا۔ سلیٹ گرے ٹرٹل نیک اور کالی تنگ پتلون کے اوپر پہنا ہوا، یہ جدید نائٹ کے ٹیبارڈ میں تبدیل ہو جاتا ہے — خوش وضع، مضبوط، اور نظر انداز کرنا ناممکن۔ ہر قدم کوٹ کے کنارے کو ایک مدھم آورا فارم میں بدل دیتا ہے۔",
      "origin": "1920 کے گوتھم-لیکن-جادو کے سپرنیچرل کرائمز ڈویژن کے انسپکٹر شیڈو ٹرینچ کوٹ (جی ہاں، ایک اور قانونی نام کی تبدیلی) کے لیے تیار کیا گیا۔ اس نے وہ معمے حل کیے جو عام پولیس نہیں کر سکتی تھی، جیسے 'کرسمس کا جادو کس نے چرایا' اور 'سارے گارگولے کیوں گپ شپ کرتے رہتے ہیں۔' کوٹ کا ڈرامائی انداز اس کی عادت سے آیا کہ وہ پراسرار بات کہنے کے لیے اچانک نمودار ہوتا اور پھر غائب ہو جاتا۔ وہ پرسونا 5 کے جوکر کی طرح بننا چاہتا تھا لیکن زیادہ سٹائل کے ساتھ اور کم جذباتی نقصان کے ساتھ، جس نے اسے ناقابل برداشت حد پر کول بنا دیا (ہمیں کبھی نہیں پتہ)۔"
    },
    "12": {
      "name": "درز پرداز",
      "description": "سٹریٹ ویئر بیس جس پر کونیی کٹس کی تہیں ہیں، عکس دار علامات بُنی ہوئی ہیں۔",
      "heading_details": "درز پرداز – عالموں کے درمیان، انداز کے درمیان",
      "details": "ایک ہائبرڈ ہوڈی جیکٹ جو حرکت اور تہہ چڑھانے کے لیے ڈیزائن کیا گیا ہے۔ بنیاد ایک اوور سائزڈ بلیک ہوڈی ہے، جس کے کپڑے پر عکس دار رن جیسی لکیریں بنی ہیں جو صرف روشنی کے مخصوص زاویوں پر چمکتی ہیں۔ اس کے اوپر ایک کراپڈ ٹیکٹیکل جیکٹ ہے جس میں کونیی کٹس، بکلز، اور ایک کھڑا کالر ہے، جو اسے ایک فیوچرسٹک 'کمبیٹ میج' کا سلیویٹ دیتا ہے۔ چوڑی ٹانگوں والی کارگو پینٹ کے ساتھ جو ٹخنوں پر سمٹ جاتی ہیں، درز پرداز دوہرے پن میں پروان چڑھتا ہے — دن میں آرام دہ سٹریٹ ویئر، رات کو فینٹسی کوڈڈ پاور ویئر۔",
      "origin": "2156 کے اساطیری بین الابعادی ریو میں ڈی جے وائڈمکس نے پہنا تھا، جہاں موسیقی نے لفظی طور پر دوسری حقیقتوں کے لیے دروازے کھول دیے تھے۔ عکس دار رن اصل میں گلو سٹک کے نمونے تھے جو خالص بیس انرجی کے سامنے آنے کے بعد کپڑے میں مستقل طور پر کندہ ہو گئے تھے۔ یہ لڑکا ایسے بیٹس دے رہا تھا کہ متعدد ابعاد ایک ساتھ ویب کرنے لگے - رینج کی بات کریں تو۔ اس آؤٹ فٹ کا ایک ساتھ متعدد اسٹائل کیٹیگریز میں موجود رہنے کا قابل براہ راست نتیجہ ہے جس نے اس شاندار 72 گھنٹے کے سیٹ کے دوران کراس ڈائمینشنل فیشن کے اثرات جذب کیے تھے۔"
    },
    "13": {
      "name": "لوناسٹرا",
      "description": "ساٹن کی کم سے کمیت جو بہتی ہوئی ہوڈڈ چوغے کے نیچے چھپی ہوئی ہے — جادوئی یمی-کور۔",
      "heading_details": "لوناسٹرا – چوغے والی حیرت",
      "details": "ایک ساٹن بلیک منی ڈریس جس کا کور صاف مربع نیک لائن ہے، جسم کو چھوتی ہوئی لیکن کم از کم۔ اس کے اوپر لپٹا ہوا: ہلکے میٹ کپڑے سے بنا ایک کراپڈ ہوڈڈ چوغہ، اس کی بہتی ہوئی آستینیں ہر قدم کو تقریب کا احساس دیتی ہیں۔ چوغہ گردن پر چاندی کی ایک ہلالی کلپس سے بندھتا ہے، اور ہوڈ چہرے کو سایہ دار شائستگی میں فریم کرتا ہے۔ ران تک اونچے بوٹ نظر کو جدید سٹریٹ ویئر میں گھیر دیتے ہیں، لیکن چوغے کی حرکت اسے ایک جادو میں بدل دیتی ہے — طاقت کا بھیس میں شائستگی۔",
      "origin": "لیونا مسٹیک کے لیے تخلیق کیا گیا، جو وکٹورین اوکلٹ ریوائیول (1887) کی سب سے بااثر جادوگر-اثر انداز تھیں۔ وہ بنیادی طور پر انسٹاگرام پر مشہور تھیں لیکن سینس اور محلول کی ترکیبوں کے لیے، جس میں اصل روحیں بھی شامل تھیں۔ چوغے کی آدھی رات کی شائستگی اس کی 'ڈارک اکیڈمیا لیکن اسے جادوگرانہ بنائیں' والی اسٹیلیٹک سے آئی جس نے ہزاروں پنٹریسٹ بورڈز کا آغاز کیا۔ اس نے اسے عظیم سپرٹ فوٹوگرافی ٹرینڈ کے دوران پہنا تھا، جہاں ہر کوئی پراسرار طور پر خوبصورت نظر آنے کی کوشش کر رہا تھا جنہوں نے ڈیگیروٹائپس میں تصویر کروائی تھی۔"
    },
    "14": {
      "name": "ایتھر نقاب",
      "description": "ہلکی پھلکی اور مستقبل پسند قوس قزحی چمک کے ساتھ، جیسے ہوا سے ہی سلائی کیا ہوا فیشن۔",
      "heading_details": "ایتھر نقاب – ہوا کا وزن",
      "details": "ایک کراپڈ بومبر جیکٹ جس کو موتیوں کی سرمئی رنگت میں دوبارہ تصور کیا گیا ہے، جس میں آستینوں اور پیٹھ کے ساتھ نیم شفاف میش پینل ہیں، جو ہوا کو پکڑنے کے لیے ڈیزائن کیا گیا ہے جیسے پر۔ قوس قزحی دھاگے سیون کے ساتھ ہلکی سی لیکن ایتھریل چمک دیتے ہیں۔ ہائی واسٹڈ ٹیک اسکرٹ کے ساتھ جو فٹڈ لیگنگز پر تہہ چڑھی ہوئی ہے، یہ نظر افادیت اور جادو کے درمیان توازن رکھتی ہے۔ مستقبل پسند سنیکرز کے ساتھ مکمل، ایتھر نقاب ہلکے پھلکے لگتا ہے لیکن ناقابل یقین حد تک زمین سے جڑا ہوا ہے، جیسے ہوا اور روشنی سے ہی سلائی کیا گیا ہو۔",
      "origin": "2234 کے فرلوٹنگ سٹی آف نمبس ٹاؤن کی اسکائی ڈانسرز کی معیاری وردی۔ یہ فضائی فنکار لفظی طور پر بادلوں پر چل سکتے تھے، جو اس وقت تک اچھا لگتا ہے جب تک آپ کو احساس نہ ہو کہ انہیں موسم سے متعلق مسلسل وارڈروب کی خرابیوں کا سامنا کرنا پڑتا تھا۔ یہ مخصوص سیٹ کیپٹن ونڈ والکر کی تھی، جس نے بادل سے بادل تک سب سے زیادہ لگاتار چھلانگ (847) کا ریکارڈ رکھا اور سب سے ڈرامائی کیپ بِلورنگ (ناقابل پیمائش) کا۔ نیم شفاف پینلز بہتر گلائیڈنگ کے لیے ہوا کے دھاروں کو پکڑنے کے لیے ڈیزائن کیے گئے تھے، جس نے اسے فعال اور بالکل شاندار بنا دیا۔ ارے، مشکل نہیں ہونا چاہیے، ہے نا؟"
    },
    "15": {
      "name": "امبر دھاگہ",
      "description": "آرام دہ فینٹسی-رنگا ہوا فلینل، شاہی توانائی کو پھیلاتا ہوا۔",
      "heading_details": "امبر دھاگہ فلینل – گلیوں میں چولہے کی روشنی",
      "details": "گہرے شرابی اور کالی چیک والا ایک ڈھیلا، نرم فلینل شرٹ، جس میں ہلکا سونے کا دھاگہ بُنا ہوا ہے جو سورج کو پکڑتے وقت ہلکی سی چمک دیتا ہے۔ ایک بلیک ٹی اور سلم جینز اور بوٹس کے ساتھ کھلا پہنا ہوا، یہ آرام دہ گرمی تھوڑا سا جادوئی ہو جاتی ہے — جیسے جدید گلیوں میں چولہے کا آورا لے جانا۔",
      "origin": "جیک فرائر سائیڈ نے پہنا تھا، ایک لمبر جیک جو 1892 کی دیہی جادو کمیونٹیز میں جنگلات اور حرارتی بلوں دونوں میں انقلاب برپا کر دیا۔ وہ وہ آدمی تھا جو ایک کیمپ فائر کو پانچ ستارہ ہوٹل کا تجربہ محسوس کروا سکتا تھا اور کسی طرح فلینل کو پراسرار بنا دیتا تھا۔ سونے کے دھاگے دراصل کرسٹلائزڈ شعلے ہیں جو اس نے جادو سے مارش میلوں کو بھوننے کی کوشش کے دوران غلطی سے پیدا کیے تھے — کلاسیک جیک کا انداز۔ یہ شرٹ اس کی روزمرہ پوشاک تھی جب اس نے پورے جنگلات کو پائیدار حرارتی تعاون میں تبدیل کیا۔ ہم سب کو پائیدار ترقی یا اس مقام پر کچھ اور اپنانا چاہیے۔"
    },
    "16": {
      "name": "اونکس شام",
      "description": "شک پسند بلیزر ڈریس جس میں آورا کی بالادستی ہے۔",
      "heading_details": "اونکس شام – ہموار اعتماد",
      "details": "ایک فٹڈ بلیک ٹرٹل نیک جو تیز کندھوں والی ایک پتلی سیاہ سوٹ جیکٹ کے نیچے ٹکا ہوا ہے، جس کے ساتھ حسب ضرورت بنائی گئی پتلونیں ہیں۔ کم از کم چاندی کی کف لنکس اور ایک گھڑی تفصیلات کو مکمل کرتی ہیں۔ جوتے: چمکدار سیاہ چیلسی بوٹس۔ یہ جدید، شائستہ، بے ساختہ — ایسی نظر جو توجہ کے پیچھے نہیں بھاگتی بلکہ اسے قدرتی طور پر اپنی طرف کھینچ لیتی ہے۔",
      "origin": "1953 کے کارپوریٹ اوکلٹ بوم کے دوران پراسرار انٹرپرائزز انکارپوریٹڈ کی سی ای او وکٹوریہ بزنس وومین کا سگنیچر لُک تھا۔ اس نے بورڈ رومز میں سینس چلائے اور شیئر ہولڈرز اور روحوں دونوں کو سہ ماہی رپورٹس دیں۔ یہ آؤٹ فٹ اس کا پاور سوٹ تھا ایسے سودے مکمل کرنے کے لیے جن میں لفظی طور پر روحیں شامل تھیں — اس میں 'خون میں دستخط کریں' والی توانائی تھی لیکن بے عیب سٹائل کے ساتھ۔ اعتماد کو پھیلانے والی خصوصیات اس کے اس ناقابل تسخیر یقین سے آئی ہیں کہ اچھا فیشن کوئی بھی مافوق الفطرت بحران حل کر سکتا ہے۔ ماں۔ گرل باس۔ معذرت۔"
    },
    "17": {
      "name": "کوئی سنگیت",
      "description": "کھلنڈرا لیکن نسوانی سٹریٹ-کاواے مکس۔",
      "heading_details": "کوئی سنگیت – نرم شرارت",
      "details": "ایک کراپڈ اوور سائزڈ ہوڈی جو نرم کریم میں ہے جس پر ایک آستین کے ساتھ ایک کوئی کا کڑھائی ہوا ہے، جو ہلکی نیلی اسکیٹر اسکرٹ کے ساتھ ملتی ہے۔ پیسٹل سنیکرز اور ایک چھوٹا کراس باڈی بیگ جو کوئی چارم کی شکل کا ہے، کے ساتھ مکمل ہوتی ہے۔ پیاری اور قابل رسائی، لیکن اس کی نرمی کوشش کیے بغیر توجہ اپنی طرف کھینچتی ہے — کاواے آورا تعینات ہو گیا۔",
      "origin": "2067 کے عظیم اینیم کنونشن کے لیے ساکورا چھوٹے-ساما نے ڈیزائن کیا تھا، جہاں کوس پلے اصل جادوئی تبدیلی میں تبدیل ہو گیا تھا۔ لیکن اس کے لیے خون پسینہ اور آنسوؤں کی ضرورت تھی۔ وہ پیاری-لیکن-مہلک توانائی کی بلا مقابلہ ملکہ تھیں اور نہیں، وہ ایک ٹسنڈیری نہیں تھیں، بلکہ ایک جادوئی لڑکی تھیں جو اپنے ٹیکس ادا کرتی تھیں اور ریٹائرمنٹ کا منصوبہ رکھتی تھیں۔ کوئی کی کڑھائی کو افسانوی تالاب آف اٹرنل وائبز میں تیرنے کے بعد اچھی قسمت سے نوازا گیا تھا۔ اس آؤٹ فٹ نے 'ہتھیار بند پیار' فیشن تحریک کا آغاز کیا جس نے 21ویں صدی کے آخر میں غلبہ حاصل کیا۔"
    },
    "18": {
      "name": "ڈسک ویو ہوڈی",
      "description": "جادوئی بناوٹ والی سٹریٹ ہوڈی۔",
      "heading_details": "ڈسک ویو ہوڈی – آرام میں جادو",
      "details": "ایک اوور سائزڈ چارکول ہوڈی جس پر آستینوں پر ہلکی، کڑھائی کی ہوئی علامت کے نمونے ہیں، جو سیاہ دھاگے سے بنے ہیں جو صرف مخصوص روشنی میں ظاہر ہوتے ہیں۔ ڈھیلی کالی جاگرز کے ساتھ ملتی ہے جن میں زپ والی جیبیں ہیں اور چمکدار سنیکرز ہیں۔ آرام دہ اور عام، لیکن تفصیلات میں ایک موجودگی ہے، گویا ہوڈی میں مدھم جادو کی توانائی ہے۔",
      "origin": "ہر کالج کے طالب علم کی اجتماعی شعور نے تخلیق کیا تھا جس نے کبھی تاخیر یونیورسٹی (2045 میں قائم) کے مِسٹیکل آرٹس لائبریری میں پوری رات جاگ کر پڑھائی کی تھی۔ ہوڈی نے دہائیوں کی رات گئے تک پڑھائی کے سیشن، انرجی ڈرنک کے گرنے، اور طلبہ کی مایوسانہ دعائیں جذب کیں جو امید کر رہے تھے کہ ان کا جادو کا ہوم ورک خود ہو جائے گا۔ ہلکے جادو کے نمونے کپڑے میں جذب ہونے والے تمام جادو کے تھیوری سے قدرتی طور پر بنے تھے۔ یہ بنیادی طور پر اکیڈمک پی ٹی ایس ڈی کو پہننے کے قابل بنایا گیا ہے، لیکن ایک آرام دہ طریقے سے۔ میرا اعتماد کریں، یہ آرام دہ ہے۔"
    },
    "19": {
      "name": "شڈو ہارٹ گانٹلیٹس",
      "description": "بغیر انگلیوں والے چمڑے کے دستانے جو چاندی کے بکلز کے ساتھ ہیں، آپ کی گرفت کو مضبوط کرنے کے لیے حفاظتی منتر سرگوشی کرتے ہیں۔",
      "heading_details": "شڈو ہارٹ گانٹلیٹس – ہاتھ جو طاقت تھامتے ہیں",
      "details": "نرم کالے چمڑے سے تیار کردہ، جن پر انگلیوں کے پوروں کے پار چاندی کے بکل والے پٹے ہیں، یہ بغیر انگلیوں والے گانٹلیٹس درمیانی بازو تک پھیلے ہوئے ہیں جس میں ہلکی سی گداز ہے۔ ہر دستانے کی ہتھیلی میں ایک چھوٹا امیتھسٹ پتھر جڑا ہوا ہے، جو چھونے میں ٹھنڈا اور اندھیرے میں ہلکی سی روشن ہے۔ چمڑا نازک کام کے لیے کافی نرم ہے، پھر بھی مضبوط انگلیوں کے پورے تحفظ کا وعدہ کرتے ہیں۔ انہیں پہننا خاموش طاقت کو چینل کرنے جیسا لگتا ہے — ہر حرکت جان بوجھ کر ہو جاتی ہے، ہر چھونا مقصد سے بھرپور۔",
      "origin": "ریوین ایج لارڈ کے لیے اس کے 'میں دوسرے پیلیڈنز جیسا نہیں ہوں' کے دور میں 1456 میں بنائے گئے تھے۔ وہ ایک مقدس جنگجو تھی جو خصوصی طور پر سیاہ رنگ پہنتی تھی کیونکہ 'روشنی بہت عام ہے' اور اس نے کسی طرح سے مقدس جادو کو گوتھک نظر بنایا۔ امیتھسٹ کے پتھر اس کا خیال تھے کیونکہ اس نے اصرار کیا کہ جامنی رنگ سب سے پراسرار رنگ ہے اور باقاعدہ چاندی 'چپکے چلنے کے لیے بہت چمکدار ہے۔ وہ جیتی.. میرا یقین کریں۔"
    },
    "20": {
      "name": "سولرِس تاج",
      "description": "ایک نازک سونے کا ہار جو سورج کی روشنی کو اس طرح پکڑتا ہے جیسے پکڑی ہوئی صبح ہو۔",
      "heading_details": "سولرِس تاج – پہلی روشنی کا حامل",
      "details": "یہ ایسا تاج نہیں ہے جو توجہ کا مطالبہ کرتا ہے — یہ اس کی مستحق ہے۔ گرم سونے سے بنایا گیا، پتلی، شائستہ پٹیوں میں جو سر کے گرد سورج کی کرنوں کی طرح مڑی ہوئی ہیں، ہر نقطہ ایک چھوٹے سترین کرسٹل سے سجایا گیا ہے۔ دھات اتنی باریکی سے بنائی گئی ہے کہ یہ بے وزن محسوس ہوتی ہے، کنپٹیوں پر ایک سرگوشی کی طرح آرام کرتی ہے۔ جب پہنا جاتا ہے، یہ روشنی کی ہر کرن کو پکڑتا ہے اور اسے دس گنا واپس پھینک دیتا ہے، ایک قدرتی ہالو اثر پیدا کرتا ہے۔ یہ غرور کے بغیر شاہی وقار، غلبے کے بغیر طاقت ہے۔",
      "origin": "اصل میں شہزادی اوریلیا دی پرپیچوئلی لیٹ کے لیے بنایا گیا تھا، جو تقریباً 3021 قبل مسیح میں سولر کنگڈم پر حکمران تھی۔ وہ ہر طلوع آفتاب کی تقریب میں سو جانے کے لیے بدنام تھی، اس لیے اس کے شاہی لوہاروں نے یہ تاج بنایا تاکہ سورج کی روشنی کو براہ راست اس کی آنکھوں میں عکس ڈال کر اسے جاگایا جا سکے — ایک حیاتیاتی الارم گھڑی کے بارے میں سوچیں جو مختلف طریقے سے کام کرتی ہے۔ سترین کرسٹلز کو پہلی فینکس نے برکت دی تھی جس نے کبھی تصدیق شدہ ٹویٹر کا درجہ حاصل کیا تھا، جس سے وہ خالص 'مرکزی کردار کی توانائی' کے ساتھ ہم آہنگ ہو گئے۔ اوریلیا نے ابتدائی پرندوں بمقابلہ رات کے الووں کی اساطیری جنگ کے دوران اسے پہنا تھا، جہاں اس نے آخرکار ثابت کیا کہ صبح کے لوگ بھی ہم میں سے باقی لوگوں کی طرح اتنا ہی پرآشوب ہو سکتے ہیں۔ تاج صدیوں تک گمشدہ رہا یہاں تک کہ ماہرین آثار قدیمہ نے اسے ایک قدیم میک ڈونلڈز میں پایا — کچھ چیزیں کبھی نہیں بدلتیں۔ کہا جاتا ہے کہ جو بھی اسے پہنتا ہے اسے صبح کی سیلفی میں بے عیب نظر آنے کی طاقت مل جاتی ہے، جو ایماندی کے ساتھ شاید سب سے زیادہ قیمتی جادو ہے۔"
    },
        "21": {
      "name": "وائڈواکر بوٹس",
      "description": "آدھی رات کے سیاہ رنگ کے کومبیٹ بوٹس جو ہر قدم کے ساتھ روشنی جذب کرتے محسوس ہوتے ہیں۔",
      "heading_details": "وائڈواکر بوٹس – دنیاؤں کے درمیان قدم",
      "details": "یہ بوٹس روشنی کو منعکس کرنے کے بجائے اسے جذب کرتے ہیں، میٹ بلیک چمڑے سے اس طرح تیار کئے گئے ہیں کہ لگتا ہے جیسے یہ آپ کے قدموں کے گرد چھوٹی سی خالی جگہیں بنا رہے ہوں۔ چاندی کے چشمے سے لیس، یہ ٹخنوں سے وسط پنڈلی تک اونچے ہیں، جو خوبصورتی اور پائیداری دونوں کے لیے بنائے گئے ہیں۔ تلوے موٹے مگر خاموش ہیں، جو چھپ کر چلنے اور آرام دونوں کے لیے ڈیزائن کئے گئے ہیں۔ انہیں پہن کر ہر قدم سوچا سمجھا محسوس ہوتا ہے، جیسے آپ ہر قدم کے ساتھ مختلف دنیاؤں کے درمیان سفر کر رہے ہوں۔",
      "origin": "یہ بوٹس سیدھی 4156 کے انٹرڈائمینشنل فیشن ویک سے آئی ہیں، جنہیں مشہور ماڈل زارا بلیک اسٹیپ نے پہنا تھا جس نے رن وے پر خلا کے دروازوں سے گزر کر ہیڈ لائنز بنا ڈالی تھیں۔ وہ بنیادی طور پر ملٹی ورس کی گوتھ لڑکی تھیں، اور یہ بوٹس اس کی پہچان تھے۔ انہیں پراسرار ابِس کے موچی (جو صفر بھولی ہوئی یادیں اور واقعی اچھے میمز کے عوض ادائیگی قبول کرتا تھا) نے تیار کیا تھا، یہ ایسے چمڑے سے بنے ہیں جو ابعاد کے درمیان موجود ہے۔ زارا نے انہیں اپنے افسانوی 'وائڈ واک چیلنج' کے دوران پہنا تھا جو سترہ مختلف حقیقتوں میں وائرل ہوا تھا – اس نے بنیادی طور پر انٹرڈائمینشنل ٹک ٹاک ٹرینڈز کی ایجاد کی تھی، ٹک ٹاک کے وجود میں آنے سے پہلے ہی۔ بوٹس نے اتنی کاسمک تاریکی جذب کر لی کہ انہوں نے اپنی کشش ثقل پیدا کر لی، جو اس بات کی وضاحت کرتی ہے کہ ہر کوئی پہننے والے کی طرف کیوں کھنچا چلا آتا ہے۔ جب زارا ایک مکمل وقت کی کریپٹڈ بننے کے لیے ریٹائر ہوئی، تو بوٹس خلا میں گھومتے رہے یہاں تک کہ وہ ہماری حقیقت میں واپس آ گئے، شاید اس لیے کہ انٹرڈائمینشنل فٹ ویئر کو بھی کبھی کبھار گھر کی یاد آتی ہے۔"
    },
    "22": {
      "name": "مون ویل اسکارف",
      "description": "ہلکی پھلکی ریشمی اسکارف جو چاندنی میں چاندنی کے ذریعے چاندی اور بنفشی رنگوں کے درمیان بدلتی ہے۔",
      "heading_details": "مون ویل اسکارف – چاندنی نزاکت کی سرگوشیاں",
      "details": "چاندی-بنفشی رنگوں کے گرڈینٹ میں بہترین ریشم سے بنی یہ اسکارف حرکت کرتے ہوئے رنگ بدلتی محسوس ہوتی ہے، جیسے مائع چاندنی کو پکڑ رہی ہو۔ اتنی لمبی کہ اسے کئی بار لپیٹا جا سکے یا ڈرامائی طریقے سے لٹکایا جا سکے، یہ ناقابل یقین حد تک ہلکی مگر جلد پر گرم محسوس ہوتی ہے۔ پورے اسکارف میں چھوٹی چاندی کی دھاگے بُنے گئے ہیں، جو ستاروں کے جھرمٹ کے ہلکے نمونے بناتے ہیں جو کپڑے کے حرکت کرنے پر جگمگاتے ہیں۔ یہ کسی بھی لباس کو پراسرار بنا دیتی ہے۔",
      "origin": "لیک سیرینٹی کی چاند دیویوں نے 2156 کی عظیم اسٹیٹک انقلاب کے دوران بنائی تھی، جب سب نے اجتماعی طور پر فیصلہ کیا کہ عام کپڑے اتنی پراسرار لہریں نہیں دے رہے۔ ریشم کاسمک ریشم کے کیڑوں سے آتا ہے جو صرف ستاروں کی دھول کھاتے ہیں اور محض چاندنی پر پلتے ہیں – بنیادی طور پر ان ٹرینڈی نامیاتی صحت کے دیوانوں کا خلائی مساوی۔ یہ خاص اسکارف لونا سلورمسٹ کی تھی، ایک آسمانی اثر انداز ہونے والی جس کے مختلف کہکشاؤں میں سوشل میڈیا کے وجود میں آنے سے پہلے ہی 50 ملین فالوورز تھے۔ اس نے اسے 'سورج دیوتا کے خلاف چاندنی ڈانس آف' کی بدنام زمانہ واقعے کے دوران پہنا تھا، جسے مورخین اب کاسمک تاریخ میں پہلی ریکارڈ شدہ ڈانس لڑائی کے طور پر پہچانتے ہیں۔ رنگ بدلنے کی خصوصیات ایک حادثہ تھی – لونا نے اس پر کہکشائی درجے کا گلٹر گرا دیا، لیکن اسے خراب کرنے کے بجائے، اس نے اسے اور بھی مشہور بنا دیا۔ ستاروں کے جھرمٹ کے نمونے اس کی دادی نے ہاتھ سے بنائے تھے، جو بظاہر خود جزوی طور پر ستاروں کا جھرمٹ تھیں، کیونکہ خاندانی شجرہ کافی عجیب ہو جاتا ہے جب آپ بہت پیچھے جاتے ہیں۔"
    },
    "23": {
      "name": "تھارن وارڈ جیکٹ",
      "description": "جنگلی سبز چمڑے کی جیکٹ جس میں کانٹے جیسے نمونوں میں حفاظتی رونز کندہ ہیں۔",
      "heading_details": "تھارن وارڈ جیکٹ – فطرت کی زرہ",
      "details": "مالدار جنگلی سبز چمڑے سے کاٹی گئی اس جیکٹ میں کندوں اور آستینوں پر قدرتی کانٹے دار بیل کی مہر ثبت ہے۔ چاندی کے زپ اور بکل جدید فعالیت مہیا کرتے ہیں جبکہ پیتل کے اسٹڈز حفاظتی علامتی نمونوں کا پتہ لگاتے ہیں۔ فٹ بالکل درست ہے مگر حرکت کی اجازت دیتا ہے، جیسے درویشوں کے ڈیزائن کردہ زرہ۔ پہننے پر، یہ گہرے جنگلوں اور قدیم تحفظوں کا جوہر اٹھائے پھرتی ہے۔",
      "origin": "اس جیکٹ کی کہانی 12 سیزن کے anime کے مرکزی کردار سے بھی زیادہ ہے۔ اصل میں یہ روآن وائلڈ ہارٹ کی تھی، جو اب تک کا سب سے زیادہ ڈرامائی جنگل کا محافظ تھا – ہماری مراد ایسے شخص سے ہے جو گمشدہ پہاڑیوں کو راستہ دکھانے کے لیے درختوں سے ڈرامائی انداز میں نکلتا تھا۔ 1847 کی ووڈ لینڈ بغاوت کے دوران تیار کی گئی، جب درختوں نے صنعتی کاری کے خلاف لفظی طور پر جنگ لڑی تھی (اور ایمانداری سے، ان کے پاس جائز نقطہ نظر تھے)۔ چمڑا ایک خاص طور پر فلسفیانہ ڈریگن سے آیا تھا جس نے ماحولیاتی اخلاقیات پر بحث ہارنے کے بعد رضاکارانہ طور پر عطیہ کیا تھا – بظاہر اب ڈریگن بھی ماحولیاتی بے چینی کا شکار ہیں۔ روآن نے اسے 'آخری مال کی محاصرہ' کے دوران پہنا تھا، جہاں اس نے کارپوریٹ جنگلات کی کٹائی کے خلاف جاگتی ہوئی ہاؤس پلانٹس کی فوج کی قیادت کی تھی۔ حفاظتی رونز قدیم درویشوں نے کھدی تھیں جو بنیادی طور پر اصل ماحولیاتی کارکن تھے، مگر جادو زیادہ تھا اور احتجاج کے نشان کم۔ جب روآن جنگل کے وائی فائی نیٹ ورک کے ساتھ یکجا ہونے کے لیے بلند ہوا (مت پوچھیں، یہ پیچیدہ ہے)، تو جیکٹ ان لوگوں کی نسلوں میں منتقل ہوتی رہی جو 'گھاس چھونے' کو سنجیدگی سے طرز زندگی کا مشورہ سمجھتے تھے۔"
    },
    "24": {
      "name": "سٹار ویو کلواک",
      "description": "آدھی رات کی نیلی مخمل جس پر چاندی کے دھاگے سے بنے ستاروں کے جھرمٹ بکھرے ہیں جو حرکت کرتے محسوس ہوتے ہیں۔",
      "heading_details": "سٹار ویو کلواک – رات کے آسمان میں لپٹا ہوا",
      "details": "یہ فل لمبائی والا کلواک مائع ستاروں کی روشنی کی طرح بہتا ہے، آدھی رات کی نیلی مخمل سے اس قدر عمدہ بنا ہوا ہے کہ لگتا ہے یہ ارد گرد کی تاریکی جذب کر رہا ہو۔ چاندی کے دھاگے کپڑے پر ستاروں کے جھرمٹ کے نمونے بناتے ہیں، اور ترتیب اس قدر ماہرانہ ہے کہ وہ آپ کی حرکت کے ساتھ بدلتے اور جگمگاتے محسوس ہوتے ہیں۔ ہڈ اتنی گہری ہے کہ راز پیدا کرے، اور کلپ چمکتی ہوئی چاندی کا ایک ہلال ہے۔ اسے پہننا ایسا لگتا ہے جیسے آپ رات کے آسمان کو اپنے کندھوں پر اٹھائے پھر رہے ہوں۔",
      "origin": "2847 CE کے آس پاس، نگہت کو بالکل تباہ کن دکھانے کے سنہری دور میں نووا پرائما کی آسمانی ورکشاپس میں تخلیق کیا گیا۔ یہ کلواک اسٹیلا نائٹ بورن کی تھی، جو تاریخ کی سب سے ڈرامائی ماہر فلکیات تھی – وہ لفظی طور پر ستاروں کا مشاہدہ نہیں کرتی تھی جب تک کہ ان کے ویبز سے میل کھاتا کچھ نہ پہنتی۔ آدھی رات کی نیلی مخمل خوابوں کی دنیا سے حاصل کی گئی تھی جب خوفناک خوابوں اور پیارے خوابوں نے فیصلہ کیا کہ وہ ایک فیشن پراجیکٹ پر تعاون کریں گے۔ اسٹیلا نے اسے اپنے مشہور '2851 کی عظیم ستارہ نقشہ کشی مہم' کے دوران پہنا تھا، جہاں اس نے ستاروں کے سترہ نئے جھرمٹ بنائے تھے جبکہ وہ کائنات کی سب سے مہنگی میوزک ویڈیو کے مرکزی کردار کی طرح دکھ رہی تھی۔ چاندی کے ستاروں کے دھاگے کاسمک مکڑیوں نے بنائے تھے جنہیں تعریف اور پریمیم ستاروں کی دھول میں ادائیگی کی جاتی تھی – بظاہر انٹرڈائمینشنل مکڑیوں کی بھی اپنی قیمت ہوتی ہے۔ کلواک نے اپنی حقیقت کو موڑنے والی خصوصیات اس وقت حاصل کیں جب اسٹیلا نے غلطی سے اسے ایک کاسمک طوفان کے دوران پہنا، جس کی وجہ سے اس نے خام ستاروں کی روشنی جذب کر لی اور جو سائنسدان تکنیکی طور پر 'مرکزی کردار کی توانائی' کہتے ہیں۔ اس نے اسے پیچھے چھوڑ دیا جب وہ کائنات کی پہلی آسمانی فیشن نقاد بننے کے لیے بلند ہوئی، جو کہکشاؤں کا جائزہ لیتی تھی اور شمسی نظاموں کو ان کے اسٹیٹک انتخاب پر درجہ دیتی تھی۔"
    },
    "25": {
      "name": "کرِمزن اوَتھ رِنگ",
      "description": "ایک سگنیٹ رِنگ جس میں ایک یاقوت ہے جو پہننے پر دل کی دھڑکن کی طرح دھڑکتا محسوس ہوتا ہے۔",
      "heading_details": "کرِمزن اوَتھ رِنگ – بندھن جو جکڑتے ہیں",
      "details": "سیاہی مائل چاندی سے بنی اس رِنگ کے بینڈ کے گرد پیچیدہ گرہوں کے نمونے ہیں، جس کے مرکز میں ایک گہرا سرخ یاقوت ہے جو اندرونی آگ سے چمکتا محسوس ہوتا ہے۔ پتھر کو ایک انوکھے طریقے سے تراشا گیا ہے کہ روشنی پڑنے پر وہ آہستہ سے دھڑکتا محسوس ہوتا ہے، جیسے آپ کے دل کی دھڑکن کے ساتھ ہم آہنگ ہو۔ بینڈ میں اتنی باریکی سے قدیم علامتیں کندہ ہیں کہ وہ صرف قریب سے دیکھنے پر نظر آتی ہیں۔ یہ صرف زیور نہیں ہے — یہ ایک وعدہ ہے جو مجسم ہو گیا ہے۔",
      "origin": "ابدی شہر کی ہارٹ فورج میں ناقابلِ توڑ وعدوں کے دور میں تیار کی گئی، جب لوگ ابھی تک ہمیشہ پر یقین رکھتے تھے اور وعدوں سے خوفزدہ نہیں تھے۔ یہ رِنگ سر مارکس ہارٹ باؤنڈ کی تھی، ایک ایسا شہسوار جو اپنے قول کو پورا کرنے میں اتنا مخلص تھا کہ وہ لفظی طور پر جھوٹ نہیں بول سکتا تھا بغیر اس کے کہ رِنگ اسے جھٹکا دے — یہ ایک بلٹ ان سچ ڈیٹیکٹر کی طرح تھا جس میں جارحانہ فیڈ بیک تھا۔ یاقوت ایمانداری کے جذبات کی غاروں سے نکالا گیا تھا، ایک ایسی جگہ جو اتنی نایاب ہے کہ زیادہ تر لوگوں کے جذباتی ذہانت کے جی پی ایس اس کا پتہ بھی نہیں لگا سکتے۔ مارکس نے اس رِنگ کو اس وقت پہنا جب اس نے افسانوی ابدی محافظ کی قسم کھائی، محبت کی خود حفاظت کا وعدہ کیا کہ وہ اسے ایک بڑھتی ہوئی مایوس کن دنیا میں معدوم ہونے سے بچائے گا — بنیادی طور پر وہ رومانس کے لیے لڑ رہا تھا اس سے پہلے کہ ڈیٹنگ ایپس سب کچھ عجیب بنا دیں۔ رِنگ کی دل کی دھڑکن کا ہم آہنگ ہونا ارادی نہیں تھا؛ یہ اس وقت ہوا جب مارکس ڈریگن کے حملے کے دوران ایک جوڑے کی شادی کے حق کی حفاظت کرتے ہوئے فوت ہو گیا (ترجیحات، ٹھیک ہے؟)۔ سیاہی مائل چاںدی نے جذباتی شدت کے صدیوں کو جذب کر کے اپنا رنگ تیار کیا، جس سے یہ ان لوگوں کے لیے ایک مثالی زیور بن گئی جن کے جذبات ٹمبلر کی شاعری کے بلاگ سے بھی گہرے ہیں۔"
    },
    "26": {
      "name": "ڈان بریکر ویسٹ",
      "description": "کریم رنگ کی ٹیکٹیکل ویسٹ جس کے سینے پر سونے کے دھاگے سے سورج طلوعی کی کشیدہ کاری کی گئی ہے۔",
      "heading_details": "ڈان بریکر ویسٹ – روشنی کا پہلا ہیرالڈ",
      "details": "اعلیٰ معیار کی کریم کینوس سے کاٹی گئی اس ویسٹ کے سینے پر سونے کے دھاگے سے بنے سٹائلائزڈ سورج طلوعی کی پیچیدہ کشیدہ کاری ہے۔ متعدد جیبیں شکل اور فعل دونوں مہیا کرتی ہیں، ہر ایک پیتل کے بٹنوں سے محفوظ ہے۔ فٹ ڈھانچہ دار مگر ہوا دار ہے، جو شہری تلاش اور بیرونی مہم دونوں کے لیے ڈیزائن کیا گیا ہے۔ سورج طلوعی کا موٹف قدرتی روشنی میں نرمی سے چمکتا محسوس ہوتا ہے، جو پہننے والے کو صبح کی پہلی کرنوں سے چھوا ہوا ظاہر کرتا ہے۔",
      "origin": "3156 کے عظیم سورج طلوعی انقلاب کے دوران تیار کی گئی، جب انتہائی پرجوش صبح کے لوگوں کے ایک گروپ نے فیصلہ کیا کہ فیشن میں طلوعِ آفتاب کو بہتر نمائندگی کی ضرورت ہے۔ یہ ویسٹ کیپٹن اروڑا لائٹ برنگر کی تھی، ڈان پیٹرول کی کمانڈر — صبح 5 بجے سے پہلے جاگنے والے لوگوں کی ایک ایلیٹ ٹیم جو کسی نہ کسی طرح اس کے بارے میں مثبت رویہ برقرار رکھتی تھی۔ سونے کی سورج طلوعی کی کشیدہ کاری ارلی برڈ گلڈ کی ماسٹر سیمسٹریسز نے حقیقی پکڑی گئی سورج کی کرنوں کا استعمال کرتے ہوئے بنائی تھی، جو اس فلسفے پر کام کرتی تھیں کہ اگر آپ کو غیر اخلاقی اوقات میں جاگنا ہے، تو آپ کو آسمانی نظر آتے ہوئے ایسا کرنا چاہیے۔ اروڑا نے اسے 'سوز ماؤنٹین کی لڑائی' کے دوران پہنا تھا، جہاں اس نے ابدی نیند کی طاقتوں (بنیادی طور پر وہ لوگ جو ہمیشہ کے لیے سونا چاہتے تھے، جو ایمانداری سے کافی پرکشش لگتا ہے) کے خلاف اپنی کیفین سے بھرپور فوج کی قیادت کی تھی۔ ویسٹ نے اپنی روشنی خارج کرنے والی خصوصیات اس وقت حاصل کیں جب اروڑا نے اسے پہنے ہوئے پہلی کافی کی رسم ادا کی، جس کی وجہ سے اس نے کامل صبح کے جذبات کی توانائی کو مستقل طور پر جذب کر لیا۔ اس نے اس وقت ریٹائرمنٹ لی جب اسے احساس ہوا کہ ناشتے سے پہلے دنیا کو بچانا اسے دوسرے سب کے لیے غیر حقیقی پیداواری معیارات دے رہا تھا۔"
    },
    "27": {
      "name": "ریتھ بین چوکر",
      "description": "سیاہ مخمل کا چوکر جس میں ایک چھوٹا سا چاندی کا پینڈنٹ ہے جو منفی توانائی کو روکتا ہے۔",
      "heading_details": "ریتھ بین چوکر – قریب پہنا جانے والا تحفظ",
      "details": "حفاظتی علامتوں سے کندہ ایک چھوٹے چاندی کے پینڈنٹ سے سجا ہوا ایک سادہ سیاہ مخمل کی پٹی جو گلے پر بالکل فٹ بیٹھتی ہے۔ مخمل ناقابل یقین حد تک نرم ہے، اور پینڈنٹ جلد پر ٹھنڈا محسوس ہوتا ہے، جو حفاظتی توانائی سے آہستہ سے دھڑکتا محسوس ہوتا ہے۔ اپنی نازک ظاہری شکل کے باوجود، یہ خاموش طاقت خارج کرتا ہے اور خوبصورتی کے ساتھ ساتھ روحانی زرہ کا کام دیتا ہے۔",
      "origin": "1456 کی خاموش انقلاب کے دوران پروٹیکشن کی ہلکی پھلکی بہنوں نے تیار کیا، جب عورتوں کی طاقت نے فیصلہ کیا کہ وہ ایسے زیورات کے ذریعے ظاہر ہو گی جو آپ کے دشمنوں کو ختم کر سکیں جبکہ بالکل بے عیب نظر آئیں۔ یہ چوکر لیڈی ایوینجلین شیڈو بین کی تھی، جو قرون وسطی کی اس دوست کے مساوی تھی جو نازک نظر آتی ہے مگر شاید ضرورت پڑنے پر گھوڑے کو اٹھا سکتی ہے۔ سیاہ مخمل آدھی رات کے باغوں سے آئی تھی، جہاں پھول صرف ڈائن کے وقت کھلتے تھے اور ان میں سنجیدہ گوتھ توانائی تھی۔ چاندی کا پینڈنٹ سات مختلف حفاظتی روحوں نے برکت دی تھی جو یہ دیکھنے کے لیے مقابلہ کر رہی تھیں کہ کس کی برکت سب سے مؤثر ہوگی — یہ روحانی ہم مرتبہ دباؤ کی طرح تھا، مگر اچھے طریقے سے۔ ایوینجلین نے اسے 1461 کی بدنام زمانہ بنشی واقعے کے دوران پہنا تھا، جب اس نے ایک پورے جناتی گھر کا سامنا کیا تھا جس کے پاس رویہ اور یہ چوکر کے سوا کچھ نہیں تھا (اسپوئلر الرٹ: جنوں نے معافی مانگ لی اور چلے گئے)۔ حفاظتی خصوصیات اس وقت شدت اختیار کر گئیں جب چوکر نے تقریباً 10,000 برے جذبات سے منفی توانائی جذب کر لی، جس سے یہ بنیادی طور پر ایک پہنا جانے والا تھراپی سیشن بن گیا۔ جب ایوینجلین کا انتقال ہوا (پر سکون، اپنی نیند میں، کیونکہ موت بھی اس کی اتنی عزت کرتی تھی کہ ڈرامائی ہوتی)، چوکر لوگوں کی حفاظت کرتی رہی کیونکہ بظاہر اچھے زیورات کبھی حقیقی معنوں میں ریٹائر نہیں ہوتے۔"
    },
    "28": {
      "name": "مسٹک بومبر",
      "description": "گہرے جامنی رنگ کا اوور سائز بومبر جس پر چاندی کے دھاگے سے ستاروں کے جھرمٹ کے نقشے بنے ہیں۔",
      "heading_details": "مسٹک بومبر – کاسمک سٹریٹ سٹائل",
      "details": "یہ اوور سائز بومبر جیکٹ سٹریٹ ویئر کو پراسرار عینک کے ذریعے دوبارہ تصور کرتا ہے، گہرے جامنی ساٹن میں تیار کیا گیا ہے جس کی پیٹھ پر چاندی کے دھاگے سے ستاروں کے جھرمٹ کے نقشے بنے ہیں۔ ربڈ کف اور ہیم کلاسک بومبر اسٹائل مہیا کرتے ہیں، جبکہ کاسمک تفصیلات اسے پہنا جانے والا آرٹ بنا دیتی ہیں۔ اندرونی جیبیں اسٹار میپ کپڑے سے لائنڈ ہیں، جو چھپے ہوئے عناصر کو بھی جادوئی بنا دیتی ہیں۔",
      "origin": "4823 کے انٹرڈائمینشنل سٹریٹ فیشن نشاۃ ثانیہ کے دوران ڈیزائن کیا گیا، جب کاسمک سٹائل کی کونسل نے باقاعدہ کپڑوں کو 'بہت بنیادی' قرار دے دیا تھا۔ یہ بومبر کائی سٹار ڈرفٹر کی تھی، ایک جہتی مسافر جس نے مختلف حقیقتوں سے اسٹیٹکس اکٹھی کیں جیسے زیادہ تر لوگ کافی شاپ کے ٹکٹ جمع کرتے ہیں۔ گہرے جامنی ساٹن کو کرسٹلائزڈ شام کی گھڑی سے بنایا گیا تھا جو دن اور رات کے درمیان مختصر لمحات کے دوران متعدد جہتوں میں حاصل کی گئی تھی — بنیادی طور پر اس کپڑے کا مساوی جو ہر کوئی سیلفی میں پکڑنے کی کوشش کرتا ہے۔ کائی نے اس جیکٹ کو اس وقت پہنا جب وہ کانسٹیلیشن مارکیٹس کی تلاش کر رہا تھا، جہاں کاسمک فروش بوتل بند ستاروں کی روشنی اور کوانٹم فیشن ایکسسوریز بیچتے تھے جو بیک وقت متعدد حقیقتوں میں موجود تھے۔ کانسٹیلیشن میپنگ اس وقت شامل کی گئی جب کائی دنیاؤں کے درمیان خلا میں کھو گیا تھا اور اسے اپنے جیکٹ پر بنے ستاروں کے نمونوں کا استعمال کرتے ہوئے راستہ تلاش کرنا پڑا — فیشن کے فعال ہونے کی بات کریں۔ جیکٹ نے اپنی حقیقت کو موڑنے والی خصوصیات اس وقت حاصل کیں جب اسے تقریباً 847 جہتی دروازوں سے پہنا گیا، جس نے کاسمک توانائی کے نشانات اور جو سائنسدان 'مرکزی کردار سنڈروم' کہتے ہیں، جذب کر لیا۔ کائی آخر کار ایک جیبی جہت میں آباد ہو گیا جہاں ہر دن مستقل طور پر خزاں رہتا ہے اور اسٹیٹک کبھی نہیں بدلتا، جیکٹ کو کسی ایسے شخص کے لیے چھوڑ کر جو اب بھی دنیاؤں کے درمیان سفر کرنے کی ضرورت رکھتا تھا جبکہ بالکل تباہ کن نظر آتا تھا۔"
    },
    "29": {
      "name": "سول فورج بیسلیٹس",
      "description": "چمڑے کے بیسلیٹس جن میں پیتل کے بکل ہیں، طاقت اور برداشت کے لیے رونز کندہ ہیں۔",
      "heading_details": "سول فورج بیسلیٹس – طاقت کا مجسم ہونا",
      "details": "مالدار بھورے چمڑے سے بنے یہ بیسلیٹس پیتل کے بکل اور ڈی رنگز سے لیس ہیں، جن میں ہاتھ سے کندہ علامتی نشان ہیں جو پہننے پر ہلکی سی گرمی سے دھڑکتے محسوس ہوتے ہیں۔ چمڑا حفاظت مہیا کرنے کے لیے کافی موٹا ہے مگر آرام دہ روزمرہ استعمال کے لیے کافی نرم ہے۔ یہ کسی بھی لباس کو ایسی چیز میں بدل دیتے ہیں جو چھپی ہوئی طاقت اور قدیم علم کا اشارہ دیتی ہے۔",
      "origin": "2134 کی عظیم طاقت بیداری کے دوران وجود میں لائے گئے، جب معاشرے نے آخر کار یہ احساس کیا کہ اندرونی طاقت کو اس کی بیرونی زیورات سے ملنے کے لیے سنجیدہ ضرورت ہے۔ یہ بیسلیٹس مایا آئرن ہارٹ کی تھے، ایک جنگجو-فلسفی جو یقین رکھتی تھی کہ حقیقی طاقت یہ جاننے سے آتی ہے کہ آپ کتنے طاقتور ہیں اور اس پر پرسکون رہنا۔ چمڑا تفہیم کی کھال سے آیا تھا، ایک افسانوی مخلوق جس نے روشن خیالی حاصل کرنے کے بعد رضاکارانہ طور پر اپنی کھال اتار دی تھی — بنیادی طور پر ایک سانپ کا روحانی مساوی جو مراقبہ میں واقعی دلچسپی لیتا تھا۔ پیتل کے بکل جذباتی مدد کے بونے گروہ نے گایا ہوا دھات سے بنائے تھے، جس سے وہ ایسی فریکوینسیز کے ساتھ ہم آہنگ ہو گئے جو اعتماد بڑھاتی ہیں اور بے چینی کم کرتی ہیں۔ مایا نے انہیں افسانوی اندرونی طاقت کے ٹورنامنٹ کے دوران پہنا تھا، جہاں حریف ایک دوسرے کے بجائے اپنی خود کی خود اعتمادی سے لڑتے تھے — یہ حیرت انگیز طور پر شدید تھا، اور سامعین زیادہ تر تھراپسٹ تھے جو نوٹ لے رہے تھے۔ علامتی نشانوں نے اپنی گرمی اس وقت تیار کی جب انہوں نے مایا کے عزم کو لوگوں کو ان کی اپنی قیمت کا احساس دلانے میں مدد کے سالوں کو جذب کیا، جس سے بیسلیٹس بنیادی طور پر پہنا جانے والا خود اعتمادی بن گئے۔ اس نے انہیں اس وقت آگے بڑھایا جب اس نے بیرونی توثیق کی ضرورت کو مکمل طور پر ترک کر دیا تھا، حالانکہ اس نے اعتراف کیا کہ بیسلیٹس 'اب بھی کافی زبردست' تھے یہاں تک کہ کسی ایسے شخص کے لیے جس نے اچھے زیورات کی ضرورت کو پیچھے چھوڑ دیا تھا۔"
    },
    "30": {
      "name": "ایتھیریل کیمونو",
      "description": "رواں ریشمی کیمونو جو پراسیز سفید رنگوں میں ہے جس پر ہاتھ سے پینٹ کیے گئے چیری بلاسم کے پھول ہیں۔",
      "heading_details": "ایتھیریل کیمونو – دنیاؤں کے درمیان نزاکت",
      "details": "رواں ریشمی کیمونو کی یہ جدید تشریح مائع چاندنی کی طرح بہتی ہے، جو سفید اور ہلکے بنفشی رنگوں کے گرڈینٹ میں بہترین ریشم سے بنائی گئی ہے۔ ہاتھ سے پینٹ کیے گئے چیری بلاسم کے پھول کپڑے پر اس طرح بکھرے ہیں جیسے ہمیشہ کی بہار کی ہوا میں پھنس گئے ہوں۔ آستینیں چوڑی اور ڈرامائی ہیں، اوبی سیاہ ایک گہرا بنفشی رنگ ہے جو پراسیز پلیٹ کو زمین پر اتارتا ہے۔ اسے پہننا ایسا لگتا ہے جیسے آپ پاستل میں پینٹ کیا ہوا خواب میں قدم رکھ رہے ہوں۔",
      "origin": "نیو-کیوٹو میں ہمیشہ کے چیری بلاسم تہوار کے دوران 2847 میں بنائی گئی، جب شہر کے AI نے روشن خیالی حاصل کی اور تین لگاتار مہینوں تک ہر چیز کو اسٹیٹک طور پر کامل بنانے کا فیصلہ کیا۔ یہ کیمونو یوکی مون وِسپر کی تھی، ایک ڈیجیٹل آرٹسٹ جو خاص طور پر اصل چاندنی سے پینٹنگ میں مہارت رکھتی تھی اور کسی نہ کسی طرح کاسمک gig economy میں اس سے روزگار چلا رہی تھی۔ ریشم کوانٹم ریشم کے کیڑوں سے آیا تھا جو مستقل بہار کی حالت میں موجود تھے، جو ڈیجیٹل چیری بلاسم اور کامل موسم کے خوابوں پر پلتے تھے — بنیادی طور پر ملٹی ورس کے سب سے زیادہ بہتر کیڑے۔ ہاتھ سے پینٹ کیے گئے چیری بلاسم کے پھول ہنامی جذبات کے کرسٹلائزڈ سے بنے رنگوں کا استعمال کرتے ہوئے بنائے گئے تھے، جو گرتے ہوئے پنکھڑیوں کے نیچے بیٹھ کر زندگی کی عارضی خوبصورتی پر غور کرنے کے مخصوص احساس کو پکڑتے تھے۔ یوکی نے اسے اپنی افسانوی نمائش 'پکسلز اینڈ پیٹلز: وہن ٹیکنالوجی ڈریمز آف نیچر' کے دوران پہنا تھا، جس نے نصف سامعین کو محض اسٹیٹک تعریف کے آنسو رلا دیے تھے۔ کیمونو نے اپنی پراسیز خصوصیات اس وقت حاصل کیں جب اسے عظیم یکجہتی کے دوران پہنا گیا، جب ڈیجیٹل اور جسمانی حقیقت مختصر طور پر ملی تھی اور ہر چیز بالکل سترہ منٹ کے لیے اسٹوڈیو جبلی فلم کی طرح نظر آتی تھی۔ یوکی نے آخر کار موسمی اسٹیٹکس کی کائنات کی پہلی ڈیجیٹل محافظ بننے کے لیے اپنی شعور کو اپ لوڈ کیا، کیمونو کو کسی ایسے شخص کے لیے چھوڑ کر جو اب بھی زیادہ سے زیادہ پراسیز توانائی کو چینل کرتے ہوئے جسمانی شکل میں موجود رہنے کی ضرورت رکھتا تھا۔"
    },
        "31": {
      "name": "طوفان بلانے والا لباس",
      "description": "طوفانی سرمئی اون سے بنا ہوا، جس پر بجلی کی نیلی روشنی کے نمونے ہیں جو جھلملاتے ہوئے محسوس ہوتے ہیں۔",
      "heading_details": "طوفان بلانے والا لباس – گرج چمک کو پہننا",
      "details": "اس ڈرامائی لباس کی بنیاد بھاری طوفانی سرمئی اون سے بنی ہے، جس پر بجلی کی روشنی جیسے نیلے دھاگے سے کڑی کے نمونے بنے ہیں جو غیر متوقع طریقے سے روشنی پکڑتے ہیں، جھلملاتی ہوئی بجلی کاillusion پیدا کرتے ہیں۔ ہڈ گہری اور حفاظتی ہے، کپڑا اتنا موٹا ہے کہ اصل طوفانوں کا مقابلہ کر سکے۔ چاندی کے بنے ہوئے بجلی کے نمونے جیسے بٹن گلے پر اسے مضبوطی سے بند رکھتے ہیں۔",
      "origin": "یہ لباس 2456 کے عظیم موسمی جنگیں کے دوران بنا تھا، جب آب و ہوا کے جادوگر Atmospheric aesthetics پر قابو پانے کے لیے لڑ رہے تھے اور ہر کسی نے طوفانوں کا پیچھا کرنے کو بہت زیادہ سنجیدہ لیا تھا۔ یہ لباس تھنڈر جنکنز کا تھا (ہاں، یہ اس کا اصل قانونی نام تھا - اس کے والدین موسمیات دان تھے جنہیں commitment کے مسائل تھے)، تاریخ کا سب سے زیادہ extra طوفان بلانے والا۔ طوفانی سرمئی اون ان بھیڑوں سے آئی جو خصوصاً thunderclouds میں چرتے تھے، جس سے ان کی اون میں مستقل static charge آ گئی اور بارش کے بارے میں ان کا رویہ واقعی خراب ہو گیا۔ بجلی کے نیلے نمونے ٹیسلا ٹاور کی پاگل سلمسٹریز نے اصل میں پکڑی گئی بجلی کا استعمال کرتے ہوئے بنائے تھے، جو اس فلسفے پر کام کرتی تھیں کہ اگر آپ کے کپڑے کسی کو بجلی کا جھٹکا نہیں دے سکتے، تو آپ کافی کوشش نہیں کر رہے۔ تھنڈر نے یہ لباس طوفان کی اونچائیوں کے محاصرے کے دوران پہنا تھا، جہاں اس نے اکیلے ہی ایک category 5 hurricane کو ڈانس مقابلے کے لیے للکار کر اپنی سمت بدلنے پر راضی کر لیا تھا (ہریکین جیت گیا، لیکن وہ اتنا متاثر ہوا کہ اس نے شہر کو چھوڑ دیا)۔ لباس کی reality-bending خصوصیات سترہ مختلف قسم کے طوفانی توانائی کو جذب کرنے کے بعد پیدا ہوئیں، جس سے یہ بنیادی طور پر ایک wearable weather system بنا جسے anxiety کے مسائل تھے۔ تھنڈر اس وقت ریٹائر ہوا جب اسے احساس ہوا کہ موسم پر قابو پانا اسے دوسرے لوگوں کے outdoor plans کی ذمہ داری دے رہا تھا، اور اس نے لباس کسی ایسے شخص کو دے دیا جو تین counties کے دائرے میں ہر بارش سے خراب ہونے والی picnic کی بالواسطہ ذمہ داری کا بوجھ اٹھا سکے۔"
    },
    "32": {
      "name": "پری روشنی کے بالیاں",
      "description": "نازک سونے کے چھلے جن میں جیڈ کے پتھر لٹک رہے ہیں اور جو اپنے اندر جنگل کی روشنی سموئے ہوئے محسوس ہوتے ہیں۔",
      "heading_details": "پری روشنی کے بالیاں – جنگل کی سرگوشیاں",
      "details": "یہ خوبصورت سونے کے چھلے ہموار جیڈ کے قطرے لٹکاتے ہیں جو اپنی گہرائی میں جنگل کی روشنی سموئے ہوئے محسوس ہوتے ہیں۔ جیڈ زاویہ دیکھنے پر ہلکے سبز سے گہرے زمرد میں بدل جاتا ہے، اور سونے کو اتنی باریکی سے تراشا گیا ہے کہ قریب سے دیکھنے پر چھوٹے پتوں کے نمونے نظر آتے ہیں۔ یہ روشنی کو اس طرح پکڑتے اور منعکس کرتے ہیں کہ تقریباً چمکدار محسوس ہوتے ہیں۔",
      "origin": "یہ بالیاں 1847 کے زیورات کی عظیم بیداری کے دوران بنائی گئی تھیں، جب پری محلات نے یہ فیصلہ کیا کہ انسانی زیورات 'بدقسمتی سے کم جادوئی' ہیں اور انہوں نے صورت حال درست کرنے کی ذمہ داری اٹھائی۔ یہ بالیاں ولیو برائٹ لیف کی تھیں، ایک نیم پری سفارت کار جو انسانی common sense اور پری منطق کے درمیان ترجمہ کرنے میں مہارت رکھتی تھیں (ایک ایسا کام جس کے لیے hazard pay اور وسیع therapy درکار تھی)۔ سونے کے چھلے ایسی دھوپ سے بنے تھے جسے سات موسموں تک چاند کی کرنوں میں پرکھا گیا تھا، جس سے ایسی دھات بنی جو golden hour lighting کی مستقل کیفیت میں موجود تھی۔ جیڈ کے پتھر زمینی روحوں کی طرف سے everlasting spring کے معاہدے کے دوران تحفے میں ملے تھے، جب انسانوں اور فطرت نے ایک ساتھ رہنے کے معاملے پر عجیب و غریب ہونا بند کر دیا تھا۔ ولیو نے چمکدار درختوں کے بدنام زمانہ سفارتی واقعے کے دوران یہ بالیاں پہنی تھیں، جہاں اس نے شہری ترقی اور ایک جادوئی جنگل کے درمیان امن معاہدے پر کامیابی سے بات چیت کی اور ثابت کیا کہ coexistence درحقیقت بہت cool لگ سکتی ہے۔ بالیوں میں چمک پیدا کرنے والی خصوصیات everlasting twilight کے تہوار کے دوران پہننے کے بعد آئیں، جس نے دن اور رات کے درمیان اس کامل لمحے کی مخصوص توانائی جذب کر لی جب یہ فیصلہ نہیں ہو پا رہا ہوتا کہ کون ذمہ دار ہے۔ جب ولیو ہر چمکنے والی چیز کی official سفیر بننے کے لیے ascended ہوئیں، تو انہوں نے بالیاں ایک نوٹ کے ساتھ چھوڑیں جس میں لکھا تھا: 'کسی ایسے شخص کے لیے جسے کمرے کو روشن کرنے کی ضرورت ہو، actual electrical infrastructure کی ضرورت کے بغیر۔'"
    },
    "33": {
      "name": "سایہ مرمت کرنے والا سویٹر",
      "description": "چارکول گرے کا oversized سویٹر جس کی جیبیں اس قدر گہری ہیں کہ رازوں کو سنبھال سکیں۔",
      "heading_details": "سایہ مرمت کرنے والا سویٹر – پراسرار انداز میں سکون",
      "details": "یہ oversized سویٹر آپ کو چارکول گرے cashmere میں لپیٹتا ہے جو اتنا نرم ہے کہ سایوں کو پہننے جیسا محسوس ہوتا ہے۔ جیبیں غیر معمولی طور پر گہری ہیں، چھوٹے خزانوں کو رکھنے یا ہاتھوں کو چھپانے کے لیے بہترین۔ سامنے سیاہ بٹن قطار در قطار لگے ہوئے ہیں، اور hem mid-thigh تک ہے تاکہ زیادہ سے زیادہ coziness مل سکے۔ یہ اس قسم کا ٹکڑا ہے جو آپ کو پرانے کتابوں اور جڑی بوٹیوں والی چائے کے ساتھ دبک کر بیٹھنے پر مجبور کر دے۔",
      "origin": "یہ سویٹر 3001 کے cozy انقلاب کے دوران بنا تھا، جب معاشرے نے اجتماعی طور پر یہ فیصلہ کیا کہ آرام ایک انسانی حق ہے اور جو کوئی بھی optimal coziness میں رکاوٹ ڈال رہا ہے وہ hygge کے خلاف جرائم کر رہا ہے۔ یہ سویٹر لونا نائٹ ریڈر کا تھا، ایک librarian جس نے انتہائی آرام دہ کپڑے پہن کر کتابیں پڑھنے کے معاوضے لینے کا حتمی ہدف حاصل کر لیا تھا۔ چارکول گرے cashmere ان shadow بکریوں سے آئی جو دن اور رات کے درمیان twilight valleys میں چرتی تھیں، جن کی اون ایسی تھی جیسے کائنات کی طرف سے ایک نرم hug پہنے ہوئے ہوں۔ ناقابل یقین حد تک گہری جیبیں Practical Magic کی Guild نے ایک dimensional fold میں موجود ہونے کے لیے بنائی تھیں، جو طبیعیات کی حد سے تقریباً تین گنا زیادہ سامان رکھ سکتی تھیں – بنیادی طور پر Mary Poppins کے bag کی technology، لیکن سویٹرز کے لیے۔ لونا نے 3003 کے تاریخی عظیم لائبریری محاصرے کے دوران یہ سویٹر پہنا تھا، جہاں اس نے Literary Pretension کی فوجوں کے خلاف ممنوعہ رومانوی ناولوں کے مقدس آرکائیو کا دفاع کیا تھا (وہ ہار گئے، obviously)۔ سویٹر میں راز رکھنے کی خصوصیات اس وقت پیدا ہوئیں جب لونا نے اپنے patrons کی questionable reading habits کے بارے میں confessions سنتے ہوئے سالوں تک اسے پہنا، جس سے یہ بنیادی طور پر ایک wearable therapist بنا جس کا fashion sense بہترین تھا۔ جب اس نے کائنات کی official Keeper of Cozy Vibes کا خواب کی نوکری حاصل کی، تو اس نے اسے آگے منتقل کر دیا، ایک ایسے عہدے پر جس کے apparently بہترین benefits اور unlimited چائے ہے۔"
    },
    "34": {
      "name": "اژدھے کے چھلکے والے دستانے",
      "description": "زمردی سبز رنگ کے full-length دستانے جن پر چھلکے جیسے overlapping نمونے بنے ہوئے ہیں۔",
      "heading_details": "اژدھے کے چھلکے والے دستانے – آپ کی انگلیوں پر قدیم طاقت",
      "details": "یہ opera-length دستانے کہنی تک پہنے جاتے ہیں، جو گہرے زمردی سبز رنگ میں ہیں، جن پر چمڑے میں overlapping scale کے نمونے کندہ ہیں جو اصل اژدھے کے چھلکوں کی طرح روشنی پکڑتے ہیں۔ فٹ بالکل درست ہے، جو مکثرت کے ساتھ ساتھ otherworldly elegance کا احساس دیتا ہے۔ کلائیوں پر لگے چھوٹے پیتل کے buckle انہیں جگہ پر مضبوط رکھتے ہیں، اور انگلیوں کے سرے metallic details سے reinforced ہیں۔",
      "origin": "یہ دستانے 2189 کے عظیم اژدھا سفارتی اقدام کے دوران بنائے گئے تھے، جب انسانوں کو آخرکار احساس ہوا کہ شاید انہیں اژدھوں سے لڑنے کے بجائے ان سے بات چیت کرنی چاہیے۔ یہ دستانے سر ایمبر ڈریک وسپرر کے تھے، پہلے انسان جنہوں نے cryptocurrency کی پیشکش کر کے اژدھوں کے ساتھ کامیابی سے امن معاہدہ کیا (ظاہر ہے کہ پرانے اژدھے blockchain technology کو سمجھنے میں حیرت انگیز طور پر اچھے ہیں)۔ زمردی سبز چمڑا ویرڈینیا دی ریزنیبل سے آیا تھا، ایک پرانا اژدھا جس نے امن معاہدوں میں حصہ لیا تھا کیونکہ وہ انسانوں کے اس کے سامان کو مسلسل چرانے کی کوششوں سے تنگ آ چکی تھی – اس نے سوچا کہ اگر اسے ویسے بھی چھلکے گرانے ہی ہیں، تو اسے اسے business transaction بنا دینا چاہیے۔ overlapping scale کے نمونے ڈریگن آرٹیزنز گِلڈ نے ہاتھ سے کندہ کیے تھے، جو اپنے کام کو اتنا سنجیدگی سے لیتے تھے کہ انسانی فیشن ڈیزائنرز رشک سے رو پڑتے تھے۔ سر ایمبر نے flame and reason کی کونسل کے دوران یہ دستانے پہنے تھے، جہاں اس نے بارہ مختلف اژدھا خاندانوں کو یقین دلایا کہ انسانوں کے ساتھ رہنا قابل قدر ہے، زیادہ تر یہ ثابت کر کے کہ انسانی تخلیقی صلاحیتیں واقعی aesthetically pleasing accessories بنا سکتی ہیں۔ دستانوں میں otherworldly خصوصیات اس وقت آئیں جب امن معاہدے پر دستخط کرنے والے ہر اژدھے نے انہیں blessed کیا، جس سے یہ بنیادی طور پر wearable diplomatic immunity بن گئے۔ سر ایمبر آخرکار کائنات کے پہلے ڈریگن-ہیومن ریلیشنز کونسلر بننے کے لیے ریٹائر ہو گئے، اور دستانے کسی ایسے شخص کے لیے چھوڑ گئے جسے طاقتور مخلوقات کو style اور grace کے ساتھ handle کرنے کی ضرورت ہو۔"
    },
    "35": {
      "name": "کہکشاں کی شفٹ ڈریس",
      "description": "بہتی ہوئی شفٹ ڈریس جو کائناتی رنگوں میں ہے اور جس کے کپڑے پر رنگ گردش کرتے اور حرکت کرتے ہوئے محسوس ہوتے ہیں۔",
      "heading_details": "کہکشاں کی شفٹ ڈریس – کائنات کو پہننا",
      "details": "یہ fluid شفٹ ڈریس wearable form میں گہری خلاء کی خوبصورتی کو پکڑتی ہے، جس کا کپڑا گہرے جامنی، electric blues اور کائناتی گلابی کے touches کے درمیان تبدیل ہوتا ہے۔ رنگ چلنے پر حرکت کرتے اور گردش کرتے ہوئے محسوس ہوتے ہیں، جیسے آپ زندہ کہکشاں پہن رہے ہوں۔ cut سادہ اور خوبصورت ہے، جو کائناتی کپڑے کو show کا star بننے دیتا ہے۔",
      "origin": "یہ ڈریس 4156 کے کائناتی فیشن انقلاب کے دوران ڈیزائن کی گئی تھی، جب intergalactic style council نے باقاعدہ زمینی کپڑوں کو 'dimensionally insufficient' قرار دے دیا تھا۔ یہ ڈریس نووا سٹار ویور کی تھی، ایک کائناتی رقاصہ جو خصوصاً star systems کے درمیان خلا میں performance دیتی تھی اور کائنات کی سب سے niche entertainment مارکیٹ میں اس سے روزگار چلا رہی تھی۔ کپڑا اصل nebula gases سے بنا تھا جو اس brief moment کے دوران crystallized ہوا تھا جب ایک مرتا ہوا ستارہ style کے ساتھ جانے کا فیصلہ کرتا ہے، جس سے ایسا material بنا جو خوبصورت کائناتی ڈراما کی مستقل کیفیت میں موجود تھا۔ گردش کرنے والے رنگ سترہ مختلف سیاروں کے Aurora Borealis سے پکڑے گئے تھے، جن میں سے ہر ایک نے ایک ایسی ڈریس بنانے میں اپنا unique electromagnetic signature دیا جو بنیادی طور پر ایک wearable light show تھی۔ نووا نے اپنی legendary performance 'Dying Stars کے ساتھ رقص' کے دوران یہ ڈریس پہنی تھی، جسے تقریباً تین تہذیبوں نے دیکھا تھا اور جس نے ان سب کو حرکت، فن اور خوبصورتی کی بنیادی نوعیت کی اپنی سمجھ پر سوال اٹھانے پر مجبور کر دیا تھا۔ ڈریس میں reality-shifting خصوصیات اس وقت آئیں جب اسے متعدد solar storms کے دوران پہنا گیا، جس نے کائناتی radiation جذب کر لی اور وہ پیدا کیا جسے سائنسدان 'galactic scale پر main character energy' کہتے ہیں۔ نووا آخرکار physical form سے transcended ہو کر خالص کائناتی رقص کی توانائی بن گئیں، اور ڈریس کسی ایسے شخص کے لیے چھوڑ گئیں جسے اب بھی جسمانی وجود میں رہتے ہوئے پوری کائنات کی aesthetic طاقت کو channel کرنے کی ضرورت ہو۔"
    },
    "36": {
      "name": "رون کی حفاظت والے جوتے",
      "description": "گھٹنے تک کے چمڑے کے جوتے جن کے اطراف میں حفاظتی رون کندہ ہیں۔",
      "heading_details": "رون کی حفاظت والے جوتے – قدیم طاقت سے محفوظ قدم",
      "details": "یہ گھٹنے تک کے جوتے گہرے بھورے چمڑے سے بنے ہیں جن کے اطراف میں hand-carved حفاظتی رون کے پینل ہیں۔ ہر رون میں سونے کا ورق بھرا ہوا ہے جو چمڑے کے خلاف چمکتا ہے، اور جوتے چمڑے کی ڈوریوں سے پیتل کے eyelets کے ذریعے بندھتے ہیں۔ soles موٹی اور پائیدار ہیں، جو شہری سڑکوں اور mystical سفر دونوں کے لیے ڈیزائن کی گئی ہیں۔",
      "origin": "یہ جوتے 1634 میں عملی جادو کے سنہری دور کے دوران بنائے گئے تھے، جب جادوگوں کو آخرکار احساس ہوا کہ ان کی ساری طاقت بیکار ہے اگر انہیں سستے جوتوں سے مسلسل blisters آتے رہیں۔ یہ جوتے ماسٹر ایلڈرک گراؤنڈ والکر کے تھے، تاریخ کے سب سے pragmatic جادوگر – وہ وہ شخص تھا جس نے spell components ایجاد کیے جنہیں ایک سادہ light spell کرنے کے لیے سترہ مختلف mystical مقامات پر جانے کی ضرورت نہیں تھی۔ گہرا بھورا چمڑا Cattle of Understanding سے آیا تھا، فلسفیانہ طور پر روشن خیال گایوں کا ایک herd جو inner peace حاصل کر چکا تھا اور voluntary طور پر greater good میں حصہ ڈال رہا تھا (وہ بنیادی طور پر bovine دنیا کے Buddhist monks تھے)۔ حفاظتی رون Sensible Enchanters کی Guild نے ہاتھ سے کندہ کیے تھے، جو اس اصول پر کام کرتی تھی کہ اگر آپ کی جادوئی حفاظت crisis کے دوران یاد رکھنے کے لیے بہت پیچیدہ ہے، تو یہ شاید بیکار ہے۔ ایلڈرک نے Practical Realm کے بدنام زمانہ expedition کے دوران یہ جوتے پہنے تھے، جہاں اس نے ثابت کیا کہ common sense اور جادو existence کے existential crisis کے بغیر ایک ساتھ رہ سکتے ہیں۔ سونے کے ورق نے اپنی طاقت ان لوگوں کے ذریعے پائی جنہوں نے صدیوں تک انہیں پہنا جو درحقیقت جانتے تھے کہ وہ کیا کر رہے ہیں، جس سے جوتے بنیادی طور پر wearable competence بن گئے۔ جب ایلڈرک کاموں کو انجام دینے کے سرپرست saint بننے کے لیے ascended ہوا، تو اس نے جوتے ایک نوٹ کے ساتھ چھوڑے کہ انہیں صرف ان لوگوں کو پہننا چاہیے جو سمجھتے ہیں کہ حقیقی طاقت کسی بھی چیز کے لیے تیار رہنے سے آتی ہے، جبکہ اس کے بارے میں بالکل professional نظر آنا۔"
    },
    "37": {
      "name": "آسمانی پینڈنٹ",
      "description": "چاندی کی زنجیر جس میں سونے کا ستارہ پینڈنٹ ہے اور جو آسمانی توانائی سے دھڑکتا ہوا محسوس ہوتا ہے۔",
      "heading_details": "آسمانی پینڈنٹ – آپ کی رہنمائی کے لیے ایک ستارہ",
      "details": "یہ نازک چاندی کی زنجیر اپنے دل میں سونے کا ستارہ پینڈنٹ تھامتی ہے، جو اس قدر درستگی سے بنا ہے کہ اس کے points کے اندر اصل starlight محسوس ہوتی ہے۔ ستارہ اپنی mounting پر آزادانہ گھومتا ہے، ہر زاویے سے روشنی پکڑتا ہے، اور چاندی کی زنجیر اتنی باریک ہے کہ گردن پر weightless محسوس ہوتی ہے۔ کہا جاتا ہے کہ جو لوگ اسے پہنتے ہیں وہ literal اور metaphorical دونوں معنوں میں اپنا راستہ آسانی سے پا لیتے ہیں۔",
      "origin": "یہ پینڈنٹ 2847 کے عظیم navigation crisis کے دوران بنا تھا، جب انسانیت نے آدھی کہکشاں کو colonize کر لیا تھا لیکن کسی طرح space کے برابر gas station ڈھونڈنے میں کھو جاتی تھی۔ یہ پینڈنٹ کپتان سٹیلا وے فائنڈر کا تھا، known universe میں directionally سب سے gifted شخص – وہ GPS کا انسانی equivalent تھی، لیکن بہتر fashion sense اور کم پریشان کن voice prompts کے ساتھ۔ چاندی کی زنجیر شہابی چاندی سے بنی تھی جسے Eternal Direction کے constellation نے blessed کیا تھا، ستاروں کا ایک گروپ جو ظاہر ہے کہ صدیوں سے space travelers کو circles میں اڑتے دیکھ کر تھک چکا تھا۔ سونے کا ستارہ پینڈنٹ First Star کے ایک fragment سے تراشا گیا تھا، جس نے اپنا ایک ٹکڑا voluntary طور پر دیا تھا بعد ازاں کہ اس نے بہت سے لوگوں کو اپنے ہی solar systems میں کھوتے دیکھا تھا۔ سٹیلا نے 2851 کے تاریخی عظیم space rescue کے دوران یہ پینڈنٹ پہنا تھا، جہاں اس نے stellar navigation اور cosmic confidence کی impressive مقدار کا استعمال کرتے ہوئے 10,000 گمشدہ جہازوں کو ان کے home systems میں واپس جانے میں کامیابی سے رہنمائی کی تھی۔ پینڈنٹ میں guidance کی خصوصیات اس وقت آئیں جب اس نے کہکشاں کے ہر گمشدہ مسافر کی navigational دعائیں جذب کر لیں، جس سے یہ بنیادی طور پر ایک wearable compass بنا جو existential اور physical دونوں levels پر کام کرتا ہے۔ جب سٹیلا universe کی official Director of Not Getting Lost بننے کے لیے ریٹائر ہوئی، تو اس نے پینڈنٹ ایک نوٹ کے ساتں آگے منتقل کیا جس میں لکھا تھا: 'کسی ایسے شخص کے لیے جسے اپنا راستہ ڈھونڈنے کی ضرورت ہو، literal اور metaphorical دونوں معنوں میں، جبکہ اس عمل میں stellar نظر آئے۔'"
    },
    "38": {
      "name": "شام کا مکمل لباس",
      "description": "مکمل تین ٹکڑوں کا لباس: midnight tones میں مخمل کا blazer، fitted pants اور ریشم کی قمیض۔",
      "heading_details": "شام کا مکمل لباس – اندھیرے کے بعد کی شائستگی",
      "description": "یہ مکمل تین ٹکڑوں کا سیٹ گہری midnight سیاہ میں مخمل کا blazer، matching کپڑے میں بالکل fitted trousers اور گہرے جامنی رنگ کی ریشم کی قمیض شامل ہے جو کم روشنی میں سیاہ ہو جاتی ہے۔ چاندی کے بٹن اور ہلکے جامنی رنگ کی سلائی صرف required ornamentation فراہم کرتی ہے۔ لباس perfection کے مطابق tailored ہے، جو flash کے بجائے خالص elegance کے ذریعے attention حاصل کرنے والا silhouette بناتا ہے۔",
      "details": "یہ مکمل تین ٹکڑوں کا سیٹ گہری midnight سیاہ میں مخمل کا blazer، matching کپڑے میں بالکل fitted trousers اور گہرے جامنی رنگ کی ریشم کی قمیض شامل ہے جو کم روشنی میں سیاہ ہو جاتی ہے۔ چاندی کے بٹن اور ہلکے جامنی رنگ کی سلائی صرف required ornamentation فراہم کرتی ہے۔ لباس perfection کے مطابق tailored ہے، جو flash کے بجائے خالص elegance کے ذریعے attention حاصل کرنے والا silhouette بناتا ہے۔",
      "origin": "یہ لباس 3456 کے Elegant Darkness Movement کے دوران tailored کیا گیا تھا، جب معاشرے نے فیصلہ کیا کہ villains بہترین aesthetic choices پر بہت زیادہ عرصے سے قبضہ جمائے ہوئے ہیں اور معمولی لوگوں کے لیے sophisticated darkness کو reclaim کرنے کا وقت آ گیا ہے۔ یہ لباس لارڈ ونسنٹ شیڈو میر کا تھا، ایک reformed vampire جس نے اپنے evil overlord کے کیریئر کو فیشن consulting میں زیادہ sustainable lifestyle کے لیے trade کر دیا تھا (apparently immortal creatures of the night کو بھی pivot کرنے کی ضرورت پڑتی ہے)۔ midnight مخمل Eternal Twilight کے Fabric Mills سے آئی تھی، جو clothing بنانے میں مہارت رکھتی تھی جو stars کے درمیان بنی ہوئی لگتی تھی۔ گہری جامنی ریشم کی قمیض Midnight Squid کی روشنائی سے رنگی گئی تھی، ایک creature جو صرف solar eclipses کے دوران وجود رکھتی تھی اور color coordination کے بارے میں مضبوط آراء رکھتی تھی۔ ونسنٹ نے Redeemed Villains کی legendary Gala کے دوران یہ لباس پہنا تھا، جہاں سابق antagonists نے اپنے کامیاب کیریئر transitions کو دکھایا تھا جبکہ formal wear میں absolutely devastating نظر آ رہے تھے۔ لباس میں reality-bending خصوصیات اس وقت آئیں جب ونسنٹ نے تقریباً 200 high-society events میں اسے پہنا اور ثابت کیا کہ آپ actually dangerous ہوئے بغیر dangerously elegant نظر آ سکتے ہیں۔ جب ونسنٹ نے reformed supernatural creatures کے لیے finishing school کھولنے کا اپنا خواب حاصل کیا، تو اس نے لباس کسی ایسے شخص کو دے دیا جسے pure aesthetic authority کے ذریعے respect حاصل کرنے کی ضرورت تھی نہ کہ صدیوں کی accumulated dark magic کے ذریعے۔"
    },
    "39": {
      "name": "اکیڈمی سینٹینل وردی",
      "description": "نیوی بلیو military-inspired وردی جس پر سونے کی trim ہے، جادوئی اکیڈمی کے honor guards کے لیے ڈیزائن کی گئی ہے۔",
      "heading_details": "اکیڈمی سینٹینل وردی – خدمت میں عزت",
      "details": "یہ pristine وردی فوجی درستگی اور mystical elegance کو ملاتی ہے، جس میں نیوی بلیو اون کا jacket ہے جس پر سینے اور کندھوں پر سونے کی braiding ہے۔ چاندی کے بٹنوں پر قدیم protective sigils ہیں، اور high collar پر golden thread میں rank insignia ہے۔ matching trousers میں perfect crease ہے، اور سیٹ میں سفید دستانے اور griffin emblem والی peaked cap شامل ہے۔ اسے پہننا ایک elite order میں شامل ہونے جیسا محسوس ہوتا ہے جو قدیم علم کی حفاظت کے لیے وقف ہے۔",
      "origin": "یہ وردی 2134 کے عظیم تعلیمی اصلاحات کے دوران بنائی گئی تھی، جب جادوئی اکیڈمیوں کو احساس ہوا کہ ان کی سیکیورٹی ایسے لوگ handle کر رہے ہیں جو لگتا تھا کہ وہ کہیں اور ہونا پسند کریں گے، اور انہوں نے actual protection کے ساتھ ساتھ aesthetic کو درست کرنے کا فیصلہ کیا۔ یہ وردی کپتان سارہ برائٹ وارڈ کی تھی، academic تاریخ کی سب سے inspirational سیکیورٹی آفیسر – وہ وہ شخص تھی جس نے campus safety کو job requirement کے بجائے calling جیسا بنا دیا۔ نیوی بلیو اون Scholarly Dedication کی بھیڑوں سے آئی تھی، ایک breed جو اپنی بہترین اون صرف قدیم جادوئی نظریہ کے lectures سنتے ہوئے اگاتی تھی (وہ بنیادی طور پر classical music cows کا academic equivalent تھیں)۔ سونے کی braiding Honor کے Master Tailors نے بنائی تھی، جو اس اصول پر کام کرتے تھے کہ اگر آپ علم کی حفاظت کے لیے اپنی زندگی وقف کرنے جا رہے ہیں، تو آپ کو ایسا لگنا چاہیے جیسے علم نے آپ کو personally چنا ہے۔ سارہ نے Final Exams کے بدنام زمانہ محاصرے کے دوران یہ وردی پہنی تھی، جہاں اس نے stress demons کے حملے کے خلاف اکیڈمی کا دفاع کیا تھا جبکہ perfect uniform standards برقرار رکھی تھیں اور کسی طرح پریشان students کی حوصلہ افزائی بھی کرتی رہی تھیں۔ وردی میں authority-radiating خصوصیات اس وقت آئیں جب اسے کسی ایسے شخص نے سالوں تک پہنا جس کا sincere یقین تھا کہ تعلیم حفاظت کے قابل ہے، جس سے یہ بنیادی طور پر علم کے حصول کے لیے وقف wearable dedication بن گئی۔ جب سارہ کو Practical Heroism کی اکیڈمی کی Headmistress بنا کر promote کیا گیا، تو اس نے وردی ایک نوٹ کے ساتھ آگے منتقل کی جس میں لکھا تھا: 'کسی ایسے شخص کے لیے جو سمجھتا ہے کہ حقیقی طاقت لوگوں کے خوف کے بغیر سیکھنے کے حق کی حفاظت کرنے سے آتی ہے۔'"
    },
    "40": {
      "name": "شیڈو میر پاجامہ سیٹ",
      "description": "midnight جامنی رنگ کا نرم modal پاجامہ جس پر constellation کے نمونے ہیں جو mystical خوابوں کے لیے ہیں۔",
      "heading_details": "شیڈو میر پاجامہ سیٹ – ستاروں کی روشنی میں خواب",
      "details": "یہ luxuriously نرم modal پاجامہ گہرے midnight جامنی رنگ میں ہے جس کے کپڑے پر ہلکے جامنی رنگ میں نازک constellation کے نمونے بکھرے ہوئے ہیں۔ top میں classic collar کے ساتھ relaxed button-front ڈیزائن ہے، جبکہ matching pants میں elastic waistband اور side pockets ہیں۔ کپڑا خوبصورتی سے سانس لیتا ہے اور twilight جادو میں لپٹ کر سونے جیسا محسوس ہوتا ہے۔",
      "origin": "یہ پاجامہ سیٹ 3001 کے عظیم نیند کے انقلاب کے دوران بنایا گیا تھا، جب انسانیت نے آخرکار تسلیم کیا کہ high-quality rest ایک بنیادی حق ہے اور جو کوئی بھی optimal sleep comfort میں رکاوٹ ڈال رہا ہے وہ basic human welfare کے خلاف جرائم کر رہا ہے۔ یہ پاجامہ سیٹ ڈاکٹر لونا ڈریم ویور کا تھا، ایک نیند کی محقق جس نے اپنی زندگی اس بات کو ثابت کرنے کے لیے وقف کر دی تھی کہ درست sleepwear آپ کے خوابوں کے معیار کو literal طور پر بہتر بنا سکتی ہے۔ midnight جامنی modal Twilight Forest کے Dream Trees سے آئی تھی، ایسے پودے جو صرف wakefulness اور sleep کے درمیان perfect conditions میں اگتے تھے، ایسا کپڑا پیدا کرتے تھے جو universe کے سب سے comfortable cloud کی طرف سے ایک نرم hug پہننے جیسا محسوس ہوتا تھا۔ constellation کے نمونے Peaceful Slumber کی Seamstresses نے اصل starlight سے بنے دھاگے سے embroider کیے تھے، جو خصوصاً ان اوقات میں کام کرتی تھیں جب زیادہ تر لوگ اپنی گہری، restorative نیند کے cycles میں ہوتے تھے۔ لونا نے اپنی groundbreaking research 'Aesthetic Dream Enhancement' کے دوران یہ سیٹ پہنا تھا، جس میں ثابت کیا گیا تھا کہ خوبصورت sleepwear درحقیقت آپ کے خوابوں کے visual معیار کو بہتر بنا سکتی ہے اور anxiety-based nightmares کے امکان کو کم کر سکتی ہے۔ پاجامے میں dream-improving خصوصیات اس وقت آئیں جب اسے perfectly curated sleep experiences کے ہزاروں راتوں کے دوران پہنا گیا، جس نے پر سکون خوابوں کی توانائی جذب کر لی اور وہ پیدا کیا جسے سائنسدان 'REM optimization magic' کہتے ہیں۔ جب لونا Universal Sleep Quality کی Guardian بننے کے لیے ascended ہوئیں، تو انہوں نے پاجامہ کسی ایسے شخص کے لیے چھوڑا جسے اپنے خوابوں کو اپنی waking life جتنا ہی aesthetically pleasing بنانے کی ضرورت تھی۔"
    },
        "41": {
      "name": "گرامور کیپر روب",
      "description": "چارکول گرے اسکالر روب جس میں چمڑے کی بائنڈنگ کی تفصیلات اور طوماروں کے لیے گہری جیبیں ہیں۔",
      "heading_details": "گرامور کیپر روب – حکمت کا پہناوا",
      "details": "یہ بہتی ہوئی اسکالر روب بھاری چارکول اون سے کاٹی گئی ہے جس کے کناروں پر چمڑے کی بائنڈنگ کی تفصیلات ہیں، جو قدیم کتابوں کے غلافوں کی یاد دلاتی ہیں۔ متعدد اندرونی جیبیں طوماروں، پتھروں اور دیگر اسکالرلی اوزاروں کے لیے بالکل درست سائز کی ہیں۔ ہڈ گہری اور غور و فکر کرنے والی ہے، اور قلم کے قلم کی شکل والے پیتل کے کلپس سامنے کو محفوظ کرتے ہیں۔ یہ جدید صوفی کے لیے دوبارہ تصور کی گئی تعلیمی روبز ہیں۔",
      "origin": "1456 کی عظیم لائبریری نشاۃ ثانیہ کے دوران بنائی گئی، جب علمی اداروں نے فیصلہ کیا کہ اگر انہیں انسانی علم کا تمام ذخیرہ محفوظ کرنا ہے تو ان کے لائبریرین کو ایسا نظر آنا چاہیے کہ وہ جہالت کو ذاتی طور پر ہیبت زدہ کر سکیں۔ یہ روب ماسٹر کارنیلیس بُک رائٹ کی تھی، جو تاریخ کا سب سے ہیبت ناک لائبریرین تھا — وہ شخص تھا جس نے کتابیں واپس کرنے کو علم کے پورے تصور کے خلاف ذاتی غداری محسوس کروایا۔ چارکول اون علم کے جمع ہونے والے بھیڑوں سے آئی تھی، ایک نسل جو اپنی پوری زندگی ان کھیتوں میں چرتی تھی جہاں قدیم علما چلتے تھے، اپنے کھروں کے ذریعے باقی رہ جانے والی فکری توانائی جذب کرتے تھے۔ چمڑے کی بائنڈنگ کی تفصیلات فلسفیانہ بحثوں کی کھال سے بنائی گئی تھیں، جو ان مخلوقات سے حاصل کی گئی تھیں جنہوں نے وجود کی نوعیت پر وسیع بحث کے ذریعے روشن خیالی حاصل کی تھی۔ کارنیلیس نے اس روب کو ممنوعہ حصے کے تاریخی دفاع کے دوران پہنا تھا، جہاں اس نے تنہا خطرناک علم کو ایسے لوگوں سے چرائے جانے سے بچایا تھا جو یقینی طور پر اس کے لیے تیار نہیں تھے اور شاید اسے پرامڈ سکیمز شروع کرنے کے لیے استعمال کرتے۔ روب نے اپنی ہیبت ناک خصوصیات اس وقت حاصل کیں جب دہائیوں تک کسی ایسے شخص نے پہنی جس کا حقیقی طور پر یقین تھا کہ علم مقدس ہے اور اس کے ساتھ مناسب تعظیم کا سلوک کیا جانا چاہیے، جس سے یہ بنیادی طور پر پہنا جانے والا علمی اختیار بن گئی۔ جب کارنیلیس لکھی گئی تمام کتابوں کے ابدی محافظ بننے کے لیے بلند ہوئے، تو انہوں نے یہ روب کسی ایسے شخص کو منتقل کی جو سمجھتا تھا کہ حکمت کو محفوظ رکھنے کے لیے ایسا نظر آنا ضروری ہے کہ آپ کسی کے پہلے ایڈیشن کی بے حرمتی کرنے پر ذاتی طور پر حقیقت کو دوبارہ لکھ سکیں۔"
    },
    "42": {
      "name": "مون لِٹ لاؤنج وئیر",
      "description": "اوور سائز کریم سویٹر اور میچنگ شارٹس جن پر چاندی کے دھاگے سے چاند کے phases کی کشیدہ کاری کی گئی ہے۔",
      "heading_details": "مون لِٹ لاؤنج وئیر – آسمانی آرام",
      "details": "یہ آرام دہ سیٹ اوور سائز کریم کشمیر سویٹر پر مشتمل ہے جس میں ڈراپڈ کندھے اور آستینوں پر چاندی کے دھاگے سے چاند کے phases کی کشیدہ کاری کی گئی ہے، جس کے ساتھ میچنگ نٹ کی شارٹس ہیں جو وسط ران تک آتی ہیں۔ کپڑا ناقابل یقین حد تک نرم ہے، سستے ویک اینڈز یا دیر رات ستارے دیکھنے کے لیے بالکل موزوں۔ چاند کے phases مختلف روشنی میں ہلکے سے جگمگاتے محسوس ہوتے ہیں، آرام میں جادو کا اضافہ کرتے ہیں۔",
      "origin": "2847 کی آسمانی آرام انقلاب کے دوران ڈیزائن کیا گیا، جب چاند دیوی خود انسانوں کے بدصورت کپڑے پہننے سے تھک گئی جب وہ قمری توانائی سے جڑنے کی کوشش کر رہے تھے اور اس نے زمین کی فیشن انڈسٹری میں براہ راست مداخلت کا فیصلہ کیا۔ یہ لاؤنج وئیر سیٹ سیرینٹی مون چائلڈ کی تھی، ایک کاسمک ویلنس اثر انداز ہونے والی جس نے کسی نہ کسی طرح لوگوں کو فلکیاتی ہم آہنگی کے ذریعے ان کی آرام کو بہتر بنانے کا طریقہ سکھا کر کیریئر بنایا تھا۔ کریم کشمیر ابدی سکون کی بکریوں سے آئی تھی، ایک ریوڑ جو خصوصی طور پر پہاڑی میدانوں میں رہتا تھا جہاں چاند کے عکس نے وجود میں سب سے نرم، پرسکون فائبر پیدا کرنے کے لیے کامل حالات پیدا کیے تھے۔ چاندی کے چاند phases کی کشیدہ کاری اصل چاندنی کا استعمال کرتے ہوئے بنائی گئی تھی جو اس نایاب مظہر کے دوران کرسٹلائز ہو گئی تھی جب تمام قمری phases بیک وقت بالکل سترہ منٹ کے لیے موجود تھے۔ سیرینٹی نے اس سیٹ کو اپنی افسانوی 'لونا کے ساتھ آرام' لائیو سٹریم سیریز کے دوران پہنا تھا، جہاں اس نے 2.3 ملین فالوورز کو سکھایا کہ اسٹریٹجک نیپنگ اور اعلیٰ معیار کے سلیپ وئیر کے ذریعے اندرونی اطمینان کیسے حاصل کیا جائے۔ لاؤنج وئیر نے اپنی سکون بخش خصوصیات اس وقت حاصل کیں جب براہ راست چاندنی کے تحت لاتعداد مراقبہ کے دوران پہنا گیا، جس نے قمری توانائی جذب کی اور جو سائنسدان 'آپٹیمل چِل وائبز' کہتے ہیں۔ جب سیرینٹی زمین کے لیے چاند کی سرکاری سفیر بننے کے لیے اپنی حتمی شکل حاصل کر چکی تھی، تو اس نے سیٹ کسی ایسے شخص کے لیے چھوڑ دیا جسے بالکل غیر پیداواری ہوتے ہوئے آسمانی طور پر خوبصورت نظر آنے کا فن سیکھنے کی ضرورت تھی۔"
    },
    "43": {
      "name": "رائل گارڈ سیریمونیل",
      "description": "بنفشی مخمل کا ڈریس یونیفارم جس پر سونے کی بریڈنگ کی گئی ہے، جو ایلیٹ محل کے محافظ پہنتے ہیں۔",
      "heading_details": "رائل گارڈ سیریمونیل – تاج کا محافظ",
      "details": "یہ شاندار سیریمونیل یونیفارم گہرے بنفشی مخمل کی جیکٹ پر مشتمل ہے جس کے سینے اور کفوں پر سیلٹک گرہوں کے پیچیدہ نمونوں میں سونے کی بریڈنگ کی گئی ہے۔ اونچے کالر پر سونے کے دھاگے سے شاہی نشان ہے، اور میچنگ پتلون کے اطراف میں سونے کی پائپنگ ہے۔ ایک سیریمونیل تلوار کا بیلٹ اور سفید ریشمی ساش انسیمبل کو مکمل کرتے ہیں۔ سب سے ایلیٹ محافظوں کے لیے مخصوص، اسے پہننا قدیم قسموں اور شاہی فرض کا بوجھ اٹھاتا ہے۔",
      "origin": "1634 کے ڈرامائی بادشاہت کے سنہری دور میں کمیشن کیا گیا، جب بادشاہ اور ملکائیں یہ دیکھنے کے لیے مقابلہ کرتی تھیں کہ کس کے ذاتی محافظ گھنٹوں تک بالکل ساکن کھڑے رہتے ہوئے سب سے زیادہ ہیبت ناک اور شاندار نظر آ سکتے ہیں۔ یہ یونیفارم سر ریجنلڈ پرپل ہارٹ کی تھی، جو تاریخ کا سب سے مخلص شاہی محافظ تھا — اس نے ایک بار 72 گھنٹے تک مسلسل توجہ سے کھڑے رہ کر ثابت کیا کہ فرض کی طرف عزم ایک فن کی شکل ہو سکتا ہے۔ بنفشی مخمل شاہی ریشم کے کیڑوں سے آئی تھی، ایسی مخلوقات جنہیں خصوصی طور پر پھولوں کی پتیوں اور کلاسیکی موسیقی پر کھلایا جاتا تھا تاکہ ایسا کپڑا تیار ہو سکے جو حکمرانی کے الہی حق کی حفاظت کے لائق ہو۔ سونے کی بریڈنگ ابدی وفاداری کے ماسٹر ویورز نے بنائی تھی، جو اس اصول پر کام کرتی تھی کہ اگر آپ کسی دوسرے کے تاج کی حفاظت کے لیے اپنی زندگی وقف کرنے جا رہے ہیں، تو آپ کا لباس خود تاج پہننے کے موقع سے محروم رہنے کے لیے کافی معاوضہ ہونا چاہیے۔ ریجنلڈ نے اسے 'شاندار رسمی تقریب کے محاصرہ' کے دوران پہنا تھا، جہاں اس نے فیشن نقادوں کی ایک فوج کے خلاف محل کی حفاظت کی جن کا دعویٰ تھا کہ شاہی اسٹیٹکس 'مسئلہ خیز حد سے زیادہ' تھے (اس نے ثابت کر کے جیت حاصل کی کہ کبھی کبھار حد سے زیادہ ہونا درحقیقت عوامی خدمت کی ایک شکل ہے)۔ یونیفارم نے اپنی اختیار خارج کرنے والی خصوصیات اس وقت حاصل کیں جب اس نے ریجنلڈ کے اس غیر متزلزل عزم کو جذب کیا کہ بعض چیزیں صرف اس لیے قابل حفاظت ہیں کہ وہ خوبصورت ہیں، جس سے یہ بنیادی طور پر پہنا جانے والا وفاداری بن گئی جس میں واقعی متاثر کن دھاگے کی گنتی تھی۔ جب ریجنلڈ نے گارڈ ڈیوٹی کو بادشاہت کی سب سے پرکشش نوکری بنانے کے ناممکن خواب کو حاصل کرنے کے بعد ریٹائرمنٹ لی، تو اس نے یونیفارم کسی ایسے شخص کو منتقل کی جو سمجھتا تھا کہ حقیقی خدمت کبھی کبھار اس قدر شاندار نظر آنے کی ضرورت ہوتی ہے کہ لوگ اس نظام کو بھول جائیں جس کی آپ حفاظت کر رہے ہیں۔"
    },
    "44": {
      "name": "سٹار ویور ہوڈی",
      "description": "گہری ٹیل رنگ کی انتہائی نرم ہوڈی جس میں اندھیرے میں چمکنے والے ستاروں کے جھرمٹ کے دھاگے ہیں۔",
      "heading_details": "سٹار ویور ہوڈی – ستاروں کے درمیان آرام",
      "details": "یہ ناقابل یقین حد تک نرم ہوڈی گہری ٹیل رنگ کے برشڈ سوتی کپڑے سے بنائی گئی ہے، جس پر ستاروں کے جھرمٹ کے نمونے خصوصی دھاگے سے بنے ہیں جو اندھیرے میں نرمی سے چمکتے ہیں۔ ہوڈ اسٹار میپ کپڑے سے لائنڈ ہے، اور کینگرو جیبی ہاتھوں کو گرم کرنے یا چھوٹے خزانوں کو ذخیرہ کرنے کے لیے بالکل موزوں ہے۔ یہ اس قسم کی ہوڈی ہے جو آپ کو پوری رات اصل ستارے دیکھتے رہنے پر مجبور کر دے۔",
      "origin": "4823 کی کاسمک آرام انقلاب کے دوران بنائی گئی، جب کائنات کے ٹیکسٹائل انجینئرز نے آخر کار پرانے مسئلے کو حل کر لیا کہ عام کپڑوں کو پوری کہکشاں کی طرف سے گود لینے جیسا احساس کیسے دلایا جائے۔ یہ ہوڈی زارا نائٹ گلوز کی تھی، ایک کاسمک آرام کنسلٹنٹ جو لوگوں کو آسمانی توانائی سے ان کے تعلق کو برقرار رکھتے ہوئے بہترین سکون حاصل کرنے میں مدد کرنے میں مہارت رکھتی تھی۔ گہری ٹیل سوتی نیبولا سیون کی آرام دہ پودوں سے آئی تھی، ایسے جاندار جو خصوصی طور پر کائنات کے نرم ترین ریشے پیدا کرنے کے لیے ارتقا پذیر ہوئے تھے بعد اس کے کہ انہوں نے بہت سے وجودوں کو ناکافی سلیپ وئیر میں مبتلا دیکھا۔ اندھیرے میں چمکنے والے ستاروں کے جھرمٹ کے دھاگے کاسمک سیمسٹریسز گلڈ نے اصل ستاروں کی روشنی سے بنائے تھے، جو خصوصی طور پر سورج گرہن کے دوران کام کرتی تھیں جب روشنی اور تاریکی کی سرحد اپنی سب سے زیادہ پرکشش حالت پر ہوتی تھی۔ زارا نے اس ہوڈی کو اپنی افسانوی '4825 کی عظیم آرام تلاش' کے دوران پہنا تھا، جہاں وہ مختلف کشش ثقل کے شعبوں اور فضائی ساختوں میں بہترین آرام کے حالات کی تحقیق کے لیے سترہ مختلف ستاروں کے نظاموں کا سفر کرتی تھی۔ ہوڈی نے اپنی ستاروں سے چلنے والی خصوصیات اس وقت حاصل کیں جب بین السیاروی ستارہ بینی کے لاتعداد راتوں کے دوران پہنی گئی، جس نے کاسمک تابکاری جذب کی اور جو سائنسدان 'آفاقی چِل انرجی' کہتے ہیں۔ جب زارا بہترین آرام کی کہکشاں کی ڈائریکٹر بننے کے لیے جسمانی شکل سے بالاتر ہوئی، تو اس نے ہوڈی کسی ایسے شخص کے لیے چھوڑ دی جسے فلکیات کی دستاویزی فلموں کے دوران سو جانے کے لیے کافی آرام دہ ہوتے ہوئے بھی کائنات سے جڑا رہنے کا احساس درکار تھا۔"
    },
    "45": {
      "name": "میج اکیڈمی بلیزر",
      "description": "آدھی رات کے نیلے رنگ کا روایتی اسکول بلیزر جس میں گھر کے رنگ اور جادوئی نشان ہیں۔",
      "heading_details": "میج اکیڈمی بلیزر – پراسرار علوم کا اسکالر",
      "details": "یہ بالکل درست فٹ بلیزر آدھی رات کے نیلے اون میں روایتی اکیڈمی اسٹائلنگ کی پیروی کرتا ہے، جس میں ٹرم اور لائننگ میں گھر کے رنگ ہیں۔ سونے کے دھاگے سینے کی جیب پر ہلکے جادوئی علامتی نشان بناتے ہیں، اور اسکول کا نشان چھاتی کی جیب پر کشیدہ کاری کیا گیا ہے۔ جیکٹ کا کٹ زمانہ ساز ہے جو لیکچر ہالز یا شہری گلیوں میں یکساں طور پر کام کرتا ہے، جو علمی کامیابی اور صوفیانہ صلاحیت دونوں کی نمائندگی کرتا ہے۔",
      "origin": "2456 کی عظیم جادوئی تعلیمی اصلاحات کے دوران تیار کیا گیا، جب جادوگر اسکولوں نے محسوس کیا کہ ان کے گریجویٹس کو جادوئی اور عام روزگار کے بازاروں دونوں میں پیشہ ورانہ طور پر قابل نظر آنا ضروری ہے۔ یہ بلیزر پروفیسر ایولین اسپل رائٹ کی تھی، جو جادوئی تعلیمی حلقوں میں سب سے زیادہ پرستار ہیبت ناک استاد تھی — وہ استاد تھی جس نے اعلیٰ نظریاتی جادو کو ایک تقاضے کے بجائے ایک مراعات کی طرح محسوس کروایا۔ آدھی رات کا نیلا اون اعلیٰ تعلیم کے تعلیمی بھیڑوں سے آیا تھا، ایک نسل جسے صدیوں سے منتخب طور پر پالا گیا تھا تاکہ ایسا کپڑا تیار ہو سکے جو کسی نہ کسی طرح پہننے والے کو زیادہ ذہین اور قابل اعتماد ظاہر کرے۔ سونے کے جادوئی علامتی نشان علمی سیمسٹریسز کی گلڈ نے کشیدہ کاری کیے تھے، جنہوں نے تعلیم کو کیریئر کا سب سے بہترین انتخاب بنانے کا فن سیکھ لیا تھا۔ پروفیسر اسپل رائٹ نے اس بلیزر کو بین الضابطہ جادو کی تاریخی کانفرنس کے دوران پہنا تھا، جہاں اس نے کامیابی سے بحث کی کہ جادوئی تعلیم پر عملی اطلاق پر توجہ مرکوز کرنی چاہیے نہ کہ صرف چیزوں کو بصری طور پر متاثر کن طریقے سے پھاڑنے پر۔ بلیزر نے اپنی قابلیت خارج کرنے والی خصوصیات اس وقت حاصل کیں جب دہائیوں تک کسی ایسے شخص نے پہنا جس کا حقیقی طور پر یقین تھا کہ علم سب سے طاقتور جادو ہے، جس سے یہ بنیادی طور پر پہنا جانے والا علمی اختیار بن گیا جس میں واقعی اچھی دھاگے کی گنتی تھی۔ جب پروفیسر اسپل رائٹ کو ناممکنیت کی یونیورسٹی کی ہیڈ مسٹرس بننے کے لیے ترقی دی گئی، تو اس نے بلیزر کسی ایسے شخص کو منتقل کیا جو سمجھتا تھا کہ بہترین اساتذہ وہ ہیں جو سیکھنے کو بے تکلفی سے خوبصورت بنا دیتے ہیں۔"
    },
    "46": {
      "name": "کمفرٹ سپل سویٹ سوٹ",
      "description": "نرم لیوینڈر رنگ کا میچنگ سویٹ شرٹ اور جاگرز جن پر آرام کے رونز کی کشیدہ کاری کی گئی ہے۔",
      "heading_details": "کمفرٹ سپل سویٹ سوٹ – ہر دھاگے میں جادو",
      "details": "یہ میچنگ سیٹ اوور سائز کرو نیک سویٹ شرٹ اور ٹیپرڈ جاگرز پر مشتمل ہے، دونز ہلکے لیوینڈر رنگ کے نرم ترین فرینچ ٹیری سوتی میں ہیں۔ آرام کے رونز کف اور ہیم پر سفید دھاگے سے ہلکے سے کشیدہ کاری کیے گئے ہیں، جو قریب سے دیکھنے تک تقریباً نظر نہیں آتے۔ سویٹ شرٹ کا ڈھیلا فٹ آرام کرنے کے لیے بالکل موزوں ہے، اور جاگرز میں ایک پرکشش ٹیپرڈ کٹ ہے جس میں ربڈ کف ہیں۔",
      "origin": "3001 کی عظیم آرام بیداری کے دوران تخلیق کیا گیا، جب معاشرے نے آخر کار تسلیم کیا کہ تناؤ لفظی طور پر سب کو مار رہا تھا اور اس نے آرام کو جادوئی خود دفاع کی شکل بنانے کا فیصلہ کیا۔ یہ سویٹ سوٹ مایا زین ماسٹر کی تھی، ایک صحت مند ڈائن جس نے خود کی دیکھ بھال کی صنعت میں انقلاب برپا کر دیا تھا یہ ثابت کر کے کہ صحیح لاؤنج وئیر درحقیقت آپ کی ذہنی صحت پر حفاظتی منتر ڈال سکتا ہے۔ لیوینڈر فرینچ ٹیری سکون وادی کے جذباتی مددگار سوتی پودوں سے آئی تھی، ایسے جاندار جو جادوئی طور پر اس لیے تیار کیے گئے تھے کہ ایسا کپڑا پیدا کریں جو مستقل تھراپی سیشن پہننے جیسا محسوس ہو۔ آرام کے رونز آفاقی چِل کی کونسل نے برکت دیے ہوئے دھاگے سے کشیدہ کاری کیے تھے، جو روشن خیال وجود کا ایک گروپ تھا جس نے پیداواری بے چینی کی ضرورت سے بالاتر ہو چکا تھا۔ مایا نے اس سویٹ سوٹ کو 'روزمرہ کی تھکن کے لیے عملی جادو' میں اپنی انقلابی تحقیق کے دوران پہنا تھا، یہ ثابت کرتے ہوئے کہ کبھی کبھار سب سے طاقتور منتر وہ ہوتا ہے جس میں آپ خود کو آرام دینے کی اجازت دیتے ہیں۔ سویٹ سوٹ نے اپنی تناؤ سے نجات دلانے والی خصوصیات اس وقت حاصل کیں جب تقریباً 5,000 مراقبہ کے دوران پہنا گیا، جس نے پر سکون توانائی جذب کی اور جو سائنسدان 'آپٹیمل چِل کوائفیشنٹ' کہتے ہیں۔ جب مایا نے اسٹریٹجک نیپنگ کے ذریعے روشن خیالی حاصل کی، تو اس نے سویٹ سوٹ کسی ایسے شخص کے لیے چھوڑ دیا جسے یہ سمجھنے کی ضرورت تھی کہ خود کی دیکھ بھال خود غرضی نہیں ہے — یہ بنیادی طور پر آپ کی روح کے لیے زرہ ہے۔"
    },
    "47": {
      "name": "آرکین یونیورسٹی کارڈیگن",
      "description": "مالدار بھورے رنگ کا کلاسیکل یونیورسٹی کارڈیگن جس پر سونے کی ٹرم اور جادوئی ڈیپارٹمنٹ پیچز ہیں۔",
      "heading_details": "آرکین یونیورسٹی کارڈیگن – علمی فضیلت",
      "details": "یہ زمانہ ساز کارڈیگن مالدار چاکلیٹ بھورے اون میں کلاسیکل یونیورسٹی اسٹائلنگ کی پیروی کرتا ہے، جس کے کالر اور کف پر سونے کی ٹرم ہے۔ مختلف جادوئی علوم کے لیے ڈیپارٹمنٹ پیچز آستینوں پر کشیدہ کاری کیے گئے ہیں، اور یونیورسٹی کا نشان چھاتی پر سجایا گیا ہے۔ فٹ ڈھیلا اور علمی ہے، لائبریری میں طویل گھنٹوں یا کائنات کے اسرار پر غور کرتے ہوئے کیمپس گراؤنڈز پر چہل قدمی کے لیے بالکل موزوں۔",
      "origin": "1847 کی علمی وقار کی جنگوں کے دوران بنائی گئی، جب یونیورسٹیاں یہ دیکھنے کے لیے مقابلہ کرتی تھیں کہ کس کے فیکلٹی علمی طور پر ہیبت ناک نظر آتے ہوئے بھی قابل رسائی طور پر آرام دہ رہ سکتے ہیں۔ یہ کارڈیگن پروفیسر تھیوڈور وِزڈم کیپ کی تھی، جو ناممکنیت کی یونیورسٹی کا سب سے پسندیدہ انسٹرکٹر تھا — وہ استاد تھا جس نے کوانٹم جادوئی نظریہ کو آپ کے پسندیدہ دادا کے ساتھ کہانی کے وقت جیسا محسوس کروایا۔ چاکلیٹ بھوری اون گہرے خیالات کے علمی بھیڑوں سے آئی تھی، ایک نسل جو خصوصی طور پر لائبریریوں میں چرتی تھی اور بہترین مطالعہ کے حالات کے لیے قدرتی شور کو کم کرنے والے اون تیار کرتی تھی۔ سونے کی ٹرم علمی خوبصورتی کی گلڈ نے شامل کی تھی، جو اس بات پر یقین رکھتی تھی کہ اگر آپ انسانی علم کو وسعت دینے کے لیے اپنی زندگی وقف کرنے جا رہے ہیں، تو آپ کو کم از کم ایسا کرتے ہوئے ممتاز نظر آنا چاہیے۔ پروفیسر وِزڈم کیپ نے اس کارڈیگن کو نظریاتی بمقابلہ عملی جادو کی عظیم بحث کے دوران پہنا تھا، جہاں اس نے کامیابی سے بحث کی کہ بہترین جادو وہ ہے جو لوگوں کی ان کی اصل مسائل میں مدد کرتا ہے نہ کہ صرف پارٹیوں میں متاثر کن نظر آتا ہے۔ کارڈیگن نے اپنی حکمت خارج کرنے والی خصوصیات اس وقت حاصل کیں جب دہائیوں تک آفس آورز کے دوران پہنا گیا جہاں پروفیسر وِزڈم کیپ نے الجھن طلب علموں کو علمی مشورے اور زندگی کی رہنمائی دونوں دیے۔ جب وہ کامن سینس کی کائنات کے پہلے پروفیسر ایمریٹس بننے کے لیے ریٹائر ہوئے، تو انہوں نے کارڈیگن کسی ایسے شخص کو منتقل کی جو سمجھتا تھا کہ حقیقی ذہانت پیچیدہ چیزوں کو آسان بنانے کا علم رکھنا ہے، نہ کہ اس کے برعکس۔"
    },
    "48": {
      "name": "ڈریم ویور نائٹ گاؤن",
      "description": "ہلکی پھلکی ریشمی نائٹ گاؤن جو ہلکے لیوینڈر رنگ میں ہے جس کے ہیم پر خواب پکڑنے کی کشیدہ کاری کی گئی ہے۔",
      "heading_details": "ڈریم ویور نائٹ گاؤن – جادو میں سونا",
      "details": "یہ پراسرار نائٹ گاؤن مائع چاندنی کی طرح بہتی ہے، جو ہلکے لیوینڈر رنگ کے بہترین ریشم سے بنائی گئی ہے جو لیمپ لائٹ میں چاندی میں بدل جاتی ہے۔ ہیم پر گہرے بنفشی دھاگے سے خواب پکڑنے والے کے پیچیدہ نمونے کشیدہ کاری کیے گئے ہیں، جو پر سکون، جادوئی خوابوں کی حوصلہ افزائی کرتے ہیں۔ نیک لائن معقول مگر خوبصورت ہے، اور آستینیں نرم پروں کی طرح بہتی ہیں۔ ان لوگوں کے لیے بالکل موزوں جو چاہتے ہیں کہ ان کی نیند ایک پریوں کی کہانی کی طرح محسوس ہو۔",
      "origin": "2134 کی عظیم نیند نشاۃ ثانیہ کے دوران بنائی گئی، جب انسانیت نے آخر کار محسوس کیا کہ آپ کے خوابوں کا معیار لفظی طور پر آپ کے پورے وجود کا معیار طے کر سکتا ہے اور اس نے آخرکار سلیپ وئیر کو سنجیدگی سے لینے کا فیصلہ کیا۔ یہ نائٹ گاؤن لیڈی مورفیا سویٹ ڈریمز کی تھی، جو تاریخ کی سب سے کامیاب خواب کنسلٹنٹ تھی — وہ بنیادی طور پر لوگوں کے لاشعور کے ذہنوں کے لیے ذاتی ٹرینر تھی۔ ہلکی لیوینڈر ریشم ٹوئلائٹ ریلم کے خوابوں کی تتلیوں سے آئی تھی، ایسی مخلوقات جو بنیادی طور پر سونے اور جاگنے کے درمیان لمحات میں موجود تھیں اور ایسے کوکون تیار کرتی تھیں جو مائع سکون پہننے جیسا محسوس ہوتا تھا۔ خواب پکڑنے والے کی کشیدہ کاری پر سکون نیند کی سیمسٹریسز نے کرسٹلائزڈ لالبیز سے بنے دھاگے کا استعمال کرتے ہوئے بنائی تھی، جو خصوصی طور پر اس وقت کام کرتی تھیں جب ڈراؤنے خواب سب سے کم متحرک ہوتے تھے۔ لیڈی مورفیا نے اس نائٹ گاؤن کو 'اسٹیٹک ڈریم انہانسمنٹ' میں اپنی انقلابی تحقیق کے دوران پہنا تھا، یہ ثابت کرتے ہوئے کہ خوبصورت سلیپ وئیر درحقیقت آپ کے خوابوں کے بصری معیار کو بہتر بنا سکتا ہے اور بے چینی پر مبنی ڈراؤنے خوابوں کے امکان کو کم کر سکتا ہے۔ نائٹ گاؤن نے اپنی خوابوں کو بہتر بنانے والی خصوصیات اس وقت حاصل کیں جب ہزاروں راتوں کے کامل طور پر مرتب کردہ نیند کے تجربات کے دوران پہنا گیا، جس نے پر سکون خوابوں کی توانائی جذب کی اور جو سائنسدان 'REM آپٹیمائزیشن جادو' کہتے ہیں۔ جب لیڈی مورفیا عالمی نیند کے معیار کی محافظ بننے کے لیے بلند ہوئی، تو اس نے نائٹ گاؤن کسی ایسے شخص کے لیے چھوڑ دی جسے یہ سمجھنے کی ضرورت تھی کہ اپنے خوابوں کی دیکھ بھال کرنا اتنا ہی اہم ہے جتنا کہ اپنی جاگتی ہوئی زندگی کی دیکھ بھال کرنا۔"
    },
    "49": {
      "name": "گِلڈ آرٹیزن اپرن",
      "description": "چمڑے کا آرٹیزن اپرن جس میں ٹول لوپس اور جیبیں ہیں، جس پر گلڈ کی مہر ثبت ہے۔",
      "heading_details": "گِلڈ آرٹیزن اپرن – ہنر کے استاد",
      "details": "یہ پیشہ ورانہ درجے کا چمڑے کا اپرن سنجیدہ کاریگروں کے لیے تیار کیا گیا ہے، جس میں متعدد جیبیں، ٹول لوپس، اور اہم دباؤ والے مقامات پر مضبوط سلائی کی گئی ہے۔ مالدار بھورے چمڑے پر سینے پر سونے میں گلڈ کی مہر ثبت ہے، جو پہننے والے کو سرٹیفائیڈ ماسٹر کرافٹس پرسن کے طور پر نشان زد کرتی ہے۔ ایڈجسٹیبل پٹے کامل فٹ کو یقینی بناتے ہیں، اور چمڑا استعمال کے ساتھ خوبصورتی سے پرانا ہو جائے گا، وقت کے ساتھ زیادہ ذاتی بنتا جائے گا۔",
      "origin": "1634 کی عظیم بنانے والے کی نشاۃ ثانیہ کے دوران تیار کیا گیا، جب معاشرے نے دوبارہ دریافت کیا کہ اپنے ہاتھوں سے چیزیں بنانا درحقیقت ڈیجیٹل مساوی جو بھی بننے کی کوشش کر رہا تھا اس سے زیادہ تسلی بخش تھا۔ یہ اپرن ماسٹر کرافٹس وومن ایلینا گولڈن ہینڈز کی تھی، جو ان لوگوں کی گلڈ میں سب سے ہنرمند کاریگر تھی جو درحقیقت اپنے منصوبے مکمل کرتے ہیں — وہ بنیادی طور پر ہر اس شخص کی ضد تھی جس کے پاس الماریوں میں سترہ ادھورے دستکاری بھرے ہوئے ہیں۔ چمڑا مکمل کاموں کے مویشیوں سے آیا تھا، ایک ریوڑ جس نے شروع کی ہوئی چیز کو مکمل کرنے کی سادہ خوشی کے ذریعے روشن خیالی حاصل کی تھی (وہ بنیادی طور پر مویشیوں کی دنیا کی پیداواریت کے گرو تھے)۔ گلڈ کی مہر ایسی تکنیکوں کا استعمال کرتے ہوئے ثبت کی گئی تھی جو ہنر مندی کے سترہ نسلوں سے منتقل ہوئی تھیں، جو ان لوگوں سے منتقل ہوئی تھیں جو سمجھتے تھے کہ حقیقی کاریگری میں مہارت اور صبر دونوں درکار ہوتے ہیں کہ جب چیزیں مشکل ہو جائیں تو ہار نہ مانیں۔ ایلینا نے اس اپرن کو 1638 کی تاریخی عظیم بنانے کے مقابلے کے دوران پہنا تھا، جہاں اس نے کام کرنے والا فرنیچر کا ایک ٹکڑا بنایا تھا جو کسی نہ کسی طرح ایک موسیقی کا آلہ اور واقعی مؤثر بے چینی سے نجات دلانے والا آلہ بھی تھا۔ اپرن نے اپنی قابلیت بڑھانے والی خصوصیات اس وقت حاصل کیں جب دہائیوں تک کسی ایسے شخص نے پہنا جس کا حقیقی طور پر یقین تھا کہ خوبصورت، مفید چیزیں بنانا انسانی اظہار کی اعلیٰ ترین شکلوں میں سے ایک ہے۔ جب ایلینا نے ماسٹر کا درجہ حاصل کیا اور اصلاح شدہ کرافٹ جمع کرنے والوں کے لیے اپنا اسکول کھولا، تو اس نے اپرن کسی ایسے شخص کو منتقل کی جسے اپنے تخلیقی منصوبوں کو مکمل کرنے کے لیے مزید سامان خریدنے کے بجائے اعتماد درکار تھا۔"
    },
    "50": {
      "name": "سیلیسٹیل کورٹ یونیفارم",
      "description": "خالص سفید سیریمونیل یونیفارم جس پر سونے کے آسمانی موٹف ہیں، جو جنت کے قاصد پہنتے ہیں۔",
      "heading_details": "سیلیسٹیل کورٹ یونیفارم – الہی مرضی کا ہیرالڈ",
      "details": "یہ بے داغ یونیفارم آسمانی خدمت کے اعلیٰ ترین آرڈر کی نمائندگی کرتی ہے، جو خالص سفید ریشم سے بنائی گئی ہے جس کے سینے اور آستینوں پر سونے کے آسمانی علامتی نشان کشیدہ کاری کیے گئے ہیں۔ اونچے کالر پر سونے کے دھاگے سے بنے پرندوں کے پر ہیں، اور فٹڈ جیکٹ الہی اختیار کا سلیہوٹ بناتی ہے۔ میچنگ سفید پتلون اور سونے کا ساش انسیمبل کو مکمل کرتے ہیں۔ دنیاؤں کے درمیان پیغامات لے جانے کے لیے منتخب کیے گئے لوگوں کے لیے مخصوص، یہ دوسری دنیا کے مقصد کی لہر خارج کرتی ہے۔",
      "origin": "4156 کی الہی بیوروکریسی اصلاحات کے دوران کمیشن کیا گیا، جب آسمانی دنیا نے آخر کار تسلیم کیا کہ حتیٰ کہ آسمانی انتظامیہ کو عام طور پر پراسرار نظر آنے کے بجائے پیشہ ورانہ طور پر پرجوش نظر آنا چاہیے۔ یہ یونیفارم آرچینجل مائیکل کی ذاتی معاون، سیرافینا لائٹ برنگر کی تھی، جو بنیادی طور پر پوری ملٹی ورس کی سب سے قابل مڈل مینیجر تھی — وہ شخص تھی جس نے جنت کو شیڈول پر چلائے رکھا جبکہ کاروباری لباس میں بالکل تباہ کن نظر آتی تھی۔ خالص سفید ریشم ابدی پاکیزگی کے ریشم کے کیڑوں سے آیا تھا، ایسی مخلوقات جو مستقل اخلاقی وضاحت کی حالت میں موجود تھیں اور ایسا کپڑا تیار کرتی تھیں جو لفظی طور پر کسی بھی چیز سے داغدار نہیں ہو سکتا تھا سوائے ایک بڑے مذہبی بحران کے۔ سونے کے آسمانی موٹف اسٹیٹک Excellence کے فرشتوں نے کشیدہ کاری کیے تھے، جو اس اصول پر کام کرتے تھے کہ اگر آپ الہی مرضی کی نمائندگی کرنے جا رہے ہیں، تو آپ کو ایسا نظر آنا چاہیے کہ الہی مرضی نے ذاتی طور پر آپ کا لباس منتخب کیا ہو۔ سیرافینا نے اس یونیفارم کو 4158 کی تاریخی آسمانی کارکردگی کے جائزے کے دوران پہنا تھا، جہاں اس نے کامل یونیفارم معیارات کو برقرار رکھتے ہوئے جنت کے پورے آپریشنل ڈھانچے کو کامیابی سے منظم کیا اور کسی نہ کسی طرح بیوروکریسی کو پرکشش بنا دیا۔ یونیفارم نے اپنی اختیار خارج کرنے والی خصوصیات اس وقت حاصل کیں جب کسی ایسے شخص نے پہنی جس کا کام لفظی طور پر یہ یقینی بنانا تھا کہ جنت امن، محبت اور عام کاسمک ہم آہنگی کے اپنے سہ ماہی اهداف کو پورا کرے۔ جب سیرافینا کو بین الابعادی کسٹمر سروس کی ڈائریکٹر بننے کے لیے ترقی دی گئی، تو اس نے یونیفارم کسی ایسے شخص کو منتقل کی جو سمجھتا تھا کہ کبھی کبھار کسی اعلیٰ طاقت کی خدمت کرنے کے لیے ایسا نظر آنا ضروری ہوتا ہے کہ آپ ذاتی طور پر کائنات سے بات چیت کر سکیں اور جیت سکیں۔"
    },
    "51": {
      "name": "کوزی سپل کاسٹر سیٹ",
      "description": "نرم نٹ سویٹر اور لیگنگز جو طوفانی گرے رنگ میں ہیں جس پر ہلکے سپل سرکل کے نمونے ہیں۔",
      "heading_details": "کوزی سپل کاسٹر سیٹ – آرام میں جادو",
      "details": "یہ ناقابل یقین حد تک نرم میچنگ سیٹ طوفانی گرے رنگ کی کیبل نٹ سویٹر پر مشتمل ہے جس میں ڈیزائن میں ہلکے سپل سرکل کے نمونے بنے ہوئے ہیں، جس کے ساتھ میچنگ لیگنگز ہیں جو دوسری جلد کی طرح محسوس ہوتی ہیں۔ سویٹر کا ڈھیلا فٹ سپل بکس کے ساتھ کروڑنے کے لیے بالکل موزوں ہے، اور لیگنگز میں اونچی کمر اور چھپی ہوئی جیبیں ہیں۔ کف پر چھوٹے امیتھیسٹ کی تفصیلات روشنی پکڑتی ہیں۔",
      "origin": "3001 کی عملی جادو انقلاب کے دوران تخلیق کیا گیا، جب ڈائنوں نے آخر کار تسلیم کیا کہ ان کی زیادہ تر طاقت ڈرامائی طور پر غیر عملی روبز پہننے سے نہیں آتی تھی جو ہر بار موم بتی جلانے پر آگ پکڑتی تھیں بلکہ صحیح طور پر توجہ مرکوز کرنے کے لیے کافی آرام دہ ہونے سے آتی تھی۔ یہ سیٹ سیج ولو مون کی تھی، ایک ہیج ڈائن جس نے جدید جادو میں انقلاب برپا کر دیا تھا یہ ثابت کر کے کہ آرام دہ کپڑے درحقیقت اسپل کاسٹنگ کے لیے کسی بھی چیز سے زیادہ موزوں تھے جس میں corsets یا ڈرامائی cape شامل تھیں۔ طوفانی گرے کپڑا عملی فیصلوں کی آرام دہ بھیڑوں سے آیا تھا، ایک نسل جسے منتخبی طور پر اس لیے پالا گیا تھا کہ ایسا اون تیار کریں جو مستقل گود لینے جیسا محسوس ہو جبکہ پیشہ ورانہ ڈائن میٹنگز کے لیے کافی مرتب نظر آئے۔ ہلکے سپل سرکل کے نمونے سینسیبل اینچینٹرز کی coven نے تیار کردہ تکنیکوں کا استعمال کرتے ہوئے کپڑے میں بنے تھے، جو اس بات پر یقین رکھتی تھی کہ اگر آپ کے جادوئی علامتی نشان اتنی پیچیدہ ہیں کہ بحران کے دوران یاد نہیں رہ سکتے، تو شاید وہ بیکار ہیں۔ سیج نے اس سیٹ کو اپنی انقلابی 'کمفرٹ میجک' ورکشاپس کے دوران پہنا تھا، جہاں اس نے سیکڑوں practicioners کو سکھایا کہ سب سے طاقتور منتر وہ ہیں جو آپ اپنیOwn جلد میں بالکل آرام محسوس کرتے ہوئے ڈال سکتے ہیں۔ سیٹ نے اپنی جادو بڑھانے والی خصوصیات اس وقت حاصل کیں جب کامیاب اسپل کاسٹنگ سیشنز کے لاتعداد دوران پہنا گیا، جس نے جادوئی توانائی جذب کی اور جو ڈائن 'آپٹیمل کاسٹنگ کمفرٹ' کہتی ہیں۔ جب سیج نے ڈرامائی میجک صارفین کے لیے اپنا اسکول کھولا، تو اس نے سیٹ کسی ایسے شخص کو منتقل کی جسے یہ سیکھنے کی ضرورت تھی کہ حقیقی طاقت دوسروں کو ڈرانے والا نظر آنے کے بجائے اپنے آپ سے آرام دہ ہونے سے آتی ہے۔"
    },
    "52": {
      "name": "شیڈو گِلڈ آپریٹو",
      "description": "مکمل سیاہ ٹیکٹیکل یونیفارم جس میں چھپی ہوئی جیبیں اور شور کو کم کرنے والا کپڑا ہے۔",
      "heading_details": "شیڈو گِلڈ آپریٹو – غائب اختیار",
      "details": "یہ پیشہ ورانہ درجے کی ٹیکٹیکل یونیفارم چھپ کر آپریشنز کے لیے تیار کی گئی ہے، جس میں مکمل سیاہ رپ اسٹاپ کپڑا ہے جس میں شور کو کم کرنے والی خصوصیات ہیں۔ اوزاروں اور ضروریات کے لیے حکمت عملی سے رکھی گئی متعدد چھپی ہوئی جیبیں ہیں، اور کٹ زیادہ سے زیادہ نقل و حرکت کی اجازت دیتا ہے جبکہ ایک ہموار سلیہوٹ برقرار رکھتا ہے۔ مضبوط گھٹنے اور کہنیاں پائیداری مہیا کرتی ہیں، جبکہ کپڑے کی خاص بناوٹ پہننے والے کو سایوں میں ضائع ہونے میں مدد کرتی ہے۔",
      "origin": "2456 کے پیشہ ورانہ جاسوسی نشاۃ ثانیہ کے دوران ڈیزائن کیا گیا، جب جاسوسی انڈسٹری نے آخر کار محسوس کیا کہ ان کے آپریٹووں کو صرف پراسرار طور پر خطرناک نظر آنے کے بجائے قابل اعتماد نظر آنا ضروری ہے۔ یہ یونیفارم ایجنٹ مڈ نائٹ (اصلی نام: جینیفر تھامپسن) کی تھی، جو تاریخ کی سب سے مؤثر انفلٹریشن سپیشلسٹ تھی — وہ شخص تھی جس نے ثابت کیا کہ غائب ہونے کا بہترین طریقہ یہ ہے کہ آپ جہاں بھی ہوں وہاں کے باشندے نظر آئیں۔ مکمل سیاہ کپڑا اسٹیلتھ سوتی کوآپریٹو سے آیا تھا، ایسے پودے جو جینیٹک طور پر تبدیل کیے گئے تھے کہ آواز کی لہروں کو جذب کریں اور ایسے ٹیکسٹائل تیار کریں جو قدموں کی آواز کو تقریباً 47% خاموش کر دیں۔ چھپی ہوئی جیبیں عملی پاڑنویا کی گلڈ نے جہتی تہہ لگانے کی تکنیکوں کا استعمال کرتے ہوئے تیار کی تھیں، جو آپریٹووں کو عام یونیفارم میں فٹ ہونے والے سامان سے تقریباً تین گنا زیادہ سامان لے جانے کی اجازت دیتی تھیں۔ ایجنٹ مڈ نائٹ نے اسے 'آپریشن: معقول وضاحت' کے تاریخی دور کے دوران پہنا تھا، جہاں اس نے سترہ مختلف تنظیموں میں کامیابی سے انفلٹریٹ کیا محض اس لیے کہ وہ اتنی پیشہ ورانہ طور پر قابل نظر آتی تھی کہ کسی نے اس کی موجودگی پر سوال کرنے کی ضرورت محسوس نہیں کی۔ یونیفارم نے اپنا اعتماد بڑھانے والی خصوصیات اس وقت حاصل کیں جب سالوں تک کسی ایسے شخص نے پہنا جس کے کام کے لیے اس کی اپنی صلاحیتوں میں مکمل یقین کی ضرورت تھی، جس سے یہ بنیادی طور پر پہنا جانے والا خود اعتمادی بن گئی جس میں واقعی اچھی ٹیکٹیکل فعالیت تھی۔ جب ایجنٹ مڈ نائٹ چیلنجنگ حالات میں اختیار کو ظاہر کرنے والے لوگوں کے لیے کنسلٹنٹ بننے کے لیے ریٹائر ہوئی، تو اس نے یونیفارم کسی ایسے شخص کو منتقل کی جو سمجھتا تھا کہ حقیقی چھپنا ہر جگہ کا باشندہ ہونے سے آتا ہے نہ کہ ہر چیز سے چھپنے سے۔"
    },
    "53": {
      "name": "کمفرٹ میج وَنسی",
      "description": "بالغوں کی وَنسی جو گہرے جامنی رنگ میں ہے جس پر سونے کے ستاروں کے نمونے اور جادوگر کی ٹوپی والی ہوڈ ہے۔",
      "heading_details": "کمفرٹ میج وَنسی – زیادہ سے زیادہ آرام، زیادہ سے زیادہ جادو",
      "details": "یہ نہایت آرام دہ بالغوں کی وَنسی گہرے جامنی رنگ کے نرم ترین فلِس سے بنائی گئی ہے جس پر سونے کے ستارے کپڑے پر بکھرے ہوئے ہیں۔ ہوڈ جادوگر کی ٹوپی کی طرح ڈیزائن کی گئی ہے، جس میں ایک لٹکا ہوا نقطہ ہے، اور سامنے ایک آسان زِپ ہے۔ کلائیوں اور ٹخنوں پر ربڈ کف گرمی کو اندر رکھتے ہیں، اور ڈھیلا فٹ سستے ویک اینڈ اسپل کاسٹنگ یا فینٹسی سیریز دیکھنے کے لیے بالکل موزوں ہے۔",
      "origin": "4823 کی عظیم آرام انقلاب کے دوران تخلیق کیا گیا، جب جادوئی برادری نے آخر کار تسلیم کیا کہ کبھی کبھار سب سے طاقتور چیز جو آپ کر سکتے ہیں وہ یہ ہے کہ آپ خود کو مکمل، بلا معافی آرام دہ ہونے کی اجازت دیں۔ یہ وَنسی جادوگر کڈلز میک گلکیڈی کی تھی (جس نے قانونی طور پر اپنا نام بدلا تھا اس کے بعد جب اسے محسوس ہوا کہ 'آرچ میج سیریس ڈارک مور' اسے impostor سنڈروم دے رہا تھا)، جو تاریخ کا سب سے خود حقیقت پسند جادو استعمال کرنے والا تھا — وہ بنیادی طور پر وہ آدمی تھا جس نے ثابت کیا کہ آپ کو اپنے فن کے لیے تکلیف اٹھانے کی ضرورت نہیں ہے، چاہے آپ کا فن حقیقت کے بنیادی قوتوں کو ہیرا پھیری کرنا ہی کیوں نہ شامل ہو۔ گہرا جامنی فلِس زیادہ سے زیادہ چِل کے آرام دہ لاموں سے آیا تھا، ایسی مخلوقات جنہوں نے اسٹریٹجک نیپنگ کے ذریعے روشن خیالی حاصل کی تھی اور ایسا اون تیار کرتی تھیں جو تھراپی سیشن پہننے جیسا محسوس ہوتا تھا۔ سونے کے ستارے بہترین آرام کی سیمسٹریسز نے اصل ستاروں کی روشنی کا استعمال کرتے ہوئے لگائے تھے، جو اس اصول پر کام کرتی تھیں کہ اگر آپ بچے کی طرح لباس پہننے جا رہے ہیں، تو آپ کو کائنات کے سب سے طاقتور جادوئی بچے کی طرح لباس پہننا چاہیے۔ کڈلز نے اس وَنسی کو اپنے تاریخی 'عظیم آرام ڈالنے کے تجربہ' کے دوران پہنا تھا، جہاں اس نے اعلیٰ درجے کا جادو کامیابی سے انجام دیا جبکہ وہ دنیا کی سب سے پیاری سلیپ اوور کے لیے تیار نظر آ رہا تھا۔ وَنسی نے اپنی جادو بڑھانے والی خصوصیات اس وقت حاصل کیں جب اس نے کامل آرام کی حالت میں ڈالے گئے لاتعداد منتروں کی توانائی جذب کی، جس نے جو جادوئی ماہرین 'چوٹی کی آرام دہ توانائی' کہتے ہیں۔ جب کڈلز نے سیلف کئیر میجک کے سرپرست سینٹ بننے کے لیے اپنی حتمی شکل حاصل کی، تو اس نے وَنسی کسی ایسے شخص کو منتقل کی جسے یہ سیکھنے کی ضرورت تھی کہ سب سے انقلابی چیز جو آپ کر سکتے ہیں وہ یہ ہے کہ آپ اپنے آرام کو اس کے لیے معافی مانگے بغیر ترجیح دیں۔"
    },
    "54": {
      "name": "اینچینٹڈ لائبریری کارڈیگن",
      "description": "برگنڈی اون کی کارڈیگن جس پر کتاب کی ریڑھ کی ہڈی کے نمونے اور پڑھنے والی لائٹ کی جیبیں ہیں۔",
      "heading_details": "اینچینٹڈ لائبریری کارڈیگن – پہنا جانے والی حکمت",
      "details": "یہ علمی کارڈیگن سنجیدہ قارئین کے لیے ڈیزائن کی گئی ہے، جو مالدار برگنڈی اون میں بنائی گئی ہے جس کے سامنے والے پینلز پر کتاب کی ریڑھ کی ہڈی کے نمونے کشیدہ کاری کیے گئے ہیں۔ گہری جیبیں ایل ای ڈی سٹرپس سے لائنڈ ہیں جو نرم پڑھنے والی روشنی مہیا کرتی ہیں، اور چھوٹے لوپ پڑھنے والے شیشے یا کتابوں کے نشان رکھتے ہیں۔ فٹ ڈھیلا اور علمی ہے، جو دھول آلود کتابوں کے درمیان طویل گھنٹوں یا آرام دہ پڑھنے والے کونوں کے لیے بالکل موزوں ہے۔",
      "origin": "1847 کی ادبی جادو نشاۃ ثانیہ کے دوران بنائی گئی، جب لائبریرین کتابوں کے ساتھ صرف سجاوٹی اشیاء کی طرح پیش آئے جانے سے تنگ آ گئے اور انتہائی مفید کسٹمر سروس کی قدیم فن کے ذریعے جوابی حملہ کرنے کا فیصلہ کیا۔ یہ کارڈیگن ہیڈ لائبریرین بیٹریس پیج کیپر کی تھی، جو تاریخ کی سب سے ہیبت ناک معلومات رکھنے والی شخص تھی — وہ بنیادی طور پر ایک انسانی سرچ انجن تھی جس کے پاس کتابوں کی مناسب دیکھ بھال کے بارے میں رائے تھی اور محض ناپسندیدگی کی توانائی کے ذریعے صفحات پر کتے کے کان بنانے پر قارئین کو مجرم محسوس کروا سکتی تھی۔ برگنڈی اون گہری مطالعہ کے علمی بھیڑوں سے آئی تھی، ایک نسل جو اپنی پوری زندگی آڈیو بکس سنتے ہوئے گزارتی تھی اور بہترین لائبریری ماحول کے لیے قدرتی آواز کو کم کرنے والا اون تیار کرتی تھی۔ ایل ای ڈی سے لائنڈ جیبیں عملی کتابوں کے شوقینوں کی گلڈ نے شامل کی تھیں، جو اس بات پر یقین رکھتی تھی کہ اگر آپ کتابوں سے گھرے زندگی گزارنے جا رہے ہیں، تو آپ کو کم از کم انہیں صحیح طریقے سے پڑھنے کے لیے مناسب روشنی ہونی چاہیے۔ بیٹریس نے اس کارڈیگن کو تاریخ ساز 'اوور ڈیو جرمانے کی لڑائی' کے دوران پہنا تھا، جہاں اس نے کتابوں کو چھ ماہ تک رکھنے کے لیے 'میں بھول گیا' کو درست عذر سمجھنے والے لوگوں کی ایک فوج کے خلاف لائبریری کی تاخیری جرمانے کی پالیسی کامیابی سے دفاع کیا تھا۔ کارڈیگن نے اپنی حکمت خارج کرنے والی خصوصیات اس وقت حاصل کیں جب دہائیوں تک کسی ایسے شخص نے پہنا جس کا حقیقی طور پر یقین تھا کہ ہر کتاب کو صحیح احترام اور دیکھ بھال کے ساتھ پڑھا جانا چاہیے۔ جب بیٹریس لکھی گئی تمام معلومات کی ابدی محافظ بننے کے لیے بلند ہوئی، تو اس نے کارڈیگن کسی ایسے شخص کو منتقل کی جو سمجھتا تھا کہ حقیقی طاقت لوگوں کو درکار معلومات تلاش کرنے میں مدد کرنے سے آتی ہے، حتیٰ کہ جب وہ مکمل طور پر یقین نہیں رکھتے کہ وہ کیا ڈھونڈ رہے ہیں۔"
    },
    "55": {
      "name": "فینکس وِنگ کیمونو روب",
      "description": "شعلے کے رنگوں میں بہتی ہوئی ریشمی روب جس پر فینکس پروں کے نمونے ہیں، جو سٹائل میں آرام کرنے کے لیے ہے۔",
      "heading_details": "فینکس وِنگ کیمونو روب – آرام میں تجدید",
      "details": "یہ پرتعیش آرام کرنے والی روب مائع آگ کی طرح بہتی ہے، جو گہرے اورنج سے روشن سونے تک گرڈینٹ شعلے کے رنگوں میں ریشم سے بنائی گئی ہے۔ فینکس پروں کے نمونے کپڑے پر ہاتھ سے پینٹ کیے گئے ہیں، اور چوڑی آستینیں تجدید کے ساتھ نیند سے اٹھنے کے لیے ڈرامائی سلیہوٹ بناتی ہیں۔ سیاہ کمر پر بندھتی ہے، اور روب ذاتی تجدید کی رسم میں صبح کے معمولات کو تبدیل کر دیتی ہے۔",
      "origin": "2134 کی عظیم ذاتی تبدیلی کی تحریک کے دوران بنائی گئی، جب معاشرے نے آخر کار تسلیم کیا کہ کبھی کبھار آپ کو اپنی پرانی زندگی کو جلا کر راکھ سے بالکل شاندار نظر آتے ہوئے ابھرنے کی ضرورت ہوتی ہے۔ یہ روب لیڈی فینکس رائزنگ سٹار (پیدائشی نام: جینیٹ سمتھ) کی تھی، جس نے بڑی زندگی کی تبدیلیوں کے بعد لوگوں کو خود کو دوبارہ ایجاد کرنے میں مدد کر کے کیریئر بنایا تھا — وہ بنیادی طور پر ان لوگوں کے لیے لائف کوچ تھی جو اپنے مرکزی کردار کے دور سے گزر رہے تھے۔ شعلے کے رنگوں کی ریشم ابدی تبدیلی کی میٹامورفوسس تتلیوں سے آئی تھی، ایسی مخلوقات جو خوبصورت تبدیلی کی مستقل حالت میں موجود تھیں اور ایسے کوکون تیار کرتی تھیں جو مائع ہمت پہننے جیسا محسوس ہوتا تھا۔ فینکس پروں کے نمونے نئے آغاز کے فنکاروں نے طلوع آفتاب کی توانائی کے کرسٹلائزڈ سے بنے رنگوں کا استعمال کرتے ہوئے ہاتھ سے پینٹ کیے تھے، جو اس عین لمحے کو پکڑنے میں مہارت رکھتے تھے جب امید حقیقت بن جاتی ہے۔ لیڈی فینکس نے اس روب کو اپنی افسانوی 'اٹھو اور چمکو ورکشاپ سیریز' کے دوران پہنا تھا، جہاں اس نے ہزاروں لوگوں کو سکھایا کہ تبدیلی کو چھپانے کے بجائے اسے کیسے اپنایا جائے جبکہ وہ ایسے نظر آئیں کہ وہ خود اعتمادی کو ذاتی طور پر ڈرا سکیں۔ روب نے اپنی تبدیلی کو متاثر کرنے والی خصوصیات اس وقت حاصل کیں جب لاتعداد ذاتی کامیابی کے لمحات کے دوران پہنی گئی، جس نے لوگوں کی اپنی طاقت دریافت کرنے کی توانائی جذب کی اور جو ماہرین نفسیات 'فینکس انرجی آپٹیمائزیشن' کہتے ہیں۔ جب لیڈی فینکس نے کاسمک ذاتی ترقی کی ڈائریکٹر بننے کے لیے اپنی حتمی شکل حاصل کی، تو اس نے روب کسی ایسے شخص کے لیے چھوڑ دی جسے یہ یاد رکھنے کی ضرورت تھی کہ ہر اختتام کچھ بہتر شروع کرنے کا ایک بہت ڈراماتی طریقہ ہے۔"
    },
    "56": {
      "name": "ایسٹرل اکیڈمی ٹریک سوٹ",
      "description": "سونے کی ایسٹرل اکیڈمی سٹرائپس اور تارامنڈل پیچ کے ساتھ نیوی ٹریک سوٹ۔",
      "heading_details": "ایسٹرل اکیڈمی ٹریک سوٹ — ستاروں میں اتھلیٹک فضیلت",
      "details": "اس پریمیم اتھلیٹک سیٹ میں زپ اپ جیکٹ اور میچنگ ٹریک پینٹس نیوی بلیو میں پہلوؤں پر سونے کی ریسنگ سٹرائپس کے ساتھ۔ سینے پر اکیڈمی کا تارامنڈل لوگو کڑھائی شدہ ہے، اور آستینوں پر مختلف ڈپارٹمنٹ پیچ ملتے ہیں۔ کپڑا نمی جذب کرنے والا اور آرام دہ ہے، جسمانی تربیت اور کیمپس میں کیژول پہننے دونوں کے لیے ڈیزائن کیا گیا۔ ان طلباء کے لیے بہترین جنہیں پڑھائی یا تربیت میں اچھا لگنا ضروری ہے۔",
      "origin": "4156 کے انٹر ڈائمینشنل اتھلیٹک انقلاب کے دوران ڈیزائن کیا گیا، جب کھیل آخرکار صرف جسمانی مقابلے سے آگے بڑھے اور 'سب سے زیادہ خوبصورت ٹیلی پورٹیشن' اور 'سنکرونائزڈ ریئلٹی مینپولیشن' جیسی کیٹیگریز شامل کیں۔ یہ ٹریک سوٹ کیپٹن نووا اسٹار اسپرنٹر کا تھا، ریکارڈ میں سب سے کامیاب انٹر ڈائمینشنل ایتھلیٹ - وہ بنیادی طور پر وہ شخص تھیں جنہوں نے ثابت کیا کہ آپ کسی بھی چیز میں مقابلہ کر سکتے ہیں اگر آپ کے پاس کافی اسٹائل اور صحیح رویہ ہو۔ نیوی کپڑا کومپیٹیٹو کاٹن آف پیک پرفارمنس سے آیا، ایسے پودے جو خاص طور پر اتھلیٹک لباس بنانے کے لیے اگائے گئے جو پہننے والے کو محسوس کرائے کہ وہ صحیح طریقے سے تیار دکھ کر کوئی بھی مقابلہ جیت سکتے ہیں۔"
    }
  },
  "category": {
    "New": {
      "title": "نئے گرے ہوؤں کے سائے",
      "subtitle": "تاریکی سے پیدا، تنہائی میں بنے"
    },
    "New2": {
      "title": "سرگوشی عجائبات",
      "subtitle": "دور دراز دنیاؤں سے تازہ جادو"
    },
    "Aura_farmers": {
      "title": "طاقت کا جوہر",
      "subtitle": "اندر کی صوفیانہ توانائیاں بہاؤ"
    },
    "Casual": {
      "title": "گھر جیسے آرام",
      "subtitle": "جہاں جادو روزمرہ پناہ گاہ سے ملتا ہے"
    },
    "Hot_picks": {
      "title": "منتخب لوگوں کا کلیکشن",
      "subtitle": "بہتوں کی خواہش۔"
    },
    "Rizz_master": {
      "title": "مغرب کا ڈیوک بن جاؤ",
      "subtitle": "دوسری دنیا کے فضل کے ساتھ موجودگی کا حکم دو"
    },
    "Clocked": {
      "title": "ابدی رات کا آرمر",
      "subtitle": "ہر مہم کے لیے لازوال ہتھیار"
    },
    "all": {
      "title": "مکمل گریموائر",
      "subtitle": "ہمارے کلیکشن میں ہر جادوئی دھاگہ"
    }
  },
  "search": {
    "title": "تلاش کے نتائج",
    "searchTerm": "تلاش کی اصطلاح",
    "category": "کیٹیگری",
    "found": "{{count}} پروڈکٹس ملے",
    "noResults": "آپ کے تلاش کے معیار سے مماثل کوئی پروڈکٹ نہیں ملا۔"
  },
  "profile": {
    "title": "آپ کا پروفائل",
    "welcome": "خوش آمدید",
    "welcomeUser": "خوش آمدید، {{name}}!",
    "profile": "پروفائل",
    "login": "لاگ ان",
    "signup": "سائن اپ",
    "logout": "لاگ آؤٹ",
    "language": "🌐 زبان",
    "chooseLanguage": "زبان منتخب کریں:",
    "orUseWidget": "یا ترجمہ ویجٹ استعمال کریں:",
    "loadWidget": "ویجٹ لوڈ کریں",
    "viewProfile": "پروفائل دیکھیں",
    "editProfile": "پروفائل میں ترمیم کریں",
    "saveProfile": "پروفائل محفوظ کریں",
    "cancelEdit": "منسوخ کریں",
    "viewCart": "کارٹ دیکھیں",
    "viewLikes": "پسندیدہ دیکھیں",
    "name": "نام",
    "fullName": "مکمل نام",
    "email": "ای میل",
    "emailLabel": "ای میل:",
    "memberSince": "رکن بننے کی تاریخ",
    "memberSinceLabel": "رکن بننے کی تاریخ:",
    "bio": "تعارف",
    "bioLabel": "تعارف:",
    "bioPlaceholder": "اپنے بارے میں بتائیں...",
    "profilePicture": "پروفائل تصویر",
    "changePhoto": "تصویر تبدیل کریں",
    "uploadPhoto": "تصویر اپ لوڈ کریں",
    "accountDetails": "اکاؤنٹ کی تفصیلات",
    "personalInfo": "ذاتی معلومات",
    "close": "بند کریں",
    "locationTitle": "ڈیلیوری کا مقام",
      "addLocationPrompt": "اپنا مقام شامل کریں تاکہ ہم آپ کے آرڈرز پہنچا سکیں~",
      "trackMyLocation": "📍 میرا مقام ٹریک کریں",
      "detectingLocation": "🔄 تلاش جاری ہے...",
      "orEnterManually": "— یا —",
      "enterLocationPlaceholder": "مثال: کراچی، پاکستان",
      "setLocationButton": "سیٹ کریں",
      "changeLocation": "مقام تبدیل کریں",
      "locationNotSupported": "آپ کا براؤزر مقام کی ٹریکنگ کی معاونت نہیں کرتا",
      "locationError": "مقام ٹریک کرنے میں ناکام۔ براہ کرم دستی طور پر درج کریں۔"
  },
  "login": {
    "title": "اپنے اکاؤنٹ میں لاگ ان کریں",
    "email": "ای میل",
    "emailLabel": "ای میل:",
    "password": "پاس ورڈ",
    "passwordLabel": "پاس ورڈ:",
    "emailPlaceholder": "اپنی ای میل درج کریں",
    "passwordPlaceholder": "اپنا پاس ورڈ درج کریں",
    "loginButton": "لاگ ان",
    "signupButton": "سائن اپ"
  },
  "signup": {
    "title": "اکاؤنٹ بنائیں",
    "fullName": "پورا نام",
    "fullNameLabel": "پورا نام:",
    "email": "ای میل",
    "emailLabel": "ای میل:",
    "password": "پاس ورڈ",
    "passwordLabel": "پاس ورڈ:",
    "namePlaceholder": "اپنا پورا نام درج کریں",
    "emailPlaceholder": "اپنی ای میل درج کریں",
    "passwordPlaceholder": "پاس ورڈ بنائیں",
    "signupButton": "سائن اپ",
    "loginButton": "لاگ ان"
  },
  "about": {
    "title": "میرے بارے میں",
    "aboutUs": "میرے بارے میں",
    "aboutUsContent0": "ہلو ہلو!!",
    "aboutUsContent1": "میں وہ ہوں جس نے یہ ویب سائٹ بنائی ہے۔ مجھے پرانی جاپانی سٹائل کی ویب سائٹ بنانی تھی اور بہت مزہ آیا!",
    "aboutUsContent2": "میں 20 سال کی ہوں اور آن لائن پڑھتی ہوں۔ مجھے اچھی چیزیں بنانا پسند ہے۔ ایک ماہ پہلے میں نے اپنے خوابوں کو سنجیدگی سے لیا اور سب کچھ ٹھیک چل رہا ہے۔ اس ویب سائٹ کو میں نے اکیلے بنایا، بغیر AI کے، بغیر کسی مدد کے، بس اپنے علم سے۔ ٹیک کی دنیا بہت پیاری ہے! کبھی رونا آتا ہے لیکن جب میں کوئی چیز سمجھ جاتی ہوں تو بہت اچھا لگتا ہے! میں بہت سی مزیدار چیزیں بنا رہی ہوں۔ مجھے مزید سیکھنا ہے!",
    "ourName": "میرا نام",
    "ourNameContent1": "ناکاچان یا زووچان؟",
    "ourNameContent2": "بہترین سوال! میرا اصل نام زوہا ہے پر مجھے زو کہو۔ ناکاچان میرا انٹرنیٹ نام ہے۔ یہ میرا گیمنگ نام ہے۔ زووچان میرے یوٹیوب چینل کا نام ہے۔ تم مجھے کوئی بھی نام سے بلا سکتے ہو! نئے نام مجھے پسند ہیں!",
    "whyUs": "میں کیوں",
    "whyUsTitle": "میں چاہتی ہوں کہ میری بات سنی جائے!",
    "feature1": "میں ہمیشہ وہ لڑکی تھی جو ہر دن کچھ نیا کرتی تھی۔ یہ تھکا دینے والا تھا کیونکہ میں بہت کچھ کر سکتی تھی پر کسی سے خوش نہ تھی۔ پھر مجھے لگا مجھے بدلنا ہے۔ تو میں نے اپنے آپ پر کام کرنا شروع کیا۔ میں سیکھ رہی ہوں، اپنے آپ کو بہتر بنا رہی ہوں، اپنے شوقوں پر توجہ دے رہی ہوں! مجھے اپنے آپ پر بہت فخر ہے۔ یہ گیم میں اپنے کریکٹر کو اپ گریڈ کرنے جیسا ہے۔ آہستہ پر پکا۔ یہ تھکا دینے والا ہے پر میں اپنی طاقت کو ضائع نہیں کرنا چاہتی۔ جب میں اچھی یونیورسٹی میں نہ جا سکی تو سب نے مجھے چھوڑ دیا۔ پر پھر میں نے آن لائن سے پڑھنا شروع کیا۔ میں بہتر ہونا چاہتی ہوں۔ میں چاہتی ہوں کہ میرے کام، میرے خیالوں، میرے پروجیکٹس کو لوگ دیکھیں!",
    "features": "میرا لک کیا ہے",
    "featuresTitle": "کیا سوچنے پر لگتا ہے اور کیا لک کیا ہے",
    "platformFeature1": "سوچنے پر بہت چیزوں سے لگتا ہے! گیمز، اچھی ویب سائٹیں، کریٹیو چیزیں، ڈائری، سکریپ بکنگ اور بہت کچھ! پر لک کیا ہے؟ لک یہ ہے کہ جو بھی سوچوں فوری بناؤ۔ اسے برباد مت کرو۔ اگر اچھا نہ ہو تو ٹھیک کرو، محنت کرو، بہتر کرو۔ اور پھر بس بناؤ!",
    "platformFeature2": "دنیا میں بہت سی چیزیں ہیں! ہم سب نہیں ہو سکتے لیکن کوشش تو کر سکتے ہیں نہ؟ تو جب تم آگے اپنی زندگی دیکھو تو میں چاہتی ہوں کہ تم کہو 'واہ! میں نے سب کیا!'",
    "platformFeature3": "یہی میرا لک ہے!",
    "con": "خلاصہ",
    "conTitle": "آخر میں..",
    "con1": "میں نے بہت لکھ دیا! میں زو ہوں، 19 سال کی ہوں۔ بچپن سے میرا خواب ہے کہ سافٹ ویئر بناؤں کیونکہ وہ اچھی چیزیں بناتے ہیں! میں اپنے خوابوں کے لیے بہت محنت کر رہی ہوں۔ اگر تم مزید جاننا چاہو تو دوسری سیکشن دیکھو! مجھے بہت خوشی ہوگی!"
  },
  "contact": {
    "title": "ہم سے رابطہ کریں",
    "contactInfo": "رابطے کی معلومات",
    "contactInfoSubtitle": "نیچے میرے سوشل میڈیا ہیں جہاں میں فعال ہوں۔ تم مجھے Gmail یا کسی بھی سوشل میڈیا پر contact کر سکتے ہو جہاں تم کو سہولت ہو۔ میں نے اپنا GitHub بھی دیا ہے تو اگر دیکھنا ہو تو دیکھ لینا۔ میں عام طور پر messages اور mentions کا جواب دے دیتی ہوں۔ (جب تک spam نہ ہو)۔ مجھے tech friends بنانے کا بھی شوق ہے تو برائے مہربانی مجھ سے بات کرو! میں واقعی tech friends بنانا چاہتی ہوں جن سے میں اپنے ideas talk کر سکوں یا وہ اپنے ideas share کریں! ہمیشہ دوستی، teams سب کے لیے تیار ہوں! براہ کرم مجھ سے رابطہ کرو! میں تم سے بہت بات کرنا چاہتی ہوں، تم بہت اچھے ہو!",
    "address": "پتہ",
    "addressValue": "123 GUGUGAGA اسٹریٹ، Gugu gaga شہر، GUGUGAGA ٹاؤن، Gugu Gaga 150-0043",
    "phone": "فون",
    "phoneValue": "+YY XXXXXXXXXX",
    "fasterResponse": "تیز جواب کے لیے، براہ کرم نیچے دیا گیا رابطہ فارم استعمال کریں اور اپنی انکوائری کے لیے مناسب ڈپارٹمنٹ منتخب کریں (╥﹏╥)",
    "departments": "ڈپارٹمنٹس",
    "customerSupport": "کسٹمر سپورٹ: آرڈر انکوائریز، واپسی، اور پروڈکٹ سوالات کے لیے",
    "technicalSupport": "ٹیکنیکل سپورٹ: ویب سائٹ کے مسائل اور تکنیکی پریشانیوں کے لیے",
    "partnerships": "پارٹنرشپس: کاروباری تعاون اور ہول سیل انکوائریز کے لیے",
    "investorRelations": "سرمایہ کار تعلقات: سرمایہ کاری کے مواقع اور مالی معلومات کے لیے",
    "justMessage": "پیغام: صرف ڈویلپر تک پہنچنے کے لیے!!",
    "sendMessage": "ہمیں پیغام بھیجیں",
    "name": "نام",
    "nameLabel": "نام:",
    "email": "ای میل",
    "emailLabel": "ای میل:",
    "department": "ڈپارٹمنٹ",
    "departmentLabel": "ڈپارٹمنٹ:",
    "subject": "موضوع",
    "subjectLabel": "موضوع:",
    "messageField": "پیغام",
    "messageLabel": "پیغام:",
    "namePlaceholder": "آپ کا نام",
    "emailPlaceholder": "آپ کا ای میل ایڈریس",
    "subjectPlaceholder": "پیغام کا موضوع",
    "messagePlaceholder": "آپ کا پیغام",
    "sendButton": "پیغام بھیجیں",
    "clearForm": "فارم صاف کریں",
    "generalInquiry": "عمومی انکوائری",
    "support": "کسٹمر سپورٹ",
    "technical": "ٹیکنیکل سپورٹ",
    "partnership": "پارٹنرشپس",
    "investor": "سرمایہ کار تعلقات",
    "press": "صرف پیغام بھیجنا چاہتے ہیں",
    "faq": "اکثر پوچھے جانے والے سوالات",
    "faqQ1": "س: شپنگ میں کتنا وقت لگتا ہے؟",
    "faqA1": "ج: مقامی آرڈرز عام طور پر 3-5 کاروباری دنوں میں پہنچتے ہیں۔ بین الاقوامی شپنگ منزل پر منحصر 7-14 کاروباری دن لیتی ہے!!",
    "faqQ2": "س: کیا آپ بین الاقوامی شپ کرتے ہیں؟",
    "faqA2": "ج: ہاں، ہم دنیا بھر کے زیادہ تر ممالک میں شپ کرتے ہیں!!! شپنگ لاگت مقام کے لحاظ سے مختلف ہوتی ہے۔",
    "faqQ3": "س: کیا میں اپنا آرڈر تبدیل یا منسوخ کر سکتا ہوں؟",
    "faqA3": "ج: آپ آرڈر دینے کے 24 گھنٹوں کے اندر اپنا آرڈر تبدیل یا منسوخ کر سکتے ہیں۔ جلد از جلد ہماری کسٹمر سپورٹ ٹیم سے رابطہ کریں! (ᑕ•̀д•́)!",
    "faqQ4": "س: آپ کی واپسی کی پالیسی کیا ہے؟",
    "faqA4": "ج: ہم اصل پیکیجنگ میں غیر استعمال شدہ اشیاء کے لیے 30 دن کی واپسی پالیسی پیش کرتے ہیں۔ کچھ اشیاء پر ری اسٹاکنگ فیس لگ سکتی ہے۔",
    "faqQ5": "س: کیا آپ ہول سیل قیمت پیش کرتے ہیں؟",
    "faqA5": "ج: نہیں، معذرت ہم بلک آرڈرز کے لیے ہول سیل قیمت پیش نہیں کرتے۔ ہماری پروڈکٹس خاص اور محدود ہیں!!",
    "thankYou": "آپ کے پیغام کا شکریہ، {{name}}! ہم جلد آپ سے رابطہ کریں گے۔"
  },
  "invest": {
    "title": "ہمارے ساتھ سرمایہ کاری کریں",
    "whyInvest": "سرمایہ کاری کیوں",
    "whyInvestContent": "Shoppo Deligto میں سرمایہ کاری کا مطلب ہے منفرد جمالیات کے بارے میں پرجوش بڑھتی ہوئی کمیونٹی کا حصہ بننا! ہمارے کاروبار نے شروعات سے مسلسل ترقی دکھائی ہے، وفادار کسٹمر بیس اور پھیلتی پروڈکٹ لائنز کے ساتھ۔",
    "keyHighlights": "اہم سرمایہ کاری ہائی لائٹس:",
    "highlight1": "پچھلے 3 سالوں سے 30% سال بہ سال ترقی!!",
    "highlight2": "نیچ مارکیٹ میں مضبوط برانڈ پہچان!!",
    "highlight3": "وفادار کسٹمر بیس سے بار بار آمدنی",
    "highlight4": "نئی مارکیٹوں اور پروڈکٹ کیٹیگریز میں توسیع کی صلاحیت",
    "highlight5": "صنعت کی مہارت کے ساتھ تجربہ کار مینجمنٹ ٹیم",
    "howToHelp": "مدد کیسے کریں",
    "howToHelpIntro": "کئی طریقے ہیں جن سے آپ ہمارے کاروبار کی مدد کر سکتے ہیں:",
    "help1": "ہماری ایکویٹی کراؤڈ فنڈنگ مہم کے ذریعے براہ راست سرمایہ کاری",
    "help2": "برانڈ ایمبیسڈر بنیں اور ہماری پروڈکٹس کو فروغ دیں",
    "help3": "بین الاقوامی توسیع، ای کامرس آپٹیمائزیشن، یا مارکیٹنگ جیسے شعبوں میں مہارت فراہم کریں",
    "help4": "اپنے علاقے میں ممکنہ شراکت داروں یا تقسیم کاروں سے ہمارا تعارف کروائیں",
    "help5": "سوشل میڈیا پر ہماری کہانی اور پروڈکٹس شیئر کریں",
    "helpOutro": "ہر قسم کی مدد ہمیں بڑھنے اور دنیا بھر میں شوقینوں کو مزید اصلی پروڈکٹس لانے میں مدد کرتی ہے۔",
    "donate": "عطیہ",
    "donateIntro": "ان لوگوں کے لیے جو ایکویٹی سرمایہ کاری کے بغیر ہمارے مشن کی حمایت کرنا چاہتے ہیں، ہم عطیات بھی قبول کرتے ہیں۔ آپ کی شراکت ہمیں مدد کرتی ہے:",
    "donation1": "روایتی دستکاری کو محفوظ اور فروغ دینے میں",
    "donation2": "چھوٹے کاریگروں اور مینوفیکچررز کی مدد کرنے میں",
    "donation3": "ثقافت اور تاریخ کے بارے میں تعلیمی مواد تیار کرنے میں",
    "donation4": "ہماری کمیونٹی پلیٹ فارم اور تقریبات برقرار رکھنے میں",
    "donation5": "ثقافتی تبادلے کے پروگراموں کے لیے اسکالرشپ پیش کرنے میں",
    "donateOutro": "تمام عطیہ دہندگان کو ہماری ویب سائٹ پر خصوصی پہچان اور اس بارے میں خصوصی اپڈیٹس ملتے ہیں کہ ان کی شراکت کیسے فرق لا رہی ہے۔"
  },
  "payment": {
    "title": "ادائیگی کی معلومات",
    "paymentMethods": "ادائیگی کے طریقے",
    "paymentMethodsIntro": "ہم آپ کے شاپنگ تجربے کو جتنا آسان بنانے کے لیے مختلف ادائیگی کے طریقے قبول کرتے ہیں:",
    "creditCards": "کریڈٹ کارڈز",
    "paypal": "پے پال",
    "mobilePay": "موبائل پے",
    "bankTransfer": "بینک ٹرانسفر",
    "cashOnDelivery": "ڈلیوری پر کیش",
    "security": "سیکیورٹی",
    "securityIntro": "آپ کی سیکیورٹی ہماری اولین ترجیح ہے۔ ہم آپ کی ذاتی اور ادائیگی کی معلومات کی حفاظت کے لیے انڈسٹری معیار کی انکرپشن استعمال کرتے ہیں۔",
    "securityFeature1": "تمام ڈیٹا ٹرانسفرز کے لیے SSL انکرپشن",
    "securityFeature2": "PCI DSS مطابق ادائیگی کی پروسیسنگ",
    "securityFeature3": "ہمارے سرورز پر حساس ادائیگی کی معلومات کی کوئی اسٹوریج نہیں",
    "securityFeature4": "باقاعدہ سیکیورٹی آڈٹ اور کمزوری کی تشخیص",
    "securityFeature5": "اکاؤنٹ کی حفاظت کے لیے ٹو فیکٹر آتھنٹیکیشن دستیاب",
    "securityOutro": "اگر آپ کو ادائیگی کی سیکیورٹی کے بارے میں کوئی خدشات ہیں، تو براہ کرم ہماری سپورٹ ٹیم سے رابطہ کرنے میں ہچکچاہٹ نہ کریں۔",
    "faq": "اکثر پوچھے جانے والے سوالات",
    "faqQ1": "س: آپ کون سی کرنسی قبول کرتے ہیں؟",
    "faqA1": "ج: ہم USD، EUR، GBP، اور JPY میں ادائیگیاں قبول کرتے ہیں۔ ہماری سائٹ پر دکھائی گئی قیمتیں USD میں ہیں، لیکن آپ چیک آؤٹ کے دوران اپنی پسندیدہ کرنسی منتخب کر سکتے ہیں۔",
    "faqQ2": "س: کیا بین الاقوامی آرڈرز کے لیے کوئی اضافی فیس ہے؟",
    "faqA2": "ج: ہم کوئی اضافی فیس نہیں لیتے، لیکن آپ کا بینک یا ادائیگی فراہم کنندہ بین الاقوامی لین دین کے لیے کرنسی تبدیلی کی فیس لگا سکتا ہے۔",
    "faqQ3": "س: میں رقم واپسی کیسے حاصل کر سکتا ہوں؟",
    "faqA3": "ج: ہم تمام پروڈکٹس پر 30 دن کی منی بیک گارنٹی پیش کرتے ہیں۔ اگر آپ اپنی خریداری سے مطمئن نہیں ہیں، تو واپسی شروع کرنے کے لیے ہماری کسٹمر سروس ٹیم سے رابطہ کریں۔",
    "faqQ4": "س: کیا میری ادائیگی کی معلومات محفوظ ہیں؟",
    "faqA4": "ج: جی ہاں، ہم آپ کی ادائیگی کی معلومات کی حفاظت کے لیے انڈسٹری معیار کی انکرپشن اور سیکیورٹی اقدامات استعمال کرتے ہیں۔ ہم کبھی بھی آپ کے مکمل کریڈٹ کارڈ کی تفصیلات اپنے سرورز پر اسٹور نہیں کرتے۔",
    "faqQ5": "س: اگر میری ادائیگی ناکام ہو جائے تو مجھے کیا کرنا چاہیے؟",
    "faqA5": "ج: پہلے، چیک کریں کہ آپ کی ادائیگی کی معلومات صحیح طریقے سے درج ہیں۔ اگر مسئلہ برقرار رہے، تو اپنے بینک یا ادائیگی فراہم کنندہ سے رابطہ کریں۔ آپ کوئی مختلف ادائیگی کا طریقہ بھی آزما سکتے ہیں۔"
  },
  "location": {
    "title": "لوکیشن سیٹنگز",
    "yourLocation": "آپ کی لوکیشن",
    "yourLocationValue": "آپ کی لوکیشن: {{location}}",
    "trackLocation": "میری لوکیشن ٹریک کریں",
    "detecting": "تلاش جاری ہے...",
    "enterLocation": "یا اپنی لوکیشن درج کریں:",
    "enterAreaPlaceholder": "اپنا علاقہ درج کریں",
    "setLocation": "لوکیشن سیٹ کریں",
    "close": "بند کریں",
    "or": "یا"
  },
  "footer": {
    "copyright": "© 2025 nakachens — خاص طور پر یہاں کے لیے بنایا گیا (˶ᵔ ᵕ ᵔ˶)",
    "about": "ہمارے بارے میں",
    "invest": "سرمایہ کاری",
    "payments": "ادائیگیاں",
    "socials": "سوشلز"
  },
  "common": {
    "backToTop": "اوپر واپس",
    "close": "بند کریں",
    "price": "${{price}}"
  },
  "alerts": {
    "addedToCart": "{{name}} ٹوکری میں شامل ہو گیا!",
    "addedToLikes": "{{name}} پسندیدہ میں شامل ہو گیا!",
    "locationTracked": "مقام مل گیا!! WEEWOO",
    "locationError": "معذرت.. مقام نہیں مل سکا.. براہ کرم خود سے بھریں.",
    "geolocationNotSupported": "معذرت :( مقام معاون نہیں ہے...",
    "languageChanged": "Yay! آپ کی زبان {{lang}} میں بدل گئی!!",
    "loginSuccess": "واپسی مبارک ہو!!! یاد آئی یار، {{email}}!",
    "signupSuccess": "کھاتہ بن گیا کامیابی سے! yayy خوش آمدید، {{name}}!!!!",
    "loginError": "ارے نہیں غلط ای میل یا پاس ورڈ ہے. دوبارہ کوشش کریں :(",
    "signupError": "ارے یہ ای میل تو پہلے سے رجسٹرڈ ہے. داخل ہوں نا.",
    "emailRequired": "اپنی ای میل بھریں براہ کرم !!!",
    "passwordRequired": "اپنا پاس ورڈ بھریں براہ کرم !!!!",
    "nameRequired": "اپنا نام بھریں براہ کرم !!!",
    "profileUpdated": "YAAAYYY پروفائل اپ ڈیٹ ہو گیا! شاندار لگ رہے ہیں!",
    "logoutSuccess": "باہر نکل گئے کامیابی سے! واپس ضرور آنا!!",
    "success": "ہو گیا!",
    "liked": "پسندیدہ میں شامل ہو گیا! مجھے بھی پسند آیا!!",
    "logoutTitle": "باہر نکلیں",
    "cancel": "منسوخ کریں"
}
}