{
  "header": {
    "logoAlt": "Logo"
  },
  "navigation": {
  "home": "主页",
  "about": "关于我们",
  "invest": "投资",
  "payments": "支付",
  "contact": "联系我们",
  "searchPlaceholder": "在shoppo搜索...",
  "allCategories": "所有分类",
  "rizzMaster": "魅力大师",
  "new": "新品系列",
  "new2": "低语奇迹",
  "auraFarmers": "气场培育者",
  "hotPicks": "热门精选",
  "casual": "休闲",
  "clocked": "永恒"
},
  "sidebar": {
    "checkSum": "看看这些",
    "newCollection": "新品系列",
    "newSubtitle1": "让你感觉像游戏角色一样!",
    "newSubtitle2": "天哪,我会每天都穿这个。",
    "auraFarmers": "气场收割者!!",
    "auraSubtitle": "今天要挑战哪个副本?",
    "hotPicks": "热门精选!!!",
    "hotSubtitle": "从一开始就超受欢迎",
    "casual": "休闲?当然可以。",
    "casualSubtitle": "为什么不来点舒适的?",
    "clocked": "拿下了!!",
    "clockedSubtitle": "JOJO的奇妙冒险,天国之眼",
    "rizzMaster": "魅力大师",
    "rizzSubtitle": "魅力值增加10点经验"
  },
  "home": {
    "newUpdate": "~最新上架~",
    "nocturaSubtitle": "生于暗夜,缝于寂静",
    "nocturaDescription": "哥特式的梦境,裹在布料中。每一件都承载着午夜的静默,用阴影和寂静缝制,为那些在世界沉睡时活跃的人而生。",
    "nocturaName": "暗夜系列",
    "fullOnFantasy": "完全的梦幻体验",
    "wingsSubtitle": "披上黄昏,挑战光明。",
    "wingsDescription": "一个诞生于暮光边缘的系列。笼罩在阴影中,雕刻着反抗,每件作品都承载着对抗逝去之光的叛逆精神。为那些将黑暗不当作遮蔽而是当作王冠的人而造。",
    "wingsName": "黄昏之翼",
    "moreThanDream": "这不只是梦",
    "dontMissOut": "别错过哦~",
    "neverEnding": "永不完结的系列",
    "collectionDescription": "从白日梦和黄昏光线编织而成的系列。柔软的面料,温柔的轮廓,还有如月光般舒适的色调。为那些在日常中寻找魔法、在每一针线中寻找温暖的人设计。",
    "allProducts": "所有商品"
  },
  "cart": {
    "title": "购物车",
    "empty": "购物车是空的",
    "remove": "移除",
    "total": "总计",
    "checkout": "结账",
    "shoppingCart": "购物车",
    "viewCart": "查看购物车",
    "close": "关闭"
  },
  "likes": {
    "title": "我的收藏",
    "empty": "你还没有收藏任何商品",
    "likedItems": "收藏的商品",
    "addToCart": "加入购物车",
    "remove": "移除",
    "viewAllLikes": "查看所有收藏"
  },
  "product": {
    "back": "返回",
    "itemDetails": "商品详情",
    "addToCart": "加入购物车",
    "like": "收藏",
    "buyNow": "立即购买",
    "theOrigin": "起源故事",
    "notFound": "未找到商品"
  },
  "products": {
    "1": {
      "name": "幽灵织者斗篷",
      "description": "用幽魂之线编织的飘逸斗篷,像尚未安息的灵魂般拖曳着淡淡烟雾。",
      "heading_details": "幽灵织者斗篷 - 我不是幽灵聊天..",
      "details": "这件斗篷用被遗忘灵魂的丝线纺成,像活着的影子般披在肩上。面料似乎毫无重量,但你走到哪里都会拖曳着薄雾,在空气中留下幽灵般的残迹。兜帽低垂,遮住脸庞,下摆闪烁如烟般消散。这件斗篷感觉不像衣服,更像是契约——来自来世的低语缝进每一道针脚。",
      "origin": "原属于空灵宫廷最后的高级哀悼者赛拉菲娜·夜语,大约在1847年。她在进行伟大哀悼仪式时穿着它——一场持续一个世纪的仪式,帮助迷失的灵魂找到安宁。传说她真的把愿意奉献的灵魂之线编进了面料,这就是为什么它仍然拖曳着幽灵般的薄雾。有趣的事实:她基本上就是死神,但时尚品味更好,还有些父亲情结。斗篷在她废弃的塔楼里被发现,保存得完好无损,因为显然连时间都害怕动她的东西。"
    },
    "2": {
      "name": "墓缚长袍",
      "description": "刻有纪念符文的哀悼长袍,低语着逝者的名字。",
      "heading_details": "墓缚长袍 - 我还没死!暂时。",
      "details": "披在哀悼黑色面料中,像悲伤般紧贴,这件长袍绣着纪念符文。每一道褶皱似乎都在看不见的重量下叹息,承载着太沉重而无法忘记的名字和声音的回响。长袍剪裁修长且多层,类似丧葬服装但带着骄傲的反抗。这件作品不只是遮蔽身体——它将其纪念化,把穿着者变成悲伤与力量的行走圣殿。",
      "origin": "最初由马库斯·藐视死亡(是的,这是他的合法名字)在1692年哭泣之石战争期间穿着。这家伙真的说'死亡可以等等',然后在技术上已经死亡的情况下打了三场战斗——符文让他的灵魂栓在身体里足够完成任务。他就是那种即使所有人都回家了还拒绝离开派对的朋友,只不过派对是生命,而他有未完成的事。长袍吸收了太多临终遗言,在安静的夜晚仍会低语阵亡者的名字。"
    },
    "3": {
      "name": "幻影面纱铠甲",
      "description": "轻盈的灵体板甲,半透明如穿着者存在于两界之间。",
      "heading_details": "幻影面纱铠甲 - 这是女神异闻录的梗吗?",
      "details": "一套似乎被困在存在与消逝之间的铠甲,其板甲闪烁着半透明,仿佛是用半成形的记忆编织而成。薄薄的钢层覆盖着闪光薄纱,从某些角度消失,像幽灵转身离开。头盔没有面罩——只有模糊的变化,无法捉摸的身份。穿上它让身体感觉不受束缚,像是一步踏错就会漂流到另一个领域。",
      "origin": "为卡桑德拉·界间女士打造,一位在1456年被卡在传送法术中途的骑士,她就...顺其自然了。她花了几十年同时存在于两个领域,老实说听起来很累但她做到了。铠甲反映了她的双重存在——足够坚固能挡住剑,但又半透明到敌人不断向空气挥剑。她退休后成为跨维度旅行博主,这解释了为什么铠甲有种'我见过你难以置信的事情'的气质。"
    },
    "4": {
      "name": "乌木血脉服饰",
      "description": "深色丝绸交织着深红丝线,像皮肤下的血管般微微跳动。",
      "heading_details": "乌木血脉服饰 - 这到底怎么读来着?",
      "details": "深色丝绸编织着血管般图案的深红丝线,像皮肤下流动的血液般微微发光。面料紧贴身体,但发光的血管轻轻跳动,仿佛活着。乍一看很华丽,但仔细看却令人不安——模糊了活体肉身与精心制作服饰界限的衣服。",
      "origin": "由吸血鬼时尚达人弗拉基米尔·美学伯爵在1734年创造,因为普通的哥特服装对他的品味来说不够夸张。他真的把自己的血混进了丝线里,因为低调从来不是他的强项。跳动效果来自他的吸血鬼本质仍在面料中流动——这就像把某人的循环系统当时尚宣言穿,老实说这就是吸血鬼的巅峰行为。他声称这是'活体艺术的终极表达',但我们都知道他只是想在派对上看起来更酷。"
    },
    "5": {
      "name": "挽歌织者服饰",
      "description": "优雅而忧郁的面料,编织着哀悼符号,适合阴影吟游诗人。",
      "heading_details": "挽歌织者服饰 - 阿格莱亚会自豪的",
      "details": "用忧郁的灰色和黑色剪裁,面料绣着来自被遗忘文化的哀悼符号。设计优雅、飘逸,但无疑沉重,仿佛承载着几个世纪的负担。穿着它感觉像每个动作都在吟诵悲伤之歌。这不是为欢乐而设的服饰,而是为悲伤中的艺术。",
      "origin": "属于忧郁时代(1623-1698)最著名的悲伤吟游诗人梅洛迪·悲歌。她穿着这套衣服走过时真的能让人哭出美丽的眼泪。绣着的哀悼符号来自47种不同文化,因为她是那种像收集宝可梦卡片一样的过度成就者,只不过更加令人沮丧。她在传奇的'永恒悲伤音乐会'上穿着它,让整个王国哭了三天。即使是这件衣服现在的气场也会让人想写诗表达感受。"
    },
    "6": {
      "name": "黑曜创伤服饰",
      "description": "深色面料上锯齿状的切割,边缘微微发光如愈合的伤口。",
      "heading_details": "黑曜创伤服饰 - 我受伤了..那又怎样?",
      "details": "切口和割痕撕裂面料,露出下面发光的深红内衬,像试图愈合的伤口。每道撕裂的边缘微微闪烁,像血管般跳动。它暴力却美丽,是将痛苦转化为力量的宣言。这套服装不试图隐藏伤疤——它成为伤疤,让破碎成为核心。",
      "origin": "由斯嘉丽·血染全城(显然是艺名)在1789年破碎之心叛乱期间穿着。她是一位战士诗人,相信展示伤疤是终极力量展示——基本上是'我的创伤就是我的超能力'能量的鼻祖。面料上每一道发光的切口都代表她幸存的一场战斗,她在每次战斗后都会添加新的,像世界上最emo的成就系统。这套服装真的把伤害变成美丽,这是如此主角的举动,连她的敌人都不得不尊重。"
    },
    "7": {
      "name": "天界哨兵",
      "description": "白色和金色?不,是被赐予宁静而光辉的能量。",
      "heading_details": "天界哨兵 — 光明的选中守望者",
      "details": "用纯净的白色珐琅锻造的铠甲,边缘流淌着金色雕花,微微发光仿佛被神圣光环触碰。头盔光滑圆润,金色面罩像刀刃上反射的阳光般闪耀。背后流淌着长长的天蓝色斗篷,缝着星星图案,给人一种即使在地面也在注视天空的感觉。它散发着平静的权威,是被光明选中的保护者而非仅仅战士的气场。",
      "origin": "辉煌帝国天界荣誉卫队的标准装备,约1523-1834年。这些人站在天堂之门,确保只有值得的人才能进入——基本上是有更好铠甲的神圣保镖。这套特定装备属于光明使者麦克古德盖队长,他心地纯洁到鸟儿真的会在他走路时歌唱(这在隐秘任务中肯定很烦人)。铠甲的光辉来自数世纪积累的善行,使它成为终极美德展示服装。"
    },
    "8": {
      "name": "黎明壁垒",
      "description": "哦,你想成为散发希望和保护的人。",
      "heading_details": "黎明壁垒 — 第一道光的守护者",
      "details": "这套铠甲在淡金色调中柔和地发光,仿佛初升的太阳亲自祝福了钢铁。护肩向外展开,形成保护性弧形,框住胸甲上压印的太阳徽章。斗篷是日出的渐变——橙色渐变为柔和的黄色——象征着重生和希望。穿着这套铠甲的每一步都感觉像把黎明带入黑暗,一种不散发恐惧而是钦佩和信任的存在。它的气场是保护性的、光辉的、不可动摇的稳定。",
      "origin": "为乐观爵士·晨间人锻造,唯一对早上5点训练真正兴奋的骑士。他在1445年的大黑暗期间保卫东部王国,他那坚持不懈的积极态度真的被武器化对抗那些无法忍受他'早安阳光'能量的阴影生物。铠甲吸收了如此多的黎明之光,以至于永久变成日出色。他曾经仅仅通过过于快乐地存在就击败了一支噩梦军队——老实说这是最OP的能力。"
    },
    "9": {
      "name": "炽天使庇护",
      "description": "优雅的银色和玫瑰色铠甲,为光明的高贵少女而造。",
      "heading_details": "炽天使庇护 — 少女的光辉",
      "details": "这套铠甲以精致的精度雕刻,镀上抛光银,像月光般闪耀。微妙的玫瑰金镶嵌在胸部和手臂上,形成花卉图案,在不削弱钢铁力量的同时柔化它。护肩优雅弯曲,设计不是为了压倒她的身形而是增强它,像为战斗和仪式打扮的骑士。背后飘扬着淡紫色的柔软丝绸斗篷,每一步都轻柔移动如春天的气息。头盔常常拿在身边,顶着银色头环而非王冠——谦逊而高贵。炽天使庇护不会大声宣告存在;它歌唱,通过优雅和安静的威严收割气场。",
      "origin": "为1398年银色王国的伊莎贝拉·优雅脸公主创造。她是那种迪士尼公主类型,能用善良驯服野龙,通过微笑让花朵绽放——基本上有主角能量可以让现实围绕她弯曲。铠甲被七个不同的圣骑士团祝福,这要么是过度,要么是保险,取决于你怎么看。她从未输过一场战斗,因为敌人不断停下战斗来称赞她的风格。玫瑰金镶嵌来自在她脚步中生长的真实玫瑰。"
    },
    "10": {
      "name": "日蚀斗篷",
      "description": "合身层次上的飘逸不对称斗篷——都市法师轮廓与战术基础。",
      "heading_details": "日蚀斗篷 — 斗篷之刃",
      "details": "这件作品由哑光黑色防撕裂布制成,不对称剪裁像斗篷般飘逸,同时不失街头服饰剪裁的锐利。它在领口高处用磁性扣固定,让一侧自由垂下如肩上的影子。下面是紧身的炭灰色高领毛衣贴合身体,平衡轮廓与带战术拉链接缝的修身工装裤。搭配钢头运动鞋完成,日蚀斗篷读起来像都市魔法——半斗篷,半铠甲,全是气场。",
      "origin": "..."
    },
        "10": {
      "name": "月蚀斗篷",
      "description": "一件不对称流动斗篷覆盖合身内层——都市法师轮廓兼具战术底蕴。",
      "heading_details": "月蚀斗篷 – 暗影边缘",
      "details": "这款单品采用哑光黑色防撕裂面料制成，不对称剪裁使其如斗篷般流动，同时不失街头服饰的利落线条。它通过磁性扣环高系于领口，让一侧如肩头暗影般自由垂落。内搭贴合身体的炭灰色高领毛衣，与带有战术拉链缝线的修身工装裤形成平衡廓形。搭配钢头运动鞋，月蚀斗篷读起来如同都市巫术——半是斗篷，半是铠甲，气场十足。",
      "origin": "由人称'那个连帽衫家伙'的神秘街头法师设计于2089年新神秘都市霓虹闪烁的秘法区。他以一副刚起床的造型施法而闻名，永远改变了魔法时尚的格局。不对称的设计源于他的哲学'平衡即无聊'以及他长期无法妥善折叠衣物的习性。这件特别的斗篷曾穿戴于2091年大WiFi断线危机期间，当时他单凭纯粹的怨念和能量饮料就维持了整个城市的神秘互联网运行。"
    },
    "11": {
      "name": "黑曜石怪杰",
      "description": "现代骑士气质重塑为流线型都市铠甲。",
      "heading_details": "黑曜石怪杰 – 所以你看起来不像一个。",
      "details": "一件深黑色尼龙长风衣，防水且线条流畅，肩部和袖子上带有 subtle 的装甲绗缝图案。剪裁利落、笔直且有力，下摆延伸至脚踝上方，营造出十足的戏剧效果。内搭石板灰高领毛衣和黑色锥形裤，它便化身为现代骑士的战袍——精致、强悍，令人无法忽视。每一步都让衣摆化作低调的气场培养皿。",
      "origin": "为20世纪20年代（类似哥谭但有魔法）超自然犯罪科的影子风衣侦探（是的，又一个合法的改名）量身定制。他处理的案件是普通警察无法解决的，比如'谁偷走了圣诞魔法'和'为什么所有石像鬼都在八卦'。风衣的戏剧性风格来自于他总在关键时刻凭空出现，丢下一句 cryptic 台词后又消失无踪的习惯。他试图模仿《女神异闻录5》的Joker，但更有型且情感创伤更少，这让他酷得令人发指（我们也不确定）。"
    },
    "12": {
      "name": "裂隙层叠装",
      "description": "街头服饰基底叠加棱角分明的剪裁，织入反光符文。",
      "heading_details": "裂隙层叠装 – 穿梭于现实之间，游走于穿搭之中",
      "details": "一款为动态和叠穿设计的连帽衫夹克混合体。基底是一件 Oversized 的黑色连帽卫衣，其面料上蚀刻有反光的符文状线条，仅在特定光线下才会闪现。外搭一件剪裁棱角分明、带搭扣和立领的短款战术夹克，赋予其未来感'战斗法师'的轮廓。搭配收脚阔腿工装裤，裂隙层叠装在双重性中游刃有余——白天是舒适的街头装扮，夜晚则是奇幻风格的能量服饰。",
      "origin": "DJ虚空混音在2156年传奇的跨维度狂欢派对上所穿，那里的音乐 literally 打开了通往其他现实的门户。反光符文最初是荧光棒图案，在暴露于纯粹的低音能量后永久蚀刻在了织物上。这家伙打碟太猛了，以至于多个维度都开始一起摇摆——这影响力范围也是没谁了。这套服装能同时存在于多种风格类别，是那场史诗级72小时现场set中吸收跨维度时尚影响的直接结果。"
    },
    "13": {
      "name": "月华流光",
      "description": "缎面极简主义隐藏于流动连帽斗篷之下——附魔美味核心。",
      "heading_details": "月华流光 – 斗篷下的塞壬",
      "details": "核心是一件干净的方领缎面黑色迷你连衣裙，贴合身形但设计简约。外罩一件轻质哑光面料的短款连帽斗篷，其飘逸的袖管让每一步都充满仪式感。斗篷在颈部用银色新月扣固定，兜帽以暗影优雅的线条勾勒脸庞。过膝长靴将造型锚定于现代街头服饰，但斗篷的流动感将其化为一道咒语——优雅伪装成力量。",
      "origin": "为露娜·神秘魅影所创，她是维多利亚晚期神秘学复兴（1887年）中最具影响力的女巫网红——基本上就是Instagram名人，不过是搞降神会和药水配方的，粉丝里包括真正的鬼魂。斗篷的午夜优雅源于她标志性的'暗黑学术但更女巫'的美学，这风格催生了一千个Pinterest画板。她穿着这身行头参与了伟大的灵异摄影潮流，那时每个人都试图在 haunted 达盖尔相片中看起来神秘而美丽。"
    },
    "14": {
      "name": "以太轻纱",
      "description": "空灵而未来感，泛着虹彩微光，如同用风本身缝制的时装。",
      "heading_details": "以太轻纱 – 空气的重量",
      "details": "一件重新构想的短款飞行员夹克，珍珠灰色，袖子和背部带有半透明网眼面板，旨在像翅膀一样捕捉风。接缝处泛着微妙的虹彩线迹，在街灯下 subtle 却空灵。搭配高腰科技裙和紧身打底裤，造型在实用与 enchantment 之间取得平衡。以未来感运动鞋收尾，以太轻纱看起来轻如羽毛却又不可动摇地 grounded，仿佛由空气和光线本身缝合而成。",
      "origin": "浮空城云镇的天空舞者标准制服，约2234年。这些空中表演者 literally 能在云上行走，听起来很酷，直到你意识到他们得不断处理与天气相关的 wardrobe malfunctions。这套 particular 的装备属于风行者队长，她保持着连续云间跳跃（847次）和最戏剧性斗篷飘扬（无法测量）的记录。半透明面板设计用于捕捉气流以更好地滑翔，使其既实用又绝对 iconic。哎呀，肯定很难受吧？"
    },
    "15": {
      "name": "烬丝法兰绒",
      "description": "宽松的奇幻色调法兰绒衬衫，散发着贵族能量。",
      "heading_details": "烬丝法兰绒 – 街头壁炉之光",
      "details": "一件宽松柔软的深酒红色和黑色格纹法兰绒衬衫，织入微妙的金线，在阳光下会 subtle 闪烁。敞开穿着，内搭黑色T恤、修身牛仔裤和靴子，这是将 casual 温暖变得略带魔法的装扮——如同将壁炉的氛围带入现代街道。",
      "origin": "杰克·炉边所穿，他是一位从伐木工转型的火系法师，在1892年的乡村魔法社区革新了林业和取暖费计算方式。他就是那种能让篝火感觉像五星级酒店体验、并 somehow 让法兰绒看起来充满神秘感的家伙。金线实际上是他尝试用魔法烤棉花糖时意外创造出的结晶火焰——典型的杰克式操作。这件衬衫是他日常穿着，当时他正将整片森林改造成可持续供暖合作社。我们此刻都应该适应可持续发展之类的了。"
    },
    "16": {
      "name": "玛瑙暮色",
      "description": "别致的西装外套连衣裙，气场主导。",
      "heading_details": "玛瑙暮色 – 流畅自信",
      "details": "一件合身的黑色高领衫塞进线条利落、肩部挺括的黑色西装外套内，搭配剪裁精良的长裤。简约的银色袖扣和手表完善了细节。鞋履：光滑的黑色切尔西靴。现代、潇洒、 effortless——这种造型不刻意追求关注，却能自然吸引目光。",
      "origin": "维多利亚·商界女强人在1953年企业神秘学繁荣时期的标志性装扮，她是神秘企业有限公司的首席执行官。她在董事会里搞降神会，既向股东也向灵魂做季度报告。这身 outfit 是她敲定 literally 涉及灵魂交易时的权力套装——她有着那种'请用血在这里签字'的气场，但品味无可挑剔。其散发自信的特性源于她不可动摇的信念：好的时尚能解决任何超自然危机。妈咪。女老板。抱歉。"
    },
    "17": {
      "name": "锦鲤低语",
      "description": "俏皮而女性化的街头卡哇伊混搭。",
      "heading_details": "锦鲤低语 – 温柔的恶作剧",
      "details": "一件奶油色的 oversized 短款连帽衫，一只袖子上漂游着锦鲤刺绣，搭配淡蓝色溜冰裙。以柔和的运动鞋和一个锦鲤形状的小斜挎包完成造型。可爱且平易近人，但其柔软质感不费吹灰之力便能吸引注意——卡哇伊气场已部署。",
      "origin": "由樱小样大人为2067年盛大动漫展设计，当时角色扮演已演变为 actual 的魔法变身。但这需要付出血、汗和泪。她是可爱又致命能量的无可争议女王，不，她不是傲娇，而是一个实际纳税并有退休计划的魔法少女。锦鲤刺绣在游过传说中的永恒氛围之池后被赋予了好运。这套 outfit 催生了'武器化可爱'时尚运动，主导了21世纪晚期。"
    },
    "18": {
      "name": "暮纹连帽衫",
      "description": "带有附魔纹理的街头连帽衫。",
      "heading_details": "暮纹连帽衫 – 舒适中的魔法",
      "details": "一件炭灰色的 oversized 连帽衫，袖子上有微妙的符文图案刺绣，采用深色线缝制，仅在特定光线下显现。搭配宽松的黑色慢跑裤（带拉链口袋）和流畅的运动鞋。舒适 casual，但细节中蕴藏着存在感，仿佛这件连帽衫携带着低调的法术能量。",
      "origin": "由拖延大学神秘艺术图书馆里每一个曾通宵达旦的学生的集体意识所创造，该校成立于2045年。这件连帽衫吸收了数十年的深夜学习、能量饮料泼洒以及学生们希望魔法作业能自动完成的绝望祈祷。微妙的法术图案是由所有浸入织物的魔法理论自然形成的。这 basically 是学术创伤后应激障碍的可穿戴形式，但是以一种舒适的方式。相信我，它很舒服。"
    },
    "19": {
      "name": "暗心护手",
      "description": "无指皮手套，配有银色搭扣，低语着防护咒语以稳定你的握持。",
      "heading_details": "暗心护手 – 掌控力量之手",
      "details": "由柔软的黑皮革制成，指关节处有银扣带，这些无指护手延伸至前臂中部，带有 subtle 的衬垫。每只手套的掌心都嵌有一颗小巧的紫水晶，触感冰凉，在黑暗中微微发光。皮革足够柔软以进行精细工作，但加硬的指关节承诺提供保护。佩戴它们感觉如同引导着 quiet 力量——每个手势都变得 deliberate，每次触碰都 purposeful。",
      "origin": "为乌鸦·边缘领主在她'我和其他圣武士不一样'的阶段（1456年）锻造。她是一位神圣战士，只穿黑色，因为'圣光太主流了'，并且 somehow 让神圣魔法看起来哥特风。紫水晶是她的主意，因为她坚持认为紫色是最神秘的颜色，而普通的银色'对于潜行来说太闪亮了'。她活过……我相信。"
    },
    "20": {
      "name": "日耀冠冕",
      "description": "一顶精致的金色头冠，捕捉日光如同被捕获的黎明。",
      "heading_details": "日耀冠冕 – 晨光承载者",
      "details": "这并非一顶要求关注的头冠——它赢得关注。由温暖的金子锻造而成，纤细优雅的带子如同阳光射线般环绕头部，每个尖端都缀有一小块黄水晶。金属工艺如此精湛，感觉轻若无物，如同低语轻抚太阳穴。佩戴时，它能捕捉每一道光束并以十倍强度反射回去，形成天然的光环效果。这是不带傲慢的尊贵，不带支配的力量。",
      "origin": "最初为大约公元前3021年的太阳王国那位永恒迟到的奥瑞莉亚公主打造。她以在每个日出仪式上都睡过头而臭名昭著，于是她的皇家工匠们创造了这顶头冠，通过将阳光直接反射进她眼睛的方式 literally 叫醒她——这可以算是生物闹钟，但效果与众不同。黄水晶由第一只达到经过验证的推特状态的凤凰祝福，使它们与纯粹的'主角能量'产生共鸣。奥瑞莉亚在早鸟族与夜猫族的传奇之战中佩戴着它，最终证明了早起的人也可以和我们其他人一样混乱。这顶头冠失传了几个世纪，直到考古学家在一个看起来像是古老的麦当劳的地方发现了它——有些事物从未改变。据说戴上它的人会获得在清晨自拍中看起来完美无瑕的力量，老实说，这可能是最最有价值的魔法了。"
    },
        "21": {
      "name": "虚空行者长靴",
      "description": "午夜黑色的战斗靴，每一步都仿佛在吸收光线。",
      "heading_details": "虚空行者长靴 – 穿梭于世界之间的步伐",
      "details": "这双靴子吸收光线而非反射光线，由哑光黑色皮革制成，色泽深邃到仿佛在你的双脚周围创造了小小的虚空。高帮设计直至小腿中部，配有银色孔眼，兼顾优雅与耐用。鞋底厚实却静音，专为潜行与舒适而设计。穿上它们让每一步都感觉是经过深思熟虑的，仿佛每一步都在跨越不同的领域。",
      "origin": "这双靴子直接走出了4156年的跨维度时装周，由臭名昭著的模特扎拉·布莱克斯泰普穿着，她曾因在T台上走过真正的虚空传送门而登上头条。她基本上是多元宇宙的哥特女孩，而这双靴子是她的标志性单品。由神秘的深渊制靴匠（他只接受被遗忘的记忆和真正的好梗作为报酬）打造，它们所用的皮革存在于维度之间。扎拉穿着它们参加了传奇的'虚空行走挑战'，该挑战在十七个不同的现实中迅速走红——她基本上在TikTok甚至还没出现之前就发明了跨维度的TikTok潮流。这双靴子吸收了如此多的宇宙黑暗，以至于它们产生了自己的引力，这解释了为什么每个人都会莫名地被穿着者所吸引。在扎拉退休成为全职神秘生物后，这双靴子在虚空中徘徊，直到找到回我们现实的路，可能是因为即使是跨维度的鞋具有时也会想家吧。"
    },
    "22": {
      "name": "月华纱巾",
      "description": "如薄雾般的真丝，色泽在银色与淡紫色之间变幻，宛如月光穿透云层。",
      "heading_details": "月华纱巾 – 月光的轻柔低语",
      "details": "这条纱巾由最精细的真丝织成，呈现出银紫色渐变色调，移动时仿佛颜色也在变化，捕捉光线如同流动的月华。长度足够缠绕数圈或戏剧性地拖曳身后，质地极轻却带给肌肤温暖。细小的银线贯穿其中，创造出随着织物移动而闪烁的微妙星座图案。它能让任何装束都变得空灵出尘。",
      "origin": "由宁静湖的月光侍女们在2156年的伟大美学革命期间编织而成，那时大家集体认为普通面料实在无法提供足够的空灵氛围。丝绸来自宇宙蚕，这些蚕只以星尘为食，靠纯粹的月华维生——基本上就是太空版的那些时髦有机健康爱好者。这条特别的纱巾属于露娜·银雾，一位在天体影响者，在社交媒体甚至还没出现之前，她就在多个星系拥有了大约5000万粉丝。她在臭名昭著的'与太阳神的月光舞斗'事件中佩戴了它，历史学家现在认为这是宇宙史上第一次有记录的舞斗。其变色特性是个意外——露娜把银河级亮粉洒在了上面，但这不仅没有毁掉它，反而让它更加标志性。星座图案是她的祖母亲手绣制的，而她的祖母本身据说就是星座的一部分，因为那个家族树追溯得越远就越奇怪。"
    },
    "23": {
      "name": "棘语者夹克",
      "description": "森林绿皮夹克，饰有蚀刻成荆棘状图案的防护符文。",
      "heading_details": "棘语者夹克 – 大自然的护甲",
      "details": "这款夹克采用丰富的森林绿皮革裁剪而成，带有天然的纹理，肩部和袖子上饰有细微的荆棘藤蔓浮雕。银色拉链和带扣提供了现代功能性，而黄铜铆钉则勾勒出防护符文的图案。剪裁完美合身且允许最大限度的活动，如同由德鲁伊设计的护甲。穿着时，它带着深邃森林和古老保护的精髓。",
      "origin": "这件夹克的背景故事比一部有12季的动漫主角还要丰富。最初属于罗文·野心，一位有史以来最夸张的森林守护者——我们说的是那种会戏剧性地从树林中现身，只为给迷路的徒步者指路的人。制作于1847年的林地叛乱期间，那时树木真的为了对抗工业化而开战（老实说，它们的理由很充分）。皮革来自一条特别有哲学思想的龙，它在输掉一场关于环境伦理的辩论后自愿捐赠了它——显然即使是龙现在也有生态焦虑。罗文在传奇的'最后商场的围攻'中穿着这件夹克，那时他领导着一支由觉醒的室内植物组成的军队，对抗企业 deforestation。防护符文是由古代德鲁伊雕刻的，他们基本上是最初的环保主义者，只是拥有更多魔法和更少的抗议标语。在罗文升华成为森林WiFi网络的一部分之后（别问，很复杂），这件夹克被传给了那些不讽刺地使用'摸摸草'作为生活建议的人们。"
    },
    "24": {
      "name": "星织斗篷",
      "description": "午夜蓝色天鹅绒，点缀着仿佛会移动的银线星座图案。",
      "heading_details": "星织斗篷 – 身披夜空",
      "details": "这件全长斗篷流动如液态星光，由午夜蓝天鹅绒织成，质地细腻到仿佛能吸收周围的黑暗。银线在织物上创造出星座图案，其布局如此精巧，以至于在你移动时它们仿佛会移位和闪烁。兜帽深足够营造神秘感，扣环是一轮抛光的银制新月。穿着它感觉就像将夜空披在了肩上。",
      "origin": "创作于新星普里马的天体工作室，时间大约在公元2847年的'看起来绝对惊艳'的黄金时代。这件斗篷属于斯特拉·夜诞，有记录以来最戏剧化的天文学家——她除非穿着与星星氛围相配的衣物，否则根本不会去观测星星。午夜蓝天鹅绒采集自梦境领域，是在噩梦和美梦决定合作一个时尚项目的罕见时刻收获的。斯特拉在著名的'2851年伟大星图测绘远征'中穿着它，那时她绘制了十七个新星座，同时看起来像是宇宙中最昂贵的音乐视频里的主角。银色星座线是由宇宙蜘蛛纺成的，它们只接受赞美和优质星尘作为报酬——显然即使是跨维度的节肢动物也有自己的价码。这件斗篷在斯特拉不小心穿着它经历了一场宇宙风暴后，获得了其扭曲现实的特性，导致它吸收了原始的星光，并发展出科学家们技术性称为'主角能量'的东西。在她升华成为宇宙第一位天体时尚评论家，评审星云并根据其审美选择给太阳系打分后，她将斗篷留了下来。"
    },
    "25": {
      "name": "赤血誓约戒指",
      "description": "一枚印章戒指，中央镶嵌着一颗如心跳般搏动的红宝石。",
      "heading_details": "赤血誓约戒指 – 束缚之纽带",
      "details": "这枚戒指由黑化银锻造而成，戒圈环绕着复杂的绳结纹饰，中心镶嵌着一颗深红色红宝石，仿佛内部燃烧着火焰。宝石的切割方式独特，使其在捕捉光线时似乎会轻柔地搏动，仿佛与你的心跳同步。古老的符号被极其精细地蚀刻在戒圈上，只有近距离观察才能看见。这不仅仅是珠宝——它是具象化的承诺。",
      "origin": "锻造于永恒之城的心焰熔炉，在'不可违背誓言的时代'，那时人们仍然相信永恒，并且不惧怕承诺恐惧症。这枚戒指属于马库斯·心缚爵士，一位如此忠于诺言的骑士，以至于他如果不说真话戒指就会电击他——就像拥有一个带有激进反馈的内置测谎仪。红宝石开采自'真诚感受洞穴'，一个如此罕见的地方，以至于大多数人的情感智力GPS甚至无法定位它。马库斯在立下传奇的'永恒守护者誓言'时佩戴着这枚戒指，发誓要保护爱情本身，使其在一个日益愤世嫉俗的世界中免于灭绝——基本上，他是在为浪漫而战，那时约会软件还没让一切变得奇怪。戒指的心跳同步并非有意为之；这是在马库斯死于捍卫一对夫妇在龙袭期间举行婚礼的权利之后发生的（优先级，对吧？）。黑化银因其吸收了数个世纪的情感强度而发展出它的颜色，使其成为任何情感比Tumblr诗歌博客还要深沉之人的完美配饰。"
    },
    "26": {
      "name": "破晓者背心",
      "description": "奶油色战术背心，胸前饰有金色日出刺绣。",
      "heading_details": "破晓者背心 – 曙光的第一先驱",
      "details": "这款背心采用高品质奶油色帆布裁剪而成，带有细微纹理，胸前饰有精美的金色刺绣，描绘了风格化的日出图案。多个口袋提供了形式与功能，每个都用黄铜纽扣固定。版型结构分明但透气，专为城市探索和户外冒险设计。日出图案在自然光下似乎会发出柔和的光芒，让穿着者仿佛被晨光触及。",
      "origin": "这件背心定制于3156年的'伟大日出革命'期间，当时一群积极性极高的早起者认为黎明在时尚界需要更好的代表。这件背心属于奥罗拉·晨光队长，黎明巡逻队的指挥官——一支由自愿在早上5点前起床并且 somehow 对此保持积极态度的精英小队。金色日出刺绣是由早鸟公会的 Master Seamstresses 使用实际捕捉到的阳光丝线缝制而成，她们秉持的理念是：如果你打算在离谱的时间保持清醒，你至少应该看起来像天体一样优雅地去做这件事。奥罗拉在传奇的'贪睡山之战'中穿着这件背心，在那里她带领着她的咖啡因驱动军队对抗永恒沉睡的力量（基本上就是那些想永远睡懒觉的人，老实说这听起来相当有吸引力）。这件背心在奥罗拉穿着它执行'初咖啡仪式'后，获得了其发光特性，导致它永久吸收了完美早晨氛围的能量。她在意识到在早餐前拯救世界给了她对其他人不切实际的生产力标准后退休了。"
    },
    "27": {
      "name": "破魂咒颈链",
      "description": "黑色天鹅绒颈链，带有一个驱散负能量的小银饰。",
      "heading_details": "破魂咒颈链 – 贴身佩戴的守护",
      "details": "一条简单的黑色天鹅绒缎带完美贴合于喉部，饰有一个雕刻着防护符文的小银饰。天鹅绒无比柔软，银饰贴着皮肤感觉清凉，似乎随着防护能量轻轻搏动。尽管外观精致，它却散发着安静的力量，既是优雅的配饰，也是灵魂的护甲。",
      "origin": "由'微妙防护姐妹会'在1456年的'静默革命'期间制作，那时女性力量决定通过能够终结你的敌人同时看起来绝对无懈可击的配饰来显现。这条颈链属于伊万杰琳·影bane女士，她基本上是那个中世纪 equivalent of 那个看起来娇弱但必要时可能能硬举一匹马的朋友。黑色天鹅绒来自午夜花园，那里的花朵只在巫术时刻绽放，并且带有严肃的哥特能量。银饰由七位不同的防护灵魂祝福，它们都竞争着看谁的祝福最有效——这就像精神上的同辈压力，但是好的那种。伊万杰琳在1461年臭名昭著的'女妖事件'中佩戴了它，那时她仅凭态度和这条颈链就面对了整个鬼屋（剧透警告：鬼魂们道歉然后离开了）。这条颈链在吸收了大约10,000个坏情绪的负能量后，其防护特性增强了，使其基本上成了一个可穿戴的治疗课程。当伊万杰琳去世时（安详地，在睡梦中，因为即使是死亡也太过尊重她而不敢戏剧化），这条颈链继续保护着人们，因为显然好的配饰永远不会真正退休。"
    },
    "28": {
      "name": "神秘轰炸机夹克",
      "description": "深紫色 oversized 飞行员夹克，饰有银线缝制的星图。",
      "heading_details": "神秘轰炸机夹克 – 宇宙街头风格",
      "details": "这款 oversized 飞行员夹克通过神秘视角重新构想街头服饰，采用深紫色缎子制成，背部用银线刺绣着星图。罗纹袖口和下摆提供了经典的飞行员夹克风格，而宇宙细节则将其转变为可穿戴的艺术品。内衬口袋采用星图面料，即使隐藏的元素也充满魔力。",
      "origin": "设计于4823年的跨维度街头时尚复兴时期，那时常规服装被宇宙风格委员会宣布为'维度上不足'。这件夹克属于凯·星漂者，一位维度旅行者，他像大多数人收集咖啡店印章一样从不同现实收集美学。深紫色缎子由结晶化的暮光织成，这些暮光是在跨越多个维度的昼夜之间的短暂时刻采集的——基本上是那种每个人都试图在自拍中捕捉的完美黄金时刻光照的面料 equivalent。凯在探索星座市场时穿着这件夹克，那里的宇宙商贩出售瓶装星光和同时存在于多个现实中的量子时尚配饰。星图映射是在凯在'世界之间的虚空'中迷路，不得不依靠绣在夹克上的星图导航之后添加的——这真是时尚功能性的典范。这件夹克在穿过了大约847个维度传送门后，发展了其现实扭曲特性，吸收了微量的宇宙能量以及科学家们称为'主角综合征'的东西。凯最终定居在一个口袋维度里，那里每一天都是永恒的秋天，审美永不改变，将夹克留给了某个仍然需要在穿越世界时看起来绝对惊艳的人。"
    },
    "29": {
      "name": "魂铸护腕",
      "description": "皮革护腕，配有黄铜搭扣，蚀刻有代表力量与耐力的符文。",
      "heading_details": "魂铸护腕 – 具象化的力量",
      "details": "这些前臂护腕由丰富的棕色皮革制成，配有黄铜搭扣和D形环，上面有手工蚀刻的符文符号，佩戴时似乎会随着微妙的温暖而搏动。皮革厚实足以提供保护， yet 足够柔韧适合日常舒适穿着。它们能将任何装束转变为暗示着隐藏力量和古老知识的东西。",
      "origin": "在2134年的'伟大力量觉醒'期间被锤锻成型，那时社会终于意识到内在力量需要一些严肃的外部配饰来匹配。这些护腕属于玛雅·铁心，一位战士哲学家，她相信真正的力量来自于确切地了解自己有多强大并且对此保持冷静。皮革来源于'理解之革'，一种神话生物，它在达到 enlightenment 后自愿蜕皮——基本上是蛇的精神 equivalent，只是这条蛇真的非常投入冥想。黄铜搭扣由金属锻造而成，这些金属曾被矮人情感支持合唱团歌唱过，使它们产生能提升信心和减少焦虑的共鸣频率。玛雅在传奇的'内在力量锦标赛'中佩戴着这些护腕，参赛者在那里与自己的自我怀疑战斗，而不是彼此——这出乎意料地激烈，观众大多是 therapists 在做笔记。符文符号在吸收了玛雅多年帮助人们认识到自身价值的决心后，发展出它们的温暖特性，使这些护腕基本上成了可穿戴的自尊。她在达到不再需要外部验证的终极目标后将其传了下来，尽管她承认即使对于已经超越了对酷配饰需求的人来说，这些护腕'仍然相当棒'。"
    },
    "30": {
      "name": "空灵和服",
      "description": "空灵白色流动真丝和服，饰有手绘樱花。",
      "heading_details": "空灵和服 – 世界之间的优雅",
      "details": "这款对传统和服的现代诠释流动如液态月光，由最精细的真丝制成，呈现白色和淡薰衣草色渐变。手绘樱花飘过织物，仿佛被困在永恒的春风中。袖子宽大而富有戏剧性，腰带是更深的紫色，稳住了空灵的色调。穿着它感觉就像步入一个用柔和的 pastels 描绘的梦境。",
      "origin": "编织于新京都的永恒樱花节期间，公元2847年，那时城市的AI获得了 enlightenment 并决定通过让一切在连续三个月内达到美学上的完美来庆祝。这件和服属于雪月语，一位数字艺术家，专门用实际的月华作画，并且 somehow 在宇宙零工经济中以此谋生。真丝来自量子蚕，它们存在于永恒的春天状态，以数字樱花和对完美天气的梦想为食——基本上是多元宇宙中最优化的昆虫。手绘樱花是使用由结晶化的花见情绪制成的颜料创作的，捕捉了那种坐在飘落花瓣下思考生命短暂美丽的特定感受。雪月在她的传奇展览'像素与花瓣：当科技梦见自然'中穿着这件和服，该展览让一半的观众流下了纯粹出于审美欣赏的眼泪。这件和服在'大融合'期间被穿着后获得了其空灵特性，那时数字和物理现实短暂合并，所有事物在整整十七分钟内看起来都像吉卜力工作室的电影。雪月最终上传了她的意识，成为宇宙第一位季节性美学的数字守护者，将和服留给了某个仍然需要以物理形式存在同时引导最大空灵能量的人。"
    },
        "31": {
      "name": "唤雷者斗篷",
      "description": "风暴灰羊毛制成，带有仿佛闪烁的电光蓝闪电图案。",
      "heading_details": "唤雷者斗篷 – 可穿戴的雷霆",
      "details": "厚重的风暴灰羊毛构成了这款戏剧性斗篷的基础，电光蓝线以闪电图案刺绣，以出人意料的方式捕捉光线，创造出闪烁电光的幻觉。兜篷深而具有防护性，面料厚实足以抵御真实风暴。喉咙处由闪电形状的银色扣环固定。",
      "origin": "编织于2456年的大气象战争期间，当时气候法师们为争夺大气美学控制权而战，每个人都把追风暴这件事看得过于认真。这件斗篷属于雷霆·詹金斯（是的，那是他的合法真名——他的父母是气象学家，但有承诺问题），有史以来最夸张的风暴召唤师。风暴灰羊毛来自专门在雷云中放牧的绵羊，使它们拥有永久静电充电的羊毛和对降水极其糟糕的态度。电光蓝闪电图案由特斯拉塔的疯狂女裁缝们使用实际捕获的闪电刺绣而成，她们信奉的哲学是：如果你的衣服不能潜在电击某人，那就是你不够努力。雷霆在传奇的飓风高地围攻战中穿着这件斗篷，当时他单枪匹马通过挑战一场舞蹈战斗说服了一场五级飓风改变方向（飓风赢了，但它被印象深刻到放过了这座城市）。斗篷在吸收了十七种不同类型的风暴能量后发展出现实扭曲特性，使其基本上成为一个带有焦虑问题的可穿戴天气系统。雷霆在意识到控制天气让他对别人的户外计划承担了太多责任后退休，将斗篷传给了能承受间接为三个郡县范围内每一个被雨淋坏的野餐负责的压力的人。"
    },
    "32": {
      "name": "仙光耳环",
      "description": "精致的金环悬挂着似乎散发内在光芒的翡翠石。",
      "heading_details": "仙光耳环 – 荒野低语",
      "details": "这些优雅的金环悬挂着光滑的翡翠泪滴，其深处似乎蕴藏着被捕获的森林之光。翡翠根据角度从浅绿色变为深翠绿色，金子工艺精细，近距离可见微小的叶子图案。它们以几乎发光的方式捕捉和反射光线。",
      "origin": "打造于1847年的大珠宝觉醒时期，当时仙庭认为人类配饰‘悲剧性地未充分附魔’并主动着手解决此问题。这些耳环属于柳光叶，一位半仙外交官，专门在人类常识和仙族逻辑之间进行翻译（这份工作需要危险津贴和广泛的心理治疗）。金环由在月光中陈化恰好七个季节的阳光锻造而成，创造出处于永久黄金小时照明状态的金属。翡翠石是大地精灵在永恒之春条约期间赠送的礼物，当时人类和自然最终同意停止在共存问题上表现得怪异。柳在发光的树木外交事件中佩戴这些耳环，当时她通过证明共存实际上可以看起来相当酷，成功协商了城市发展与 enchanted 森林之间的和平条约。耳环在永恒黄昏节期间佩戴后获得了发光特性，吸收了当白天和夜晚无法决定谁主导时的完美时刻的特定能量。当柳晋升为所有发光事物的官方大使时，她留下耳环并附言：‘给那些需要照亮房间而不需要实际电力基础设施的人。’"
    },
    "33": {
      "name": "暗影修补开衫",
      "description": " oversized 炭灰色开衫，口袋深得足以容纳秘密。",
      "heading_details": "暗影修补开衫 – 神秘中的舒适",
      "details": "这件 oversized 开衫用炭灰色羊绒包裹你，如此柔软，感觉如同穿着暗影。口袋异常深，完美用于携带小珍宝或藏起双手。黑色纽扣排列在前襟，下摆及大腿中部以实现最大舒适。这是一件让你想蜷缩起来阅读古籍和花草茶的衣物。",
      "origin": "编织于3001年的舒适革命期间，当时社会集体决定舒适是一项人权，任何阻止最优舒适的人都是在犯反 hygge 罪。这件开衫属于露娜·夜读，一位实现了穿着极其舒适的衣服拿薪水阅读书籍的终极目标的图书管理员。炭灰色羊绒来自在昼夜之间的黄昏山谷放牧的暗影山羊，生产出的羊毛感觉如同穿着宇宙温柔拥抱。不可能深的口袋由实用魔法公会设计以存在于轻微维度折叠中，允许它们容纳大约比物理允许多三倍的东西——基本上是玛丽·波平斯袋技术，但是用于开衫。露娜在3003年传奇的大图书馆围攻战中穿着这件开衫，当时她保卫了禁断浪漫小说神圣档案馆免受文学矫饰势力的攻击（他们输了，显然）。开衫在露娜倾听读者关于他们可疑阅读习惯的忏悔多年后发展了其保密特性，使其基本上成为一位可穿戴的治疗师，拥有卓越时尚感。她在实现了成为宇宙官方舒适氛围守护者的梦想工作后传递了它，这个职位显然附带优秀福利和无限量茶饮。"
    },
    "34": {
      "name": "龙鳞手套",
      "description": "祖母绿全长手套，带有重叠鳞片图案。",
      "heading_details": "龙鳞手套 – 指尖的古老力量",
      "details": "这些歌剧长度手套延伸至肘部，采用浓郁的祖母绿制成，重叠鳞片图案蚀刻在皮革上，捕捉光线如同真龙鳞片。合身精确，允许充分灵活性，同时提供超凡优雅的氛围。手腕处的小黄铜搭扣固定它们，指尖用微妙金属细节加固。",
      "origin": "定制于2189年的大龙族外交倡议期间，当时人类终于意识到也许应该尝试与龙交谈，而不是不断试图对抗它们。这些手套属于灰烬·驯龙者爵士，第一位通过向龙提供加密货币（显然古老龙族出乎意料擅长理解区块链技术）成功协商和平条约的人类。祖母绿皮革来自合理维达尼亚，一位古老龙族，在厌倦了人类不断试图偷她的东西后参与了和平协议——她认为如果她反正要蜕鳞，不妨将其变成商业交易。重叠鳞片图案由龙族工匠公会手工蚀刻，他们对自己的工艺认真到让人类时尚设计师嫉妒得哭泣。灰烬爵士在火焰与理性议会期间穿着这些手套，当时他成功说服了十二个不同龙族部落人类值得保留， mostly 通过展示人类创造力可以生产真正 aesthetically pleasing 配饰。手套在每只签署和平条约的龙祝福后获得了其超凡特性，使其基本上成为可穿戴的外交豁免权。灰烬爵士最终退休成为宇宙第一位龙族人类关系顾问，将手套留给了需要以风格和优雅处理强大生物的人。"
    },
    "35": {
      "name": "星云流光裙",
      "description": "流动的直筒连衣裙，宇宙色彩仿佛在面料上 swirling 移动。",
      "heading_details": "星云流光裙 – 身着宇宙",
      "details": "这款流体直筒连衣裙以可穿戴形式捕捉深空之美，面料在深紫色、电光蓝和宇宙粉色调之间 shifting。颜色仿佛在您行走时移动和 swirling，创造出穿着活生生星云的 illusion。剪裁简单优雅，让宇宙面料成为明星。",
      "origin": "设计于4156年的宇宙时尚革命期间，当时常规地球服装被星际风格委员会宣布为‘维度不足’。这条连衣裙属于新星·织星者，一位 exclusively 在恒星系统之间空间表演的宇宙舞者，并 somehow 在宇宙最 niche 娱乐市场中以此为生。面料由 actual 星云气体编织而成，这些气体在一颗垂死恒星决定以 style 出局的短暂时刻 crystallized，创造出处于永久美丽宇宙戏剧状态的 material。 swirling 颜色从十七个不同行星的极光中 captured，每个贡献其独特的电磁特征以创造一条 basically 可穿戴灯光秀的连衣裙。新星在她传奇的表演‘与垂死星辰共舞’中穿着这条连衣裙，该表演被大约三个文明 witnessed 并让它们全部质疑自己对运动、艺术和 beauty 基本本质的理解。连衣裙在穿过多次太阳风暴后 gained 其现实 shifting 特性，吸收宇宙辐射并 developing 科学家称之为‘银河级主角能量’的东西。新星最终超越物理形态成为纯粹的宇宙舞蹈能量， leaving 连衣裙给需要以肉体形式存在同时 channeling 整个宇宙美学力量的人。"
    },
    "36": {
      "name": "符文守护靴",
      "description": "及膝皮靴，侧面雕刻 protective 符文。",
      "heading_details": "符文守护靴 – 受古老力量保护的步伐",
      "details": "这些及膝靴由浓郁的棕色皮革 crafted，侧面 hand-carved 有 protective 符文面板。每个符文填充金箔，在皮革上 gleaming，靴子用皮革绳穿过黄铜孔眼系紧。鞋底厚实耐用，设计用于都市街道和 mystical 旅程。",
      "origin": "打造于1634年实用魔法的黄金时代，当时巫师们 finally realized 他们所有的力量都无用，如果他们一直因廉价鞋具而起水泡。这些靴子属于大师奥德里克·踏地者，有史以来最务实的巫师——他是那个发明了不需要前往十七个不同神秘地点 just 施放简单光亮法术的法术成分的家伙。浓郁的棕色皮革来自理解之牛，一群达到内心平静并自愿为 greater good 贡献的哲学启蒙牛群（它们基本上是牛科世界的佛教僧侣）。 protective 符文由 sensible 附魔师公会 hand-carved，他们 operating 的原则是：如果你的魔法保护在危机中太复杂而无法记住，那它 probably 无用。奥德里克在 infamous 实用领域远征中穿着这些靴子，当时他证明了常识和魔法可以共存而不导致现实存在危机。金箔填充在 centuries 被 actually 知道自己在做什么的人踩踏后 developed 其力量， making 靴子 basically wearable 能力。当奥德里克晋升为完成事务的守护圣人时，他留下了靴子，指示它们只应被理解真正力量来自为任何事情做好准备同时看起来 absolutely professional 的人穿着。"
    },
    "37": {
      "name": "天体垂饰",
      "description": "银链带金色星形垂饰，似乎 pulsating 着 celestial 能量。",
      "heading_details": "天体垂饰 – 指引你的星辰",
      "details": "这条精致的银链在心脏位置悬挂着一枚金色星形垂饰，工艺如此精确，仿佛在其尖端内蕴藏着 actual 星光。星星在其底座上自由旋转，从每个角度捕捉光线，银链细 enough 感觉颈间 weightless。据说佩戴者会发现自己的道路更 easily，无论是字面上还是 metaphorically。",
      "origin": "锻造于2847年的大导航危机期间，当时人类已殖民半个银河系但 somehow 一直迷失在试图找到太空 equivalent 的加油站。这条垂饰属于斯特拉·寻路者船长，已知宇宙中最有方向感的人——她是人类 equivalent 的GPS，但拥有更好的时尚感和更少 annoying 语音提示。银链由被永恒方向星座祝福的陨石银 crafted，该星座 apparently 厌倦了观看太空旅行者 centuries 绕圈子飞行。金色星形垂饰由第一颗星星的碎片 carved，该星星在目睹了 too many 人在自己的太阳系中迷路后自愿贡献了自己的一部分。斯特拉在2851年传奇的大太空救援中佩戴这条垂饰，当时她成功 guided 了一万艘迷失的飞船返回家园系统，只使用了恒星导航和 impressive 数量的宇宙信心。垂饰在吸收了银河系中 every 迷失旅行者的导航祈祷后 gained 其引导特性， making it basically 一个 wearable 指南针，在存在层面和物理层面都工作。当斯特拉退休成为宇宙官方不迷路总监时，她传递了垂饰，附言：‘给那些需要找到自己道路的人，无论是字面上还是 metaphorically，同时在此过程中看起来 stellar。’"
    },
    "38": {
      "name": "暮落套装",
      "description": "完整三件套 outfit：午夜色调天鹅绒 blazer、合身 pants 和丝绸 shirt。",
      "heading_details": "暮落套装 – 暗夜优雅",
      "details": "这套完整三件套包括一件深午夜黑天鹅绒 blazer， matching 面料 perfectly fitted 长裤，和一件深紫色丝绸 shirt，在弱光下变为黑色。银色纽扣和微妙紫色 stitching 提供唯一需要的 ornamentation。套装剪裁至 perfection，创造出通过 pure 优雅而非 flash 命令关注的 silhouette。",
      "origin": "剪裁于3456年的优雅黑暗运动期间，当时社会 decided 反派们垄断所有最佳美学选择 way too long，是时候让普通人 reclaim  sophisticated 黑暗。这套套装属于文森特·暗影大人，一位 reformed 吸血鬼，他将邪恶霸主生涯换成了时尚咨询中更可持续的生活方式（ apparently 即使 immortal 夜之生物也需要 pivot sometimes）。午夜天鹅绒来自永恒黄昏的织物工厂，他们 specialized 于创造看起来如同从星辰之间编织而成的 clothing。深紫色丝绸 shirt 使用午夜乌贼的墨水 dyed，该生物只存在于日食期间并对颜色协调有 strong 意见。文森特在传奇的 redeemed 反派晚宴上穿着这套套装，当时前 antagonist 们展示了他们成功的职业转型同时 looking absolutely devastating  in 正式 wear。套装在 worn 到 approximately 200个高级社交活动后 gained 其现实 bending 特性，文森特证明了你可以看起来危险地优雅而不 actually 危险。当文森特最终实现了为 reformed 超自然生物开办精修学校的梦想时，他将套装传递给了需要通过 pure 美学权威而非 centuries 积累的黑暗魔法来命令尊重的人。"
    },
    "39": {
      "name": "学院哨兵制服",
      "description": "海军蓝 military-inspired 制服，带有金色 trim，为魔法学院荣誉卫队 design。",
      "heading_details": "学院哨兵制服 – 服务中的荣誉",
      "details": "这款 pristine 制服结合了 military 精确与 mystical 优雅， featuring 一件海军蓝羊毛 jacket，胸前和肩部有金色 braiding。银色纽扣 bearing 古老 protective 符号，高领 displaying 金色线 rank 徽章。 matching 长裤有 perfect 折痕，套装包括白手套和带有狮鹫 emblem 的 peaked 帽。穿着它感觉如同加入了一个致力于保护 ancient 知识的精英秩序。",
      "origin": "定制于2134年的大教育改革期间，当时魔法学院 realized 他们的安全由看起来宁愿在别处的人处理，并 decided 修复美学 alongside 实际保护。这套制服属于莎拉·亮卫队长，学术史上最鼓舞人心的安全官员——她是让校园安全看起来像召唤而非工作需求的人。海军蓝羊毛来自学术奉献之羊，该品种只在聆听古代魔法理论讲座时生长最 fine 羊毛（他们基本上是学术 equivalent 的古典音乐牛）。金色 braiding 由荣誉大师裁缝 crafted，他们 operating 的原则是：如果你要保护知识，你应该看起来像知识本身 personally 选择了你。莎拉在 infamous 期末考试围攻战中穿着这套制服，当时她 defending 学院免受压力恶魔入侵同时 maintaining perfect 制服标准并 somehow 仍然鼓励恐慌的学生。制服在 years 被 genuinely 相信教育值得保护的人穿着后 gained 其权威 radiating 特性， making it basically wearable 对追求知识的奉献。当莎拉被 promoted 成为实用英雄主义学院的女校长时，她传递了制服，附言：‘给那些理解真正力量来自保护人们学习而无恐惧的权利的人。’"
    },
    "40": {
      "name": "暗影睡袍套装",
      "description": "柔软莫代尔睡衣，午夜紫色带有 constellation 图案，用于 mystical 梦境。",
      "heading_details": "暗影睡袍套装 – 星光下的梦境",
      "details": "这些奢华柔软的莫代尔睡衣呈深午夜紫色， delicate 星座图案以淡紫色 scattered  across 面料。上衣 features  relaxed 按钮前襟设计带有 classic 领子，而 matching 裤子有弹性腰围和侧口袋。面料呼吸 beautifully，感觉如同睡在包裹于黄昏魔法中。",
      "origin": "创建于3001年的大睡眠革命期间，当时人类 finally acknowledged 高质量休息是一项基本权利，任何阻止最优睡眠舒适的人都在犯反基本人类福利罪。这套睡衣属于露娜·织梦博士，一位睡眠研究员， dedicated 她的生命证明正确的睡眠服可以 literally 改善你梦境的质量。午夜紫色莫代尔来自黄昏森林的梦想树，这些植物只在清醒和睡眠之间的完美条件下生长， producing 感觉如同穿着宇宙最舒适云朵温柔拥抱的 fabric。星座图案使用由和平安眠女裁缝用 actual 星光 spun 的线 embroidered，她们 exclusively 在大多数人经历最深、最恢复性睡眠周期时工作。露娜在她 groundbreaking 研究‘美学梦境增强’期间穿着这套睡衣，证明了美丽睡眠服可以 actually 改善你梦境的视觉质量并减少基于焦虑的噩梦可能性。睡衣在 worn  during approximately 一万晚露娜精心策划的睡眠实验后 gained 其梦境增强特性，吸收无数和平梦境的能量并 developing 科学家称之为‘REM 优化魔法’的东西。当露娜 achieved 她成为宇宙睡眠质量守护者的终极目标时，她留下了睡衣给需要让梦境与他们清醒生活一样 aesthetically pleasing 的人。"
    },
        "41": {
      "name": "魔典守护者长袍",
      "description": "炭灰色学者长袍，饰有皮革装订细节，并带有用于卷轴的深口袋。",
      "heading_details": "魔典守护者长袍 – 可穿戴的智慧",
      "details": "这款飘逸的学者长袍采用厚重的炭灰色羊毛剪裁，边缘饰有皮革装订细节，令人联想到古老典籍的封面。多个内袋大小完美适合卷轴、水晶和其他学术工具。兜帽深邃而富于沉思感，前襟用形似羽毛笔的黄铜扣固定。这是为现代神秘学家重新构想的学术长袍。",
      "origin": "编织于1456年的'伟大图书馆复兴'时期，当时学术机构认定，如果他们打算保存所有人类知识，他们的图书馆员就应该看起来能亲自震慑无知使其屈服。这件长袍属于科尼利厄斯·书匠大师，有记录以来最令人畏惧的图书馆员——他就是那个让逾期还书感觉像是对整个学习概念的个人背叛的人。炭灰色羊毛来自'积累智慧之羊'，这个品种一生都在古代学者曾漫步的田野上吃草，通过蹄子吸收残留的智力能量。皮革装订细节由'哲学辩论之革' crafted，取材于那些通过广泛争论存在本质而达到启蒙的生物。科尼利厄斯在传奇的'禁区的防御'中穿着这件长袍，那时他单枪匹马地保护了危险知识免遭那些肯定还没准备好、并且很可能用它来启动传销计划的人窃取。这件长袍在数十年间被一个真诚相信知识神圣、应受适当敬畏的人穿着后，获得了其威慑属性，使其基本上成了可穿戴的学术权威。当科尼利厄斯升华成为'所有曾被撰写的书籍的永恒守护者'时，他将长袍传给了某个理解保存智慧需要看起来像能亲自改写现实——如果有人不尊重初版书的话的人。"
    },
    "42": {
      "name": "月华休闲服",
      "description": " oversized 奶油色毛衣与配套短裤，饰有银色月相刺绣。",
      "heading_details": "月华休闲服 – 天体般的舒适",
      "details": "这套舒适的套装包括一件 oversized 的奶油色羊绒毛衣，采用落肩设计，袖子上饰有银色月相刺绣，搭配同款针织短裤，长度及大腿中部。面料柔软得不可思议，非常适合慵懒的周末或深夜观星。月相图案在不同光线下似乎微妙地闪烁，为舒适增添魔力。",
      "origin": "设计于2847年的'天体舒适革命'时期，当时月光女神本人受够了人类在尝试连接月球能量时穿着难看的衣服，决定直接干预地球的时尚产业。这套休闲服属于宁静·月孩，一位宇宙健康 influencer，她不知怎地通过教人们如何通过天文对齐来优化放松而谋生。奶油色羊绒来自'永恒宁静之山羊'，这群山羊独家生活在山间草甸，月光的反射为生产现存最柔软、最镇静的纤维创造了完美条件。银色月相刺绣是使用实际的月华丝线缝制的，这些月华是在所有月相同时存在整整十七分钟的罕见现象中结晶而成的。宁静在她传奇的'与露娜共慵懒'直播系列中穿着这套服装，在那里她教230万粉丝如何通过战略性小睡和高质量睡衣来实现内心平静。这套休闲服在直接月光下经历了无数次冥想课程后，获得了其诱导宁静的特性，吸收了月球能量，并发展出科学家称为'最佳 chill 氛围'的东西。当宁静成就其最终形态，成为月球驻地球官方大使时，她将这套服装留给了某个需要掌握在绝对不做任何有生产力的事情时看起来天体般优雅的艺术的人。"
    },
    "43": {
      "name": "皇家卫队礼服",
      "description": "紫色天鹅绒礼服制服，饰有金色编织带，由精英宫殿卫兵穿着。",
      "heading_details": "皇家卫队礼服 – 王冠的守护者",
      "details": "这款华丽的礼仪制服以深紫色天鹅绒外套为特色，胸前和袖口饰有复杂金色编织的凯尔特绳结图案。高领上绣有金线皇家徽章，配套长裤两侧饰有金色镶边。仪式剑带和白色丝绸肩带完善了整套装束。专为最精英的卫兵保留，穿着它承载着古老誓言和贵族职责的重量。",
      "origin": "定制于1634年的'戏剧性君主制黄金时代'，当时国王和王后们竞争看谁的私人卫队能在数小时完美静止站立时看起来最震慑人心的华丽。这套制服属于雷金纳德·紫心爵士，历史上最忠诚的皇家卫兵——他曾连续立正72小时，只为证明对职责的奉献可以是一种艺术形式。紫色天鹅绒来自'宏伟意图的皇家蚕'，这种生物只以花瓣和古典音乐为食，以生产值得保护神授王权的面料。金色编织由'永恒忠诚的编织大师' crafted，他们秉持的原则是：如果你打算奉献一生保护别人的王冠，你的服装应该足以补偿你永远戴不上王冠的遗憾。雷金纳德在传奇的'壮观盛典围攻'中穿着这套制服，那时他保卫宫殿免受一群声称君主制美学'有问题地过于夸张'的时尚评论家的攻击（他通过证明有时过于夸张实际上是一种公共服务而获胜）。这套制服在吸收了雷金纳德数十年对'有些事物仅仅因为美丽就值得保护'这一理念的坚定奉献后，获得了其权威辐射属性，使其基本上成了可穿戴的忠诚，并拥有非常 impressive 的 thread count。当雷金纳德在实现了让卫兵职责看起来像王国中最迷人工作的不可能梦想后退休时，他将制服传给了某个理解真正服务有时需要看起来如此宏伟以至于人们忘记质疑你所保护的系统的人。"
    },
    "44": {
      "name": "星织连帽衫",
      "description": "深蓝绿色超柔软连帽衫，带有夜光星座线缝。",
      "heading_details": "星织连帽衫 – 星辰之间的舒适",
      "details": "这款极其柔软的连帽衫采用深蓝绿色刷绒棉制成，星座图案用特殊线缝刺绣，在黑暗中柔和发光。兜帽内衬星图面料，袋鼠口袋非常适合暖手或存放小珍宝。它是那种让你想整夜仰望真实星辰的连帽衫。",
      "origin": "编织于4823年的'宇宙舒适革命'时期，当时宇宙的纺织工程师终于解决了如何让普通衣服感觉像穿着整个星系的拥抱这一古老问题。这件连帽衫属于扎拉·夜光，一位宇宙舒适顾问，专门帮助人们在保持与天体能量连接的同时实现最佳舒适度。深蓝绿色棉花来自'星云七号的舒适植物'，这些生物在目睹太多生物因不合适的睡衣而受苦后，专门进化出生产已知宇宙最柔软纤维的能力。夜光星座线缝由'宇宙缝纫匠公会'使用实际星光纺成，她们专门在日食期间工作，那时光与暗的边界处于最美学上令人愉悦的状态。扎拉在她传奇的'4825年伟大舒适探索'中穿着这件连帽衫，那时她前往十七个不同的恒星系统研究各种重力场和大气成分下的最佳舒适条件。这件连帽衫在无数夜晚的星际观星中被穿着后，获得了其星动力特性，吸收了宇宙辐射，并发展出科学家称为'宇宙宁静能量'的东西。当扎拉超越物理形态成为银河系官方最佳舒适总监时，她将连帽衫留给了某个需要在感觉与宇宙连接的同时舒适到能在天文纪录片中睡着的人。"
    },
    "45": {
      "name": "魔法学院西装外套",
      "description": "午夜蓝色传统学院西装外套，带有学院色彩和魔法徽章。",
      "heading_details": "魔法学院西装外套 – 奥术学者",
      "details": "这款完美剪裁的西装外套遵循传统学院风格，采用午夜蓝色羊毛制成，镶边和内衬为学院色彩。金线在胸袋上创造出微妙的魔法符号，学校徽章绣在胸袋上。外套采用永恒剪裁，同样适用于演讲厅或城市街道，既代表学术成就，也代表神秘潜力。",
      "origin": "定制于2456年的'魔法教育大改革'时期，当时巫师学校意识到他们的毕业生需要在魔法和世俗就业市场上看起来专业胜任。这件西装外套属于伊芙琳·咒文教授，魔法学术界中最时尚又震慑人心的教育者——她是那位让'高级理论魔法'感觉像特权而非必修课的老师。午夜蓝色羊毛来自'高等学术之羊'，这个品种经过几个世纪的选择性繁殖，生产出的面料 somehow 让穿着者看起来更聪明和可信。金色魔法符号由'学术缝纫匠公会'刺绣而成，她们掌握了让教育看起来像最酷职业选择的艺术。咒文教授在传奇的'跨学科魔法会议'上穿着这件西装外套，在那里她成功论证魔法教育应专注于实际应用，而不仅仅是让东西以视觉上令人印象深刻的方式爆炸。这件西装外套在数十年间被一个真诚相信知识是最强大魔法的人穿着后，获得了其能力辐射属性，使其基本上成了可穿戴的学术权威，并拥有非常好的 thread count。当咒文教授被提升为'应用不可能性大学'的校长时，她将西装外套传给了某个理解最好的老师是那些让学习看起来 effortlessly elegant 的人。"
    },
    "46": {
      "name": "舒适咒语运动服",
      "description": "柔软薰衣草色配套运动衫和慢跑裤，饰有舒适符文刺绣。",
      "heading_details": "舒适咒语运动服 – 每根线中的魔法",
      "details": "这套配套套装包括一件 oversized 的圆领运动衫和锥形慢跑裤，均采用最柔软的淡薰衣草色法国毛圈棉制成。舒适符文以白线微妙地刺绣在袖口和下摆上，几乎看不见直到你仔细看。运动衫宽松版型非常适合休闲穿着，慢跑裤具有修身锥形剪裁和罗纹袖口。",
      "origin": "创建于3001年的'伟大放松觉醒'时期，当时社会终于承认压力真的在杀死每个人，并决定让舒适成为一种魔法自卫形式。这套运动服属于玛雅·禅宗大师，一位健康女巫，她通过证明合适的休闲服实际上可以对你的心理健康施加防护咒语而革新了自我护理行业。薰衣草法国毛圈棉来自'宁静谷的情感支持棉花植物'，这些生物经过魔法工程处理，生产出的面料感觉像穿着永久治疗课程。舒适符文使用被'宇宙宁静委员会'祝福的线刺绣而成，该委员会由已超越生产力焦虑需求的开明存在组成。玛雅在她突破性的'日常疲惫实用魔法'研究中穿着这套运动服，证明有时你能施展的最强大咒语是允许自己舒适。这套运动服在大约5000次冥想课程中被穿着后，获得了其减压特性，吸收了和平能量，并发展出科学家称为'最佳宁静系数'的东西。当玛雅通过战略性小睡达到 enlightenment 时，她将运动服留给了某个需要理解自我关怀不是自私——它基本上是灵魂的盔甲的人。"
    },
    "47": {
      "name": "奥术大学开衫",
      "description": "经典大学开衫，丰富的棕色带有金色镶边和魔法系徽章。",
      "heading_details": "奥术大学开衫 – 学术卓越",
      "details": "这款永恒的开衫遵循经典大学风格，采用丰富的巧克力棕色羊毛制成，领口和袖口饰有金色镶边。袖子上绣有各种魔法研究的系徽章，大学徽章装饰在胸部。版型宽松而富有学者气息，非常适合图书馆长时间学习或漫步校园场地同时思考宇宙奥秘。",
      "origin": "编织于1847年的'学术声望战争'时期，当时大学竞争看谁的教职员工能在保持平易近人的舒适感的同时看起来最具有智力上的震慑力。这件开衫属于西奥多·智慧守护教授，'应用不可能性大学'最受爱戴的讲师——他是那位让量子魔法理论感觉像与你最喜欢的祖父讲故事时间的老师。巧克力棕色羊毛来自'深度思考的学术之羊'，这个品种专门在图书馆放牧，并发展出具有天然降噪特性的羊毛以实现最佳学习条件。金色镶边由'学术优雅公会'添加，他们相信如果你打算奉献一生扩展人类知识，你至少应该在这样做时看起来尊贵。智慧守护教授在传奇的'理论与实用魔法大辩论'中穿着这件开衫，在那里他成功论证最好的魔法是那种帮助人们解决实际问题的魔法，而不仅仅是在派对上看起来令人印象深刻。这件开衫在数十年间被穿着在办公时间中，智慧守护教授在那里向困惑的学生提供学术建议和生活指导后，获得了其智慧辐射属性。当他退休成为宇宙第一位常识荣誉教授时，他将开衫传给了某个理解真正智慧是知道如何让复杂事物变简单，而不是相反的人。"
    },
    "48": {
      "name": "织梦者睡裙",
      "description": "淡薰衣草色流动真丝睡裙，裙摆饰有捕梦刺绣。",
      "heading_details": "织梦者睡裙 – 在 enchantment 中睡眠",
      "details": "这款空灵的睡裙流动如液态月光，由最精细的淡薰衣草色真丝制成，在灯光下会变为银色。裙摆用更深的紫色线刺绣着复杂的捕梦网图案，据说能鼓励平和、神奇的梦境。领口端庄而优雅，袖子流动如轻柔的翅膀。非常适合那些希望睡眠感觉像童话的人。",
      "origin": "编织于2134年的'伟大睡眠复兴'时期，当时人类终于意识到梦境的质量 literally 决定你整个存在的质量，并决定 once and for all 认真对待睡衣。这件睡裙属于莫菲亚·甜梦女士，有记录以来最成功的梦境顾问——她基本上是人们潜意识的私人教练。淡薰衣草色真丝来自'暮光领域的梦蛾'，这些生物主要存在于睡眠和清醒之间的时刻，生产的茧感觉像穿着液态宁静。捕梦网刺绣由'宁静睡眠缝纫匠'使用结晶化摇篮曲纺成的线缝制，她们专门在噩梦最不活跃的时间工作。莫菲亚女士在她突破性的'美学梦境增强'研究中穿着这件睡裙，证明美丽的睡衣实际上可以提高你梦境的视觉质量并减少焦虑型噩梦的可能性。这件睡裙在数千个完美策划的睡眠体验之夜中被穿着后，获得了其梦境改善特性，吸收了平和梦境的能量，并发展出科学家称为'快速眼动优化魔法'的东西。当莫菲亚女士升华成为宇宙睡眠质量守护者时，她将睡裙留给了某个理解照顾你的梦境与照顾你清醒生活同样重要的人。"
    },
    "49": {
      "name": "公会工匠围裙",
      "description": "皮革工匠围裙，带有工具环和口袋，印有公会印章。",
      "heading_details": "公会工匠围裙 – 工艺大师",
      "details": "这款专业级皮革围裙为 serious artisans  crafted，具有多个口袋、工具环和关键应力点的 reinforced stitching。丰富的棕色皮革上胸部处压印有公会印章 gold，标记穿着者为认证大师工匠。可调节肩带确保完美合身，皮革随着使用会优雅老化，变得更具个人特色。",
      "origin": "制作于1634年的'伟大制造者复兴'时期，当时社会重新发现用手创造东西实际上比数字 equivalent 试图成为的任何东西都更令人满意。这条围裙属于埃琳娜·金手大师，'真正完成他们的项目的公会'中最熟练的工匠——她基本上是每个有十七个半成品手工艺塞在壁橱里的人的 antithesis。皮革来自'完成任务之牛'，这个牛群通过完成他们开始的事情的简单快乐达到了 enlightenment（它们基本上是牛类世界的生产力大师）。公会印章使用传承了十七代的技术压印而成，这些技术来自那些理解真正工艺需要技能和不在事情变得困难时放弃的耐心的人。埃琳娜在传奇的'1638年伟大制作比赛'中穿着这条围裙，在那里她创造了一件功能性家具，同时不知怎地也是一件乐器和非常有效的焦虑缓解装置。这条围裙在数十年间被一个真诚相信制作美丽、有用的事物是人类最高表达形式之一的人穿着后，获得了其能力增强属性。当埃琳娜达到大师地位并开设了自己的'改良手工艺囤积者学校'时，她将围裙传给了某个需要信心去真正完成他们的创意项目而不是仅仅购买更多材料的人。"
    },
    "50": {
      "name": "天界宫廷制服",
      "description": "纯白色礼仪制服，饰有金色天体图案，由天堂信使穿着。",
      "heading_details": "天界宫廷制服 – 神圣意志的使者",
      "details": "这款完美无瑕的制服代表着天体服务的最高等级，由纯白色丝绸 crafted，胸前和袖子上绣有金色的天体符号。高领上饰有金线翅膀，合身的外套创造出神圣权威的轮廓。配套的白色长裤和金色肩带完善了整套装束。专为那些被选中在领域之间传递信息的人保留，它散发着超凡脱俗使命的光环。",
      "origin": "定制于4156年的'神圣官僚体系改革'时期，当时天界 finally acknowledged 即使是天堂的行政管理也需要看起来 professionally inspiring 而非仅仅是 generically ethereal。这套制服属于大天使米迦勒的个人助理，六翼天使·晨光，她基本上是整个多元宇宙中最 competent 的中层管理者——她就是那个让天堂按计划运行同时看起来 absolutely devastating in business attire 的人。纯白色丝绸来自'永恒纯净之蚕'，这些生物存在于永久道德清晰的状态，生产出的面料 literally 不能被任何低于重大神学危机的东西玷污。金色天体图案由'美学卓越天使'刺绣而成，她们秉持的原则是：如果你要代表神圣意志，你应该看起来像神圣意志 personally 选择了你的 outfit。六翼天使在传奇的'4158年天体绩效评估'中穿着这套制服，在那里她成功重组了天堂的整个运营结构，同时保持完美的制服标准并 somehow 让官僚主义看起来 glamorous。这套制服在被一个工作 literally 是确保天堂达到其和平、爱与普遍宇宙和谐的季度目标的人穿着后，获得了其权威辐射属性。当六翼天使被提升为跨维度客户服务总监时，她将制服传给了某个理解有时服务更高力量需要看起来像你能 personally 与宇宙谈判并获胜的人。"
    },
        "51": {
      "name": "舒适施法者套装",
      "description": "风暴灰柔软针织毛衣和紧身裤，带有微妙的法阵图案。",
      "heading_details": "舒适施法者套装 – 舒适中的魔法",
      "details": "这套极其柔软的配套套装包括一件风暴灰色缆绳针织毛衣，毛衣设计中织入微妙的法阵图案，搭配触感如第二层肌肤的同色紧身裤。毛衣采用宽松的超大版型，非常适合蜷缩着阅读法术书，紧身裤则配有高腰设计和隐藏口袋。袖口处的细小紫水晶细节在光线下闪烁。",
      "origin": "创造于3001年的实用魔法革命时期，当时女巫们终于承认她们的大部分力量来自于足够舒适从而能集中精力，而非来自于穿着每次点蜡烛都会着火的戏剧性不实用长袍。这套套装属于贤者·柳月，一位树篱女巫，她通过证明舒适衣物实际上比任何涉及束腰或戏剧性斗篷的服饰更有利于施法，彻底改变了现代魔法。风暴灰面料来自务实决策的舒适绵羊，该品种经过选择性培育，能生产出感觉像永久拥抱的羊毛，同时看起来仍足够得体以参加专业女巫会议。微妙的法阵图案使用明智附魔者 coven 开发的技术编织入面料，他们相信如果你的魔法符号不够舒适到可以穿一整天，那它们可能根本无效。贤者在她的开创性'舒适魔法'工作坊中穿着这套套装，教导了数百名实践者最强大的法术是那些在自我皮肤中感到完全自在时能施展的法术。这套套装在无数次成功施法过程中穿着后获得了其魔法增强特性，吸收魔法能量并发展出女巫称之为'最优施法舒适度'的特质。当贤者开办她的改良戏剧性魔法使用者学校时，她将这套套装传给了需要学习真正力量来自于自我舒适而非令他人感到畏惧的人。"
    },
    "52": {
      "name": "暗影公会行动服",
      "description": "全黑色战术制服，带有隐藏口袋和消音面料。",
      "heading_details": "暗影公会行动服 – 无形的权威",
      "details": "这款专业级战术制服为隐秘行动而设计，采用具有消音特性的全黑色防撕裂面料。多个隐藏口袋为工具和必需品进行战略布局，剪裁在保持流畅轮廓的同时允许最大活动度。加固的膝盖和肘部提供耐用性，而面料的特殊编织有助于穿着者融入阴影。",
      "origin": "设计于2456年的专业间谍活动复兴时期，当时间谍行业最终意识到他们的行动人员需要看起来能干可靠，而不仅仅是时时刻刻神秘险恶。这套制服属于午夜特工（真名：詹妮弗·汤普森），有记录以来最高效的渗透专家——她基本上是那个证明了隐形最佳方式就是看起来像属于任何地方的人。全黑色面料来自隐秘棉花合作社，这些植物经过基因改造以吸收声波，并生产出能使脚步声安静约47%的纺织品。隐藏口袋由实用偏执狂公会使用维度折叠技术设计，允许特工携带比正常制服多约三倍的装备。午夜特工在传奇的'合理解释行动'中穿着这套制服，当时她仅仅通过看起来如此专业能干以至于没人想到质疑她的存在，就成功渗透了十七个不同组织。这套制服在被一个工作要求对自己能力有绝对信心的人穿着多年后获得了其信心增强特性，使其成为具有极佳战术功能的可穿戴自信。当午夜特工退休成为需要在不具挑战性情境中展现权威人士的顾问时，她将这套制服传给了理解真正潜行来自于无处不在而非躲藏一切的人。"
    },
    "53": {
      "name": "舒适法师连体衣",
      "description": "深紫色成人连体衣，带有金色星星图案和巫师帽兜。",
      "heading_details": "舒适法师连体衣 – 极致舒适，极致魔法",
      "details": "这款令人愉悦的舒适成人连体衣由最柔软的深紫色绒布制成，金色星星图案散布在面料上。兜帽设计成巫师帽样式，带有一个软塌塌的尖顶，前襟配有便捷拉链。手腕和脚踝处的罗纹袖口保持温暖，宽松版型使其非常适合慵懒周末施法或狂看奇幻系列剧集。",
      "origin": "创造于4823年的伟大放松革命时期，当时魔法界最终承认有时你能做的最强大的事情就是允许自己完全、毫无歉意地舒适。这套连体衣属于抱抱·麦吉理库迪巫师（他在意识到'大法师严肃·暗影更多'这个名字让他产生冒牌者综合症后合法改名），历史上最自我实现的魔法使用者——他基本上是那个证明了你不必为艺术受苦的人，即使你的艺术涉及操纵现实的基本力量。深紫色绒布来自极致放松的舒适羊驼，这些生物通过战略性小睡获得启蒙，并生产出感觉像穿着治疗课程的羊毛。金色星星由最优舒适女裁缝使用实际星光施加，她们信奉的原则是：如果你要穿得像孩子，不妨穿成宇宙中最具魔法力量的孩子。抱抱在他传奇的'伟大舒适施法实验'中穿着这套连体衣，当时他成功地在看起来准备好参加世界上最可爱睡衣派对的同时施展了高级魔法。这套连体衣在吸收了无数次在完美舒适状态下施放咒语的能量后获得了其魔法放大特性，发展出魔法理论家称之为'巅峰舒适能量'的特质。当抱抱成就其作为自我关怀魔法守护圣人的最终形态时，他将这套连体衣传给了需要学习最激进的事情就是优先考虑自身舒适而不为此道歉的人。"
    },
    "54": {
      "name": "附魔图书馆开衫",
      "description": "勃艮第红羊毛开衫，带有书脊图案和阅读灯口袋。",
      "heading_details": "附魔图书馆开衫 – 可穿戴的智慧",
      "details": "这款学者开衫为严肃读者设计，采用丰富的勃艮第红羊毛制成，前片绣有书脊图案。深口袋内衬LED灯带，提供柔和的阅读光线，小环可挂阅读眼镜或书签。版型宽松且富有学术气息，非常适合在尘封典籍中长时间研读或舒适的阅读角落。",
      "origin": "编织于1847年的文学魔法复兴时期，当时图书管理员终于厌倦了人们把书籍仅仅当作装饰品对待，并决定利用激进友好客户服务的古老艺术进行反击。这件开衫属于首席图书管理员比阿特丽斯·守页者，有记录以来知识最渊博、最令人生畏的人——她基本上是一个人类搜索引擎，对书籍护理有独到见解，并能通过纯粹的 disapproval 能量让读者对折角书页感到愧疚。勃艮第红羊毛来自深度阅读的学术绵羊，该品种一生都在听有声书，并发展出具有天然隔音特性的羊毛以营造最佳图书馆氛围。带LED内衬的口袋由实用爱书者公会添加，他们相信如果你要一生与书为伴，至少应该有适当的照明来妥善阅读它们。比阿特丽斯在传奇的逾期罚款之战中穿着这件开衫，当时她成功捍卫了图书馆的滞纳金政策，对抗了一支认为'我忘了'是把书借走六个月的有效借口的大军。这件开衫在被一个真诚相信每本书都值得被带着适当尊重和关怀阅读的人穿着数十年后获得了其智慧辐射特性。当比阿特丽斯晋升成为所有书面知识的永恒守护者时，她将这件开衫传给了理解真正力量来自于帮助人们找到他们确切所需信息的人，即使他们并不完全确定自己在寻找什么。"
    },
    "55": {
      "name": "凤翼和服袍",
      "description": "火焰色流动丝绸袍，带有凤凰羽毛图案，时尚休闲。",
      "heading_details": "凤翼和服袍 – 舒适中的重生",
      "details": "这款奢华休闲袍流动如液态火焰，由从深橙色到亮金色的渐变火焰色丝绸制成。凤凰羽毛图案手绘于面料之上，宽大袖管创造出戏剧性的轮廓，非常适合从睡梦中焕然新生。束带系于腰间，袍长及小腿中部，提供优雅的覆盖度。它将晨间例行公事转变为个人重生的仪式。",
      "origin": "编织于2134年的伟大个人转型运动时期，当时社会最终承认有时你需要烧毁旧生活，从灰烬中崛起并看起来绝对光彩照人。这件袍子属于菲尼克斯·旭日星女士（出生名：珍妮特·史密斯），她以帮助人们在经历重大生活变化后重塑自我为职业——她基本上是那些正处于主角时代人士的人生教练。火焰色丝绸来自永恒蜕变之变形蛾，这些生物存在于永久的美丽转变状态中，并生产出感觉像穿着液态勇气的茧。凤凰羽毛图案使用由新生艺术家用结晶化日出能量制成的颜料手绘而成，他们专长于捕捉希望变为现实的精确时刻。菲尼克斯女士在她传奇的'崛起闪耀工作坊系列'中穿着这件袍子，教导了数千人如何拥抱改变而非躲避改变，同时看起来像能亲自吓退自我怀疑。这件袍子在无数次个人突破时刻穿着后获得了其转型启发特性，吸收了人们发现自身力量的能量，并发展出心理学家称之为'凤凰能量优化'的特质。当菲尼克斯女士成就其作为宇宙个人发展总监的最终形态时，她留下了这件袍子给需要记住每个结局都只是开始更好事物的非常戏剧性方式的人。"
    },
    "56": {
      "name": "星际学院运动套装",
      "description": "海军蓝运动服配金色星际学院条纹和星座徽章。",
      "heading_details": "星际学院运动套装 — 繁星之中的运动卓越",
      "details": "这套高级运动套装包括一件拉链夹克和配套的运动裤,海军蓝配金色侧边竞速条纹。学院的星座标志绣在胸前,袖子上可以找到各种院系徽章。面料吸湿排汗且舒适,专为校园内的体能训练和休闲穿着设计。完美适合需要在学习或训练时都保持好看的学生。",
      "origin": "设计于4156年的跨维度体育革命,当时运动终于超越了纯粹的身体竞争,包括'最美观传送'和'同步现实操控'等类别。这套运动服属于星际冲刺者新星队长,有史以来最成功的跨维度运动员——她基本上证明了只要你有足够的风格和正确的态度,你可以对任何事情有竞争力。海军蓝面料来自巅峰表现竞争棉,专门培育生产让穿着者感觉只需适当准备出现就能赢得任何比赛的运动服的植物。金色竞速条纹使用健康竞争之神祝福的线添加,他们的原则是赢不是一切,但在竞争时看起来好看几乎就是一切。新星队长在4158年传奇的跨维度奥运会期间穿着这套运动服,她在比赛期间发明的项目中赢得了17枚金牌。运动服在吸收无数胜利的竞争能量后获得了其性能增强特性,发展出运动科学家所说的'胜利者光环放大技术'。当新星队长退休成为宇宙体育卓越总监时,她把运动服传给了理解真正竞争永远是与过去的自己,但在改进时没有理由不看起来绝对令人难以置信的人。"
    }
  },
  "category": {
    "New": {
      "title": "新堕落的阴影",
      "subtitle": "生于黑暗,铸于孤独"
    },
    "New2": {
      "title": "低语奇迹",
      "subtitle": "来自遥远领域的新鲜魔法"
    },
    "Aura_farmers": {
      "title": "力量精髓",
      "subtitle": "引导内在的神秘能量"
    },
    "Casual": {
      "title": "炉边舒适",
      "subtitle": "魔法与日常圣所相遇的地方"
    },
    "Hot_picks": {
      "title": "天选之人的系列",
      "subtitle": "被许多人渴望。"
    },
    "Rizz_master": {
      "title": "成为西方公爵",
      "subtitle": "用超凡的优雅指挥存在感"
    },
    "Clocked": {
      "title": "永恒之夜铠甲",
      "subtitle": "每次冒险的永恒武装"
    },
    "all": {
      "title": "完整魔法书",
      "subtitle": "我们系列中的每一根魔法丝线"
    }
  },
  "search": {
    "title": "搜索结果",
    "searchTerm": "搜索词",
    "category": "分类",
    "found": "找到 {{count}} 件商品",
    "noResults": "没有找到符合您搜索条件的商品。"
  },
  "profile": {
    "title": "您的个人资料",
    "welcome": "欢迎",
    "welcomeUser": "欢迎，{{name}}！",
    "profile": "个人资料",
    "login": "登录",
    "signup": "注册",
    "logout": "退出登录",
    "language": "🌐 语言",
    "chooseLanguage": "选择语言：",
    "orUseWidget": "或使用翻译小部件：",
    "loadWidget": "加载小部件",
    "viewProfile": "查看个人资料",
    "editProfile": "编辑个人资料",
    "saveProfile": "保存个人资料",
    "cancelEdit": "取消",
    "viewCart": "查看购物车",
    "viewLikes": "查看收藏",
    "name": "姓名",
    "fullName": "全名",
    "email": "电子邮件",
    "emailLabel": "电子邮件：",
    "memberSince": "注册时间",
    "memberSinceLabel": "注册时间：",
    "bio": "个人简介",
    "bioLabel": "个人简介：",
    "bioPlaceholder": "介绍一下自己...",
    "profilePicture": "头像",
    "changePhoto": "更换照片",
    "uploadPhoto": "上传照片",
    "accountDetails": "账户详情",
    "personalInfo": "个人信息",
    "close": "关闭",
    "locationTitle": "配送地址",
      "addLocationPrompt": "添加您的位置，以便我们为您配送订单~",
      "trackMyLocation": "📍 追踪我的位置",
      "detectingLocation": "🔄 检测中...",
      "orEnterManually": "— 或 —",
      "enterLocationPlaceholder": "例如：北京，中国",
      "setLocationButton": "设置",
      "changeLocation": "更改位置",
      "locationNotSupported": "您的浏览器不支持位置追踪",
      "locationError": "无法追踪位置。请手动输入。"
  },
  "login": {
    "title": "登录您的账户",
    "email": "邮箱",
    "emailLabel": "邮箱:",
    "password": "密码",
    "passwordLabel": "密码:",
    "emailPlaceholder": "输入您的邮箱",
    "passwordPlaceholder": "输入您的密码",
    "loginButton": "登录",
    "signupButton": "注册"
  },
  "signup": {
    "title": "创建账户",
    "fullName": "全名",
    "fullNameLabel": "全名:",
    "email": "邮箱",
    "emailLabel": "邮箱:",
    "password": "密码",
    "passwordLabel": "密码:",
    "namePlaceholder": "输入您的全名",
    "emailPlaceholder": "输入您的邮箱",
    "passwordPlaceholder": "创建密码",
    "signupButton": "注册",
    "loginButton": "登录"
  },
  "about": {
    "title": "关于我们",
    "aboutUs": "关于我们",
    "aboutUsContent0": "嗨嗨!!",
    "aboutUsContent1": "我是设计和开发这个网站的人。我想做一个像90年代日本风格的旧网站，做这个的时候真的很开心！",
    "aboutUsContent2": "我现在20岁，在线上学习。我喜欢做酷的东西。一个月前我开始认真对待我的梦想，一切进行得很顺利。做这个网站对我很重要，因为我想自己做，没有AI帮忙，也没有跟教程，就用我自己知道的东西。科技的世界太美了！有时候看着会想哭，但是当我自己搞懂什么东西、自己找到答案的时候，那感觉真的很棒！我在做好多好多酷的东西。我迫不及待想学更多东西!",
    "ourName": "我的名字",
    "ourNameContent1": "Nakachan 还是 Zwochan?",
    "ourNameContent2": "这是个好问题！我的真名是 Zoha，你可以叫我 Zoe。Nakachan 是我在网上用的名字，这是我玩游戏和做创意东西的昵称。Zwochan（Zuo+chan）是我 YouTube 频道的名字，我把我的真名和网名混在一起了。你可以叫我任何一个！而且我也喜欢新的昵称！",
    "whyUs": "为什么是我",
    "whyUsTitle": "我想让我的想法被看见!",
    "feature1": "我一直是那个有千万个爱好、每天都在做不同东西的女孩。这真的很累，因为我什么都能做，但对什么都不满意。后来我想我需要改变自己。所以我开始努力提升自己。我在学习、在提高我的能力、在培养我的兴趣！我真的为自己的成长很骄傲。就像在游戏里升级自己的角色一样，对吧？慢慢来，但一定会到。这有点累，但我不想看着自己的潜力白白浪费。当我没有考上好大学的时候，所有人都放弃了我。但后来我开始在线学习。我想变得更好。我想让人们看到我的工作、我的想法、我的项目！",
    "features": "我的目标",
    "featuresTitle": "什么给我灵感，我的目标是什么",
    "platformFeature1": "灵感来自很多东西！电子游戏、漂亮的网站、创意的东西、日记、剪贴簿还有好多好多！那目标呢？目标就是有想法的时候马上去做。别让它浪费掉。如果不够好就改进它、好好做、让它更好。然后就去做吧！随便怎么做！就是要让它能用！",
    "platformFeature2": "世界上有那么多东西！我们不能拥有所有想要的，但至少可以试试，对吧？所以当你以后回头看你的人生时，我希望你能说\"哇！我做了那么多呢！\"",
    "platformFeature3": "这就是我的目标！",
    "con": "总结",
    "conTitle": "最后..",
    "con1": "我写了好多啊，该结束了！我叫 Zoe，现在19岁。从小我就梦想成为软件开发者，因为他们能做好多酷的东西，这听起来也很酷！我在很努力地追求我的梦想。如果你想了解更多，可以看看其他部分！我会很开心的！"
  },
  "contact": {
    "title": "联系我们",
    "contactInfo": "联系信息",
    "contactInfoSubtitle": "下面是我活跃的社交媒体。你可以在 Gmail 或任何你觉得舒服的地方联系我。我也给了我的 GitHub，如果你想看的话可以去看看。我一般都会回复消息和提及。(除非是垃圾信息)。我也喜欢交 tech 朋友，拜托请联系我！我真的想找朋友一起讨论想法，分享想法!! 我一直都很开放交朋友、组队！请请请联系我！我很想和你们聊天，你们都很棒！",
    "address": "地址",
    "addressValue": "咕咕嘎嘎街123号, 咕咕嘎嘎市, 咕咕嘎嘎镇, 咕咕嘎嘎 150-0043",
    "phone": "电话",
    "phoneValue": "+YY XXXXXXXXXX",
    "fasterResponse": "为了更快得到回复,请使用下面的联系表单并为您的询问选择合适的部门 (╥﹏╥)",
    "departments": "部门",
    "customerSupport": "客户支持:订单咨询、退货和产品问题",
    "technicalSupport": "技术支持:网站问题和技术问题",
    "partnerships": "合作伙伴关系:商业合作和批发咨询",
    "investorRelations": "投资者关系:投资机会和财务信息",
    "justMessage": "消息:只是想联系开发者!!",
    "sendMessage": "给我们留言",
    "name": "姓名",
    "nameLabel": "姓名:",
    "email": "邮箱",
    "emailLabel": "邮箱:",
    "department": "部门",
    "departmentLabel": "部门:",
    "subject": "主题",
    "subjectLabel": "主题:",
    "messageField": "消息",
    "messageLabel": "消息:",
    "namePlaceholder": "您的姓名",
    "emailPlaceholder": "您的邮箱地址",
    "subjectPlaceholder": "消息主题",
    "messagePlaceholder": "您的消息",
    "sendButton": "发送消息",
    "clearForm": "清空表单",
    "generalInquiry": "一般咨询",
    "support": "客户支持",
    "technical": "技术支持",
    "partnership": "合作伙伴关系",
    "investor": "投资者关系",
    "press": "只想发个消息",
    "faq": "常见问题",
    "faqQ1": "问:配送需要多长时间?",
    "faqA1": "答:国内订单通常在3-5个工作日内到达。国际配送根据目的地需要7-14个工作日!!",
    "faqQ2": "问:你们提供国际配送吗?",
    "faqA2": "答:是的,我们配送到全球大多数国家!!!配送费用因地区而异。",
    "faqQ3": "问:我可以更改或取消订单吗?",
    "faqA3": "答:您可以在下单后24小时内更改或取消订单。请尽快联系我们的客服团队! (ᑕ•̀ᴗ•́)✧",
    "faqQ4": "问:你们的退货政策是什么?",
    "faqA4": "答:我们为原包装未使用的商品提供30天退货政策。某些商品可能需要支付重新上架费。",
    "faqQ5": "问:你们提供批发价格吗?",
    "faqA5": "答:不好意思,我们不提供批发价格。我们的产品是独家且限量的!!",
    "thankYou": "感谢您的留言, {{name}}!我们会尽快回复您。"
  },
  "invest": {
    "title": "与我们投资",
    "whyInvest": "为什么投资",
    "whyInvestContent": "投资Shoppo Deligto意味着成为热衷于独特美学的不断增长社区的一部分!我们的业务自成立以来一直表现出持续增长,拥有忠实的客户群和不断扩大的产品线。",
    "keyHighlights": "主要投资亮点:",
    "highlight1": "过去3年年同比增长30%!!",
    "highlight2": "在细分市场中拥有强大的品牌认知度!!",
    "highlight3": "来自忠实客户群的经常性收入",
    "highlight4": "扩展到新市场和产品类别的潜力",
    "highlight5": "经验丰富的管理团队,具有行业专业知识",
    "howToHelp": "如何帮助",
    "howToHelpIntro": "有几种方式可以支持我们的业务:",
    "help1": "通过我们的股权众筹活动直接投资",
    "help2": "成为品牌大使并推广我们的产品",
    "help3": "在国际扩张、电子商务优化或营销等领域提供专业知识",
    "help4": "向我们介绍您所在地区的潜在合作伙伴或经销商",
    "help5": "在社交媒体上分享我们的故事和产品",
    "helpOutro": "每一种形式的支持都帮助我们成长,并将更多正宗的日本产品带给全球爱好者。",
    "donate": "捐赠",
    "donateIntro": "对于那些希望支持我们使命而不进行股权投资的人,我们也接受捐赠。您的贡献帮助我们:",
    "donation1": "保护和推广传统日本工艺",
    "donation2": "支持日本的小工匠和制造商",
    "donation3": "开发有关日本文化和历史的教育内容",
    "donation4": "维护我们的社区平台和活动",
    "donation5": "为文化交流项目提供奖学金",
    "donateOutro": "所有捐赠者都会在我们的网站上获得特别认可,并获得有关他们的贡献如何产生影响的独家更新。"
  },
  "payment": {
    "title": "支付信息",
    "paymentMethods": "支付方式",
    "paymentMethodsIntro": "我们接受多种支付方式,让您的购物体验尽可能方便:",
    "creditCards": "信用卡",
    "paypal": "PayPal",
    "mobilePay": "移动支付",
    "bankTransfer": "银行转账",
    "cashOnDelivery": "货到付款",
    "security": "安全性",
    "securityIntro": "您的安全是我们的首要任务。我们使用行业标准加密来保护您的个人和支付信息。",
    "securityFeature1": "所有数据传输的SSL加密",
    "securityFeature2": "符合PCI DSS标准的支付处理",
    "securityFeature3": "我们的服务器上不存储敏感支付信息",
    "securityFeature4": "定期安全审计和漏洞评估",
    "securityFeature5": "可用的双因素身份验证来保护账户",
    "securityOutro": "如果您对支付安全有任何疑虑,请随时联系我们的支持团队。",
    "faq": "常见问题",
    "faqQ1": "问:你们接受哪些货币?",
    "faqA1": "答:我们接受美元、欧元、英镑和日元的付款。我们网站上显示的价格以美元为单位,但您可以在结账时选择您喜欢的货币。",
    "faqQ2": "问:国际订单有额外费用吗?",
    "faqA2": "答:我们不收取任何额外费用,但您的银行或支付提供商可能会对国际交易收取货币兑换费。",
    "faqQ3": "问:如何获得退款?",
    "faqA3": "答:我们对所有产品提供30天退款保证。如果您对购买不满意,请联系我们的客服团队启动退货。",
    "faqQ4": "问:我的支付信息安全吗?",
    "faqA4": "答:是的,我们使用行业标准的加密和安全措施来保护您的支付信息。我们从不在服务器上存储您的完整信用卡详细信息。",
    "faqQ5": "问:如果我的付款失败该怎么办?",
    "faqA5": "答:首先,检查您的支付信息是否输入正确。如果问题仍然存在,请联系您的银行或支付提供商。您也可以尝试使用不同的支付方式。"
  },
  "location": {
    "title": "位置设置",
    "yourLocation": "您的位置",
    "yourLocationValue": "您的位置: {{location}}",
    "trackLocation": "追踪我的位置",
    "detecting": "检测中...",
    "enterLocation": "或输入您的位置:",
    "enterAreaPlaceholder": "输入您的地区",
    "setLocation": "设置位置",
    "close": "关闭",
    "or": "或"
  },
  "footer": {
    "copyright": "© 2025 nakachens — 专为这里定制冲泡 (˶ᵔ ᵕ ᵔ˶)",
    "about": "关于",
    "invest": "投资",
    "payments": "支付",
    "socials": "社交"
  },
  "common": {
    "backToTop": "回到顶部",
    "close": "关闭",
    "price": "${{price}}"
  },
  "alerts": {
    "addedToCart": "{{name}} 加入购物车啦!",
    "addedToLikes": "{{name}} 加入收藏啦!",
    "locationTracked": "位置找到啦!! WEEWOO",
    "locationError": "对不起.. 找不到位置.. 请手动输入.",
    "geolocationNotSupported": "不好意思 :( 不支持定位功能...",
    "languageChanged": "耶! 你的语言已改成 {{lang}} 啦!!",
    "loginSuccess": "欢迎回来!!! 想你了!!, {{email}}!",
    "signupSuccess": "账号创建成功! 耶 欢迎, {{name}}!!!!",
    "loginError": "哎呀 邮箱或密码错了. 再试一次吧 :(",
    "signupError": "嗯 这个邮箱已经注册过了. 请直接登录吧.",
    "emailRequired": "请输入你的邮箱 !!!",
    "passwordRequired": "请输入你的密码 !!!!",
    "nameRequired": "请输入你的名字 !!!",
    "profileUpdated": "太好啦 个人资料更新成功! 看起来不错!",
    "logoutSuccess": "退出成功! 一定要回来哦!!",
    "success": "成功啦!",
    "liked": "加入收藏啦! 我也喜欢!!",
    "logoutTitle": "退出登录",
    "cancel": "取消"
}
}